{
  "movie_id": "MOV1640",
  "scenes": [
    {
      "location": "SATURN ORBIT FAR FUTURE",
      "time": "NIGHT",
      "characters": [
        "HT",
        "STORAGE ROOM",
        "GRAND CONCOURSE",
        "WEAPONS DESIGNER",
        "ELEVATOR SHAFT",
        "MOX",
        "OFFICER",
        "CORRIDOR",
        "HIGHLAND MAZE",
        "ATOP THE CRAWLER",
        "BANNEKER, (V.O.)",
        "COBURN, (0.S.)",
        "SCIENTIST LARSON",
        "WEAPONS LOCKER",
        "CLEARING",
        "STAGING ROOM",
        "COLOSSUS",
        "SUPER",
        "SHADOW NINE",
        "DIRECTOR MARBECK",
        "PROMETHEUS PROJECT",
        "ELEVATOR",
        "HIGHLAND PLAIN",
        "RHAY, (V.O.)",
        "MEDICAL COMPLEX",
        "A PUBLIC MEDIA TERMINAL",
        "UNDERGROUND CORRIDOR",
        "SECRETARY DAIN",
        "RHAY",
        "FREIGHT ELEVATOR",
        "CAVE UNDER THE ROCK",
        "GARVEY",
        "ROCKY WASTE",
        "NEWS ANNOUNCER",
        "SERVICE CORRIDOR",
        "ADA, (0.S.)",
        "DIRECTOR MARBECK, (0.S.)",
        "WEAPONS LAB",
        "VANCE'S QUARTERS",
        "PROMETHEUS GROUND STATION",
        "A MANTIS CITY",
        "SECRETARY DAIN, (ONSCREEN)",
        "ATHENA",
        "TRANSPORTER FACILITY",
        "VESTIBULE",
        "PLATOON LEADER",
        "ROCK OUTCROP",
        "TRANSPORT CHAMBER",
        "BANNEKER",
        "ARMORY",
        "MARINE",
        "THE GREEN ROAD",
        "MARINE, (V.O.)",
        "RANDALL",
        "TRANSPORT FACILITY",
        "MEETING ROOM",
        "PHYSICIAN",
        "ADA, (V.O.)",
        "SCIENTIST",
        "MARINE, (0.S.)",
        "HIGHLAND JUNGLE",
        "SHADOW NINETEEN",
        "BIOSIMULATOR FACILITY",
        "SHADOW 8",
        "VOICE, (0.S.)",
        "COBURN",
        "RHAY, (0.S.)",
        "ADA",
        "COBURN, (CONT'D)",
        "THE JUNGLE OF ERIX",
        "MARINE'S WIFE",
        "SECURITY CHECKPOINT",
        "GOVERNING COUNCIL CHAMBER",
        "VANCE",
        "CLIFF FACE",
        "CAUL",
        "LARSON",
        "MARBECK",
        "CONTROL ROOM",
        "CLIFFS",
        "DARK OPS LAB",
        "THE PLANET ERIX",
        "CONTROL ROOM ACCESS CORRIDOR",
        "SPACEPORT TERMINAL",
        "LOWLAND JUNGLE",
        "ANCHORWOMAN, (ONSCREEN)",
        "MINUTES LATER",
        "DIRECTOR MARBECK, (V.O.)",
        "SPACEPORT CONCOURSE",
        "APPRENTICE",
        "PLANETOLOGY CENTER",
        "COBURN, (V.O.)",
        "ROCKY HOLLOW",
        "SECURITY BARRIERS",
        "TRAINING FACILITY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Saturn swims against the stars, its rings slicing the nig DIONE, a pale moon, looms in the foreground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER",
          "text": "A battleship crosses the moon’s disk. On its hull: the na HIGHLINE - and the symbol of a red hawk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAPTAIN CONRAD VANCE of the Offworld Marine Corps prepare for combat. He is a rugged man of 40, calm and focused. I his massive ARMORED SPACE SUIT he looks superhuman: a hal ton war machine. His rifle is big as a cannon. Technicians swarm around him, checking systems. Nearby, more technicians tend to ELEVEN OTHER MARINES: el soldiers in their late 20s and early 30s. Vance is first on his feet. He steps free of his prep sta and walks the line, inspecting his men. Motors hum as he walks. His footfalls shake the deck. One of Vance's men catches his eye - MOX, a seasoned sold",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOX",
          "text": "What do you think, Cap? Vance shrugs - a massive movement of armored shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "The ammo load is armor-piercing, so whatever we're fighting, it's big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "That's right. Silence in the room. The Marines turn to the man who stan on a raised deck above them: their commander, COLONEL COB Coburn wears an ordinary uniform and a headset. He frowns concentration, listening and talking at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "The Hegemony has heavy tanks advancing on the Dione Colony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Colony has anti-ship guns. How did they land tanks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "They dropped 'em weeks ago on the far side of the moon. They crawled all the way around, right under the radar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOX",
          "text": "What crawled all the way around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "Four D-Class tanks. And a mystery target. Something bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Bigger than a D-Class?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "Something new. Target's designated “Colossus”. We've got destroyers inbound, but they’re six hours away. Right now you’re all we have. The Marines become grim. This is a desperate action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN, (CONT'D)",
          "text": "Six thousand people live and work in the Dalton Mining Colony. Maybe they’1l be rotting in prison ships tonight. Maybe they'll be free. You decide it now. Lock in. The Marines step into metal drop capsules. The capsules c and sink into their launch tubes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DIONE COLONY, an industrial city, sits rooted to the rock. The red hawk symbol is painted on its walls. Around the city, the mines lie silent: digging machines abandoned in their trenches. MISSILES swarm over the horizon toward the colony. The colony’s GUNS blast some from the sky. Other missiles detonate against the city walls. A digging machine EXPLODES in a weird airless fireball. Smoke clears. Across the valley, four D-CLASS TANKS clim over the ridgeline. They are three stories high, painted the blue interlocking circles of the Hegemony. The colony goes turtle: withdrawing its towers, it closes and hunkers down against the rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Battleship's guns begin to fire in a cycle of terribl violence: pounding at their targets on the moon below. Twelve DROP-CAPSULES launch. Rocket toward the surface of Dione.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The battleship’s bombardment hammers the tanks. Near-miss and hits. Their armor is damaged but withstands the assau The tanks launch flares and interceptor missiles. A drop-capsule rockets down and shatters, revealing Vance full armor. He vaults from the impact crater - as a missi explodes where he just landed. Other drop capsules hurtle down, OTHER MARINES emerge. Th take cover in rocky terrain chaotic with explosions. ATHENA’S VOICE All troops down safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Marines! Give me a battle line, twenty meter spacing. Athena. Tactical. The electronic voice of his armor's battle computer answe him - feminine, calming. ATHENA’S VOICE Tactical. Vance’s visor lights up, painting the terrain around him data: enemies, friendlies, ranges and velocities. Each Marine is tagged in Vance's display with his name an status. Vance watches his men move into a battle line. ATHENA’S VOICE Four D-Class tanks incoming. Target “Colossus” out of range. \fThe four tanks loom closer. Behind them, Vance’s visor display indicates the Colossus, hidden behind the ridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Advance on me. Fire as you go. Vance moves toward the D-Class Tank at a run through the broken terrain. The other Marines join in seconds later, their rifles blazing. ATHENA’S VOICE Incoming fire. From the tanks, energy beams flash toward the Marines. Va cartwheels off the ground, JUMP-JETS flaring from his boo He arcs through space, firing all the while. Behind him Marines take evasive action on their jets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "We're not breaching the armor. Let's get close and do some demolition. ATHENA’S VOICE Fatality. Sergeant Holder. Vance charges a tank. Enemy fire rakes the ground around",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Onscreen, Colonel Coburn watches the battle unfold below. A fatality marker throbs where Sergeant Holder fell. The eleven remaining Marines charge toward the enemy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance reaches a tank: gets in under its guns and keeps go right between its gnashing treads and under its armored b From a pod on his thigh he pulls a series of powerful min Plants them on the belly of the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Athena. Detonate on my mark. On the underside of the tank, belly hatches open. ARMED TROOPERS drop out. Their gunfire ricochets off his armor. Vance hurls a mine into an open hatch. Fires his jump-jet Cannonballs through the troopers into the clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now! Behind him the tank EXPLODES spectacularly. Vance scans the battlefield - two of the D-Class Tanks bu furiously. Marines concentrate fire on the other two. ATHENA’S VOICE Fatality. Lieutenant Carver. Vance looks up, and gapes in awe. The COLOSSUS climbs ove the ridge: a tank twice as big as the D-Class machines. A fortress on the move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I see the Colossus. It’s a monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN, (V.O.)",
          "text": "We are hitting it now. A barrage of shells from the orbiting Battleship. Explosi march across the lunar surface and pound the Colossus. When the smoke clears, the Colossus is battered but intac still coming. Its mammoth guns rise to point toward the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Heads up, Command! Colossus is returning fire... A thunderous concussion shakes the ground. Flames leap as Tank's heavy guns all fire at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gunfire from the Colossus far below tears into the Battleship, triggering a chain of EXPLOSIONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Coburn, shaken badly, watches damage reports stre in from the Battleship’s burning sections.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "Marines. We are hit. Highline is disengaging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Battleship veers away from Dione.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All four of the D-Class Tanks are burning hulks. Marines emerge from the smoking wreckage to advance on the Coloss Vance watches in horror as the mighty guns of the Colossu lower to engage in the surface battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Rapid advance! Move! Move! The battle line breaks into a run: the Marines sprint tow the Colossus, rifles flashing... The HEAVY GUNS of the Colossus open fire. The Marines tak evasive action - but one by one soldiers are BLASTED into oblivion. ATHENA’S VOICE Fatality. Sergeant Markhart. Fatality. Sergeant Chan. Casualty. Lieutenant Drake. Vance roars in rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Cover! Take cover! The Marines dive for shelter as the guns shake the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(under his breath) Too many. Too many. He stares at the Colossus, scanning the giant war machine with telescopic vision. His gaze settles on the anti-personnel gun turrets that protrude like steel barrels from the tank's hull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "McGrath! Get to Drake. Run a med- check. Everybody else, fire from cover on my order. Target the sensors. Eyes and ears. I want that monster blind. Ready... (gathers himself, poised to sprint) Fire! Vance explodes from cover, racing toward the Colossus. A him, the Marines blast away at the Colossus's sensors wit precision rifle fire. Vance is half running and half flying, his jump-jets blaz The Colossus pounds the battlefield with haphazard firepo but Vance weaves and leaps and the gunfire doesn’t touch He gets in past the guns. Leaps onto the Colossus. Clings magnetically beside a gun turret. A plasma torch extends from his forearm. He aims at the s where the turret meets the hull and lights up. Blinding light from the contact point. His visor darkens. White-hot liquid metal gouts down the side of the tank. He plants his feet, wraps his arms around the gun and hea The motors of his battle-suit WHINE. ATHENA’S VOICE Warning. Critical strain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(through clenched teeth) Override! With a SCREECH, the entire turret tears out of the tank. GUNNER spins to the rock below. A BLAST of escaping air. Vance swings into the hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance bulls down a passageway. He barely fits. The should of his armored suit scrape the walls. His visor’s heads-up display streams with data as ATHENA the inside of the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Hold your fire. I’m inside the Colossus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINE, (V.O.)",
          "text": "Inside?! A TANK CREWMAN rakes Vance with bullets that bounce off h armor. Vance blows him away with a single shot. Vance reaches a ladder-well leading upward. He starts up and his shoulders CLANG against the well rim. He doesn’t Vance heaves. The ladder rungs bend under his hands. Wit shriek of metal, the walls of the ladder-well give way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLOSSUS",
          "text": "The COMMAND CREW does damage control: drivers wrestle wit controls...gunnery officers search for targets. They wear light vacuum suits. Behind them, the ladder-well emerges from the deck plates A ROAR. The bridge is shaken by an unseen force. Vance BLASTS out of the ladder-well on his jets, SMASHES the ceiling. Lands on his feet in a shower of scrap metal The deck crew spins in alarm. Two crewmen pull pistols an fire. Bullets ricochet wildly. Vance’s rifle comes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An explosion blows out the Colossus’s command bridge. Jet flame billow into space. The Colossus goes dark. Churns to a stop. A hailstorm of shrapnel pelts the battlefield. Vance lands on his feet in the dust - armor dark with soo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Marines gather again in their ready room. They are transformed: armor pitted and blackened, faces smeared wi sweat and blood. Only seven men remain. Technicians lift their helmets off, open up their armor. men are wounded: medics rush to help them. The Marines gather around Vance, slap his shoulders in gr celebration: they are mindful of their losses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINE",
          "text": "This was all you, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "This was the fighting two-ten, best platoon in the Corps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINE",
          "text": "But the big kill was yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kill belongs to the men we lost. When we get inside the Colony, we drink to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN, (0.S.)",
          "text": "We won't be seeing the inside of Dione Colony. The men turn. Coburn stands above them on his command dec",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "We lift as soon as our casualties are aboard. The Marines murmur in protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Back to Mars already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "Earth. Special orders. Sudden silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINE",
          "text": "What’s it about, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "I don't know. Captain Vance has been called home. We’re just along for the ride. The men’s eyes turn to Vance in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "(to all the men) I wish I could grant you some shore leave. You've earned it. But I have orders. (points at Vance) You. In my stateroom. INT. BATTLESHIP HIGHLINE (IN FLIGHT) - COBURN’S STATEROOM A luxurious cabin by spacefaring standards but still cram Colonel Coburn sits reading an electronic slate. The engines rumble. Saturn’s rings slide past the porthol Vance enters in regular uniform, hair damp. He looks wary \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "Vance, you've done more combat tours than any man in the division. I've done all I can to keep you where you want to be. But it looks like I'm losing you. (reads slate) “Transport Captain Conrad Vance to Earth ASAP. Run silent. Avoid hazard of combat. Vance to report on arrival to the State Science Agency for special duty.” Vance looks stunned. This makes no sense to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "The SSA?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "What it says. A battleship diverted to take one man home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What does the Science Agency want with a Marine? Do they run combat ops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "Who knows what they do? But the Secretary of Defense signed the order himself. It’s for real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I'm a soldier, not a lab rat. I'd like to protest the order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBURN",
          "text": "Not under radio silence. Two weeks to Earth. Nothing to do ‘til then but rest up. Your orders. (he hands Vance the slate) Maybe it's time you got out of the field. You ought to have my job by now. Hell, you ought to be senior to me. How long can you keep refusing promotions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I don't know. I'll stay in armor as long as they let me. (he laughs) Maybe that's what the Science guys want. To have my head examined. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance and the other Marines lie in their bunks watching v on electronic slates as light as magazines. One soldier d off in front of a news broadcast:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANNOUNCER",
          "text": "The Allied States and the Hegemony broke off arms-control talks after weeks of deadlock. Stockpiles of fusion and gravity weapons continue to grow. Another soldier munches bright blue chips from a bag and watches a different channel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANNOUNCER",
          "text": "Prices rose again as the population outgrew the food supply for the sixth year running... And a third soldier watches a video letter from home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINE'S WIFE",
          "text": "...somebody tapped into the Baxters' water pipes! At these prices I guess you can't be surprised. But imagine, stealing water! Vance watches a broadcast with particular interest:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANNOUNCER",
          "text": "+..-more than half of the federal budget is now classified. Despite popular outcry against this secret spending, the so-called \"black funds\" continue to grow. Five bunks are empty. Folded flags commemorate the dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scarred Battleship passes an Allied States defensive space station: a huge manned satellite bristling with gun The satellite SCANS the Battleship with a laser beam as i passes. Earth shines below, half in light and half in shadow. On planet's night side, cities shine in the darkness: far la than today's cities, and connected by arteries of light. \f12. The Battleship descends toward the eastern seaboard of No America - where dawn is fast approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A vast landing ground surrounds the spaceport terminal. Military spacecraft lie at harbor. The distant towers of Washington shine in the sunrise. The Battleship Highline settles into a landing bay. A gan tube extends from the spaceport to the battleship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance debarks alone, in dress uniform: his chest crowded medals. Walks the long transparent tube toward the termin His men watch him go, dressed in common fatigues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPACEPORT TERMINAL",
          "text": "Vance emerges from the gangway into a busy concourse. An officer in a military uniform stands waiting: JOHN RANDALL, 50, a good-natured bear of a man with a barrel c and a crew cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Captain Vance. (they exchange salutes, shake hands) Major John Randall. Department of Defense. Welcome home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPACEPORT CONCOURSE",
          "text": "Vance and Randall walk together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDALL",
          "text": "It's an honor to meet you, Captain. I know what you did on Dione. He shakes his head, speechless. Vance nods his thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDALL",
          "text": "I'm here to make the handoff to your new command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Who’s my C.O. now? \f13. Randall's forehead wrinkles in perplexity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDALL",
          "text": "The lawyers are looking at that. The whole arrangement's unusual. Technically, it looks like your c.0O. is Jarod Marbeck. Director of the State Science Agency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(amazed) The Director of the SSA. And what does he want with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDALL",
          "text": "(shrugging) Secretary of Defense signed your orders. He didn’t tell me why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Speak of the devil. He nods over Randall’s shoulder at...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PUBLIC MEDIA TERMINAL",
          "text": "The news. A pretty ANCHORWOMAN speaks. In an inset image, SECRETARY OF DEFENSE gives a press conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHORWOMAN, (ONSCREEN)",
          "text": "Secretary of Defense Gideon Dain today announced the end of hostilities over the Dalton Colony on Dione. The image cuts to the press conference. DEFENSE SECRETARY GIDEON DAIN speaks: a chiseled man with salt-and-pepper h and the brick-solid build of a career soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY DAIN, (ONSCREEN)",
          "text": "Today the Hegemony surrendered its claim to our mining colonies on Dione, after last month’s defensive action by the Offworld Marines. Vance grins in satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY DAIN, (ONSCREEN)",
          "text": "The action was exemplary. Our losses, acceptable... Vance’s smile fades. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY DAIN, (ONSCREEN)",
          "text": "...and the Dalton Colonists remain free people. The news cuts to a piece on overpopulation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDALL",
          "text": "Nobody minds losing some soldiers, as long we win. I was in the Offworld Corps myself. Seventeenth Division, Mercury terminator. (Randall hikes up his trouser leg. His right leg is a high-tech prosthetic.) Then I tangled with a neutron gun and landed me a desk job. Vance gives the artificial leg an expert glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "That's a good leg. I have friends with that leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY BARRIERS",
          "text": "Vance and Randall exit the spaceport’s secure zone throug humming gauntlet of sensors and scanning beams. Beyond the barriers, a SCIENTIST waits: Vance’s age, athletically built. He wears a long black coat, styled li lab coat, and a black skullcap. His face shows no feeling",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDALL",
          "text": "You must be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCIENTIST",
          "text": "Rune Banneker, Scientist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(extending a hand) Captain Conrad Vance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "(ignoring the hand) Yes. Come with me. Banneker turns to leave. Randall scowls in indignation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDALL",
          "text": "That's a war hero you're talking to. You take care of our man. Banneker replies with a supercilious smile. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "He’s our man now. The Scientists strides off. Vance shoots a troubled look Randall, and hurries after the Scientist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance and Banneker soar into New Washington. They are alo the limousine pilots itself. New Washington is shining and beautiful: an architectural homage to the 20th-Century American city. Everywhere, signs of militarization: Soldiers on street corners. Propaganda posters. On billboards, military styl evident in civilian fashions. The red hawk banner of the Allied States flies from every building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I haven't been here in years. It’s beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "City population is forty-six million. Growth rate is five percent plus a year. It's unsustainable. Vance stares at Banneker in distaste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I’ve been off-world for two years. It’s beautiful. The limousine settles in front of an imposing classical skyscraper: The headquarters of the State Science Agency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cavernous lobby bustles with people. They wear styliz lab coats in white, gray, or black. The youngest wear whi coats, the oldest black. Heavily armed Agency Guards stand post at every door. Banneker strides through the vast front doors, Vance in t",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Welcome to the State Science Agency. Vance looks like he’s just stepped through the looking gl \f16. Banneker heads for a distant bank of elevators. As they approach, he stares at an elevator: it opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEVATOR",
          "text": "The doors close. Vance and Banneker are alone. Banneker gazes intently at the elevator’s control panel. Lights flash to life, and the elevator descends. The floor indicator reaches the lowest basement level - b the elevator KEEPS SINKING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "We're still descending.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Yes. Vance stares. Banneker ignores him. The elevator plummets deep underground. After an endless time the elevator sighs to a halt. The d don’t open. Banneker hands Vance an electronic slate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Before entering this facility, you must sign this writ of secrecy. Frowning, Vance scrolls through the dense legalese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "\"Penalties for violation of secrecy may include revocation of citizenship, imprisonment, or execution.\" Execution?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "You can easily avoid the penalties by obeying the writ. The men stare at each other. Finally Vance presses his thumbprint in the signature box. Banneker takes the slate The elevator doors open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance and Banneker emerge into a bright vestibule. A cann on the ceiling rotates and aims its muzzle at Vance. Vance takes an experimental sidestep; the cannon ignores Banneker and tracks Vance like a hunting dog. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Security’s tight down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERGROUND CORRIDOR",
          "text": "Banneker and Vance walk abreast at a brisk clip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Why do you think we selected you, out of a hundred thousand Marines? A Scientist in a grey coat walks by, shepherding a myster mechanism on a motorized cart. Vance watches it pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Selected me for what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "We'll get to that. Why you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I’ve seen more action than most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "You've survived more missions than any trooper in the Offworld Corps. They pass another security cannon. Vance watches the weap unhappily as it tracks him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I’ve been lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "You have the fastest reflexes in the Corps, and the lowest resting pulse rate. Your eyesight and hearing are in the first percentile. You’re an amazing specimen. But that’s all trivia. The point is, you're the man who comes home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "So far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND CONCOURSE",
          "text": "A huge subterranean space, gleaming and supermodern. Walk above walkways, all bustling with movement as Scientists hurry to and fro. In the center of the Concourse stands a great GLOBE OF EA it shows the world divided into two super-nations that co \f18. every speck of land on the planet - the Allied States mar in red, the Hegemony in blue. Beside the globe stands JAROD MARBECK, 65, DIRECTOR OF TH STATE SCIENCE AGENCY. Magisterial and severe in an ornate black coat and cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Welcome, Captain. I'm Jarod Marbeck, Director of the State Science Agency. (he smiles) You're wondering why you're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Yeah. Marbeck points at the globe turning slowly above them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "We've lived in a state of cold war for more than a century. All our lives. Do you know how many times we've come close to total war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Six. Six times we've armed our doomsday weapons and teetered on the brink of extinction. Imagine that! Marbeck shakes his head with the air of a man personally offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "We Scientists work to protect humanity. From disease. Famine. Cosmic accidents of every kind. This Agency has quietly rescued humanity more times than I can count. And for what? So our idiot politicians and military barbarians can march us right back to the abyss! The world's in danger. Our only home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "We have colonies on the outer planets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Little steel bubbles filled with air! If Earth is lost, they'll (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DIRECTOR MARBECK (cont'd) perish in a year or two. No, I saw the truth long ago. There's only one way to safeguard our future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "We need another world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNING COUNCIL CHAMBER",
          "text": "Marbeck and Banneker lead Vance into an immaculate white conference room. Around the table: SCIENTIST WALTER LARSON, 60, slender an folksy; SCIENTIST MARTIN CAUL, 70, a bearded man with fie eyes; and SCIENTIST CORDELIA RHAY, 65, keen and severe. All the Scientists wear black coats and skullcaps. Behind each Scientist stands a gray-coated Apprentice. Vance's eyes are drawn to Martin Caul's Apprentice: ADA KILDARE, 30, a beauty whose hair falls to her shoulders. watches Vance with open curiosity. Marbeck and Banneker sit, leaving a chair at the foot of table. After an awkward moment Vance takes the empty chai",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Colleagues, this is Captain Conrad Vance of the Offworld Marine Corps. The Scientists inspect him. Vance looks back, his eyes lingering boldly on Ada. Flustered, she looks away. Marbeck points at Vance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "I was your age when I became Director. You see, I was a prodigy too: but where you excel at killing, I had other talents. I enlarged the Astronomy division and began a search of the heavens. And in just five years I found what I was looking for. He raises his hand, and a STAR swells into existence in t air above the conference table - which is also a holograp generator. Vance is startled, which amuses the Scientists",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Erix. Similar in size and orbit to our own world, with a single large (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DIRECTOR MARBECK (cont'd) moon. A new hope for humanity, just twenty light-years away. IN HOLOGRAM: Planets spring into being around the star. T fourth planet, ERIX, grows to fill the space over the tab an angry red planet with a pale yellow moon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "I assembled the best scientific minds in the Agency. And they designed and built the most extraordinary spacecraft ever made. IN HOLOGRAM: The scene shifts. A spaceport orbits Jupiter Cradled in its scaffold is a saucer-shaped spacecraft. As the view shifts, the ship’s immensity becomes apparent Construction ships swarm over it like ants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Prometheus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(awed) Nothing’s that big. The elderly Scientist Larson grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Prometheus is. Half a kilometer across, with a mass of seventy million tons. And history's biggest gravity drive running through its core. It’s a magnificent monster. Marbeck indulges Larson with a smile of real affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "And the greatest secret ever kept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "How many people aboard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "None. The Prometheus has no passenger compartments, no cockpit. It's a super-intelligent machine designed to transform Erix into a new Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "A terraforming ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Yes! The Prometheus Project. This is Scientist Walter Larson, Chief (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DIRECTOR MARBECK (cont'd) Engineer. He designed Prometheus forty years ago. Vance looks at Larson in surprise. Marbeck gestures at th other Scientists around the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Scientist Cordelia Rhay, Chief Physicist. Scientist Martin Caul, Chief Planetologist. You've met Scientist Banneker, Project Coordinator. I lead the project. And our work has begun in earnest. After a thirty year voyage, Prometheus has arrived. IN HOLOGRAM: Prometheus orbits Erix. It releases a shower probes that fall onto the planet: a swarm of satellites t swing into crisscrossing orbits. Prometheus lands and DIVIDES elaborately. Six sections cr away on giant treads, each a titanic machine in its own right. The core remains, a spire reaching into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "The ship’s core forms the Prometheus Ground Station, here. Six crawlers spread over the surface, sowing the seeds of new life. And now to the point. One of these crawlers has broken down. (he points) Crawler Three. Its communications array has failed. Without satellite data it can no longer chart its course. It will not move or launch the rockets it carries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "How can you know this? It’s impossible to know what’s happening twenty light-years away. Any message would take twenty years to get here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY",
          "text": "That’s true - in the physics you were taught. But there have been some unannounced breakthroughs in the field. The Prometheus is connected to Earth by a device called a Lang Transporter. It allows objects to “travel” instantaneously from one point to another. The Prometheus has been (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RHAY (cont'd) sending us progress reports roughly once a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You have a teleportation machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY",
          "text": "A Lang Transporter. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "A transporter, Captain Vance, that works in both directions. A device large enough to transport a man. Vance digests this information. The Scientists watch him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You want me to go to Erix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You want me to repair Crawler Three. Marbeck smiles like a teacher pleased with a clever stude",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR",
          "text": "Marbeck leads Vance and the other Scientist along at a br clip. Security cannons continue to pick Vance out of the crowd and track him as he passes. Vance, shell-shocked by all he's learned, is trying to ge his head around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I thought I was pretty well- informed. You know, I read the news. Marbeck chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "The events that truly shape the world rarely make the news. Especially in this day and age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMETHEUS PROJECT",
          "text": "A cavern of staggering dimensions, its floor lost in shad far below. A futuristic reactor looms in the darkness. At center of its coils: a chamber not much bigger than a cof \f23. A catwalk stretches across empty space to the chamber. Marbeck leads Vance out onto the bridge. His voice echoes",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "The Lang Transporter. The only device of its kind. Humanity’s greatest invention, if humanity only knew it. That doorway there, that chamber...a gateway to another world. You will be the first to pass through, Captain. The first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMETHEUS PROJECT",
          "text": "A huge industrial space connected to the Transport Facili Heavy machines hulk in the corners. Massive cranes hang overhead. The floor is a mosaic of conveyor belts and mov platforms. Banneker leads Vance in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "We have everything you should need. If we don’t have it, we can probably get it. If we can’t get it we'll make it for you. Banneker points to a door at the top of a metal staircase",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Your quarters. Close to the work. A klaxon sounds: a massive locker descends into the Stagi Room on an elevator. The crate is marked with Marine insi and Vance’s name. Banneker gazes at a heavy crane: it leaps into motion. Li the locker from the elevator. Sets it down and withdraws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You keep doing that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Doing what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Controlling machines with your eyes. Elevators, doors, the crane. How's it work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "In the Agency, rank has its privileges. \f24. He removes his cap. He is bald: a sleek metal crown cling his scalp. Its terminals pass through the skin into his h",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Ouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "When there are secrets to be kept, machines make the best servants. We don’t need many human helpers here. Vance keys his ID code into the massive locker. Thumbs th print reader. The case opens. Inside: Vance’s armor - and an arsenal of weapons and too Banneker peers into the locker. Inspects a rack of someth like wet-suits. He fingers one curiously. It's marked wit Vance's name and Captain's rank insignia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Skinsuit. You wear it under the armor. Soaks up sweat, keeps your skin clean, heals wounds. It even scratches where you itch. Best of all, on a long mission it catheterizes you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Ouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Yeah. You tend to have a love-hate relationship with your skinsuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINUTES LATER",
          "text": "Vance, wearing a skinsuit, stands in front of his armor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Athena, wake up. Athena’s electronic voice speaks from the battle suit. ATHENA’S VOICE Captain Vance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Open. \f25. The battle-suit SPLITS OPEN like some strange mollusk - t helmet swings back, the body opens wide. Vance slips easily into the armor, and it closes around h He stands up wearing half a ton of metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Offworld Marine, ready for duty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Very impressive. Come and see the repair job. We have a mock-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Hang on. Vance reaches into the locker and clamps a bulky apparatu onto his left forearm. He points it at Banneker. Its muzzle belches a blur of motion that makes Banneker flinch violently - but it’s only a rapid rotation of tool socket-wrench, chisel, hammer, pincers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(grinning) Field engineer’s toolkit. Can’t hurt you. Behind Vance, unknown to him, the Staging Room machines t on him: the heavy crane hangs overhead, its quivering jaw ready to crush him. A pit opens at his heels. Security cannons awaken and take aim. Banneker relaxes, and the machines withdraw silently into shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAINING FACILITY",
          "text": "Vance, in full armor, enters on Banneker’s heels. Apprent gape at the giant in their midst. A house-sized machine dominates the room. It’s shaped lik beetle’s head: two eye-like domes, a shell of armor plate One armored dome is torn raggedly open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "This is a replica of Crawler Three’s comm array. We reproduced the damage from diagnostics. Vance takes in the complex machine. Shoots Banneker a loo \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Look, why am I here? You've got to have hundreds of engineers who could do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "The Offworld Marine battle suit is the toughest spacesuit there is. And it takes months of training to wear it. A skilled Marine was our best option. Vance walks up the module’s hull and inspects the damage. casually peels back the thick metal and peers inside. Banneker’s eyes widen at this feat of strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What did this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Unknown. Probably collision damage. Erix isn’t flat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "It's not pretty. But it looks like the only real damage is this cable. It's an easy fix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "(skeptically) There are components you have to move. Systems to shut down and restart in a certain order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Easy. Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scientist Larson’s kingdom, a gallery of technical diagra and intricate mechanisms. Larson, Banneker, and Vance survey a huge scale model of Prometheus and its Crawlers. They cluster around the model of Crawler Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCIENTIST LARSON",
          "text": "Now when you complete this repair, watch out. Crawler Three’s going to start talking to Prometheus, and in less than a second they’1l exchange more information than a human brain handles in a lifetime. Crawler (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SCIENTIST LARSON (cont'd) Three’s going to find out it's late starting the Ocean Program. And right that second it'll launch its rockets, bound for the seas of Erix. Larson frowns. Four hatch-covers flip open on top of the model of Crawler Three. Four model rockets emerge. Larson lifts one with obvious pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Big rockets. It’ll get hot for you. Around two thousand degrees Kelvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "For how long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCIENTIST LARSON",
          "text": "Ten seconds or so. Only a second or two of peak heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "All right. I can ride that out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCIENTIST LARSON",
          "text": "(grins) That’s a damned fancy suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(returning the smile) Yes, sir. What do these rockets do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCIENTIST LARSON",
          "text": "The oceans are the foundation of the biosphere. The rockets are loaded with bacteria designed to change...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Captain Vance may have top-secret military clearance, but he has no clearance here. Tell him only what he needs to know. Vance and Banneker lock eyes. They’re not going to get al",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGING ROOM",
          "text": "The Staging Room is deserted. Vance and Banneker enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "So what now? \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Now nothing. (off Vance's bewilderment) It's eight-o'clock. The end of our day. We’ll resume at eight tomorrow morning. Take some time to study the project. You have the files. Banneker turns to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What about food? I’m starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Talk to the terminal in your room. Food will come in the autovalet. Banneker disappears down the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(shouting after him) The auto-what? VANCE’S QUARTERS A simple room with a desk, a holography table, and an industrial metal bed. A door opens onto a compact bathroo A panel in the wall stands open: the AUTOVALET, a deliver system. A dinner tray, demolished, sits on the desk. At the holograph table, Vance flips through data: maps of Erix...diagrams of Prometheus...diagrams of Crawler Three Under the table, his knee jumps with nervous tension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR",
          "text": "Deserted. Vance strolls restlessly, hands in his pockets. security cannons track him as he passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VESTIBULE",
          "text": "Vance palms the elevator switch: ACCESS DENIED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSPORTER FACILITY",
          "text": "Vance stands outside the door. Stares into the transporte cavern. Electricity flickers over the vast machinery. \f29. In his face in this solitary moment, we see something extraordinary: fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ada Kildare greets Vance and Banneker at the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(with a winning smile) Captain Vance. Welcome to the Planetology Division. I'm Ada Kildare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Scientist Kildare...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Ada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Ada. Pleasure to meet you. She leads them through a tantalizing laboratory. Apprenti work at display screens filled with weather systems, satellite maps, complex data displays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "This is where we study Erix. Geology, chemistry, biology, everything. She hustles them through the lab too fast to allow Vance good look around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(under his breath) Biology? MARTIN CAUL’S OFFICE The den of a university professor: actual books on shelve holography table, huge display screens for data. Scientist Caul and Ada sit with Vance and Banneker. Caul scowls at Vance and strokes his beard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "You'll have to tell me how I can help you, son. I'm no military man. Vance looks impatient. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I have to travel a hundred kilometers across an alien planet, and back. I have no recon. What's the ground made of? Does it rain? What’s the rain made of? What about background radiation? Electrical storms. Volcanoes. Earthquakes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "All right, all right. Ada will get you an environmental survey... (he glances at Ada inquiringly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Tomorrow, first thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "And you said biology. There's life on Erix?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Of course. We couldn't terraform without biomass to work on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Well, what are we talking about? Algae? Bugs? Little green men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "No, no, nothing like that. No intelligent life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Certainly. There's no technology. No agriculture, no artificial structures, no roads. No controlled use of fire. No sign of social organization. We've been thorough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "All right. So what is there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Abundant plant and animal life. I can't be very detailed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Listen. I’m combat-certified in low gravity, heavy gravity, and zero gravity. I can operate in vacuum, (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VANCE (cont'd) atmosphere, or underwater. But there's no training program for “aliens.” I need information. Caul glances nervously at Banneker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Please understand. Prometheus is a planetary terraforming system. I can tell you whether Erix's carbon cycle is positive or negative for the week. I can give you the chemical composition of any part of the planet to ten decimal places. I can give you details - but not the ones you want. You want to know if life on Erix could be dangerous to you. And we simply have no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAINING FACILITY",
          "text": "Vance, in armor, practices the repair. Larson and a crew APPRENTICES look on. Vance’s right hand is tucked behind back; he works with his left. Vance finishes the repair, lifts his hand with a flourish Diagnostic lights flash to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "APPRENTICE",
          "text": "System operational.",
          "sentiment": "neutral"
        },
        {
          "speaker": "APPRENTICE",
          "text": "Three minutes forty-eight seconds. With one hand. Apprentices restore the mock-up to its damaged state for next practice run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "And no technical diagrams. Next you'll be doing it blindfolded. Vance looks at Larson mischievously. The mock-up is ready",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Athena. Blackout. Vance’s visor goes opaque. He gropes over the repair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance lets Ada in. She moves into the room, a little shy, looking around. Vance, suddenly self-conscious, gives the \f32. place a quick scan, but there's nothing to tidy up: the r is immaculate. She peeks into his tiny bedroom: Vance's personal effects stashed meticulously; his bedsheets are taut as a drumhea",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "You really know how to make a bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Boot camp dies hard. Ada activates Vance's holograph table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I brought you some more detailed maps and environmental data. A map of Erix rises from the table. Vance looks it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I've made notes where I could. Hazardous terrain, rainfall and wind conditions... Everything I could think of. Vance toggles the map through different overlays: tempera data, precipitation, geology...he stops at a display he doesn't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(hesitantly) Biological material. Vegetation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Just my luck. Looks like Prometheus landed in a hot spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "It wasn't chance. We chose a landing site rich in organic material. A jungle, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE'S QUARTERS",
          "text": "Alone, Vance studies the map. He's been at it for a while pulls a REMOTE from his pocket and speaks into it. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Athena. Wake up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGING ROOM",
          "text": "The chest panel of Vance’s armor lights up. VANCE’S QUARTERS Athena’s voice emanates from the remote. ATHENA’S VOICE Captain. Vance plugs the remote into his holography table. Athena’ Greek-helmet icon appears in the corner of his display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Tactical Model One. This is the planet Erix. ATHENA’S VOICE Model One. With a stylus, Vance touches a symbol on the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "This is Prometheus Ground Station. Call it longitude zero. ATHENA’S VOICE Longitude zero. Vance’s stylus floats over the map: across ridges and valleys, canyons and rivers. A long way. Touches again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "This is Crawler Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance stands in front of Director Marbeck and the Scienti of the Governing Council, who sit around the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "After only two weeks, you say you're ready. Vance plugs his REMOTE into the Council table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Athena. Tactical model 5B. \f34. The map of Erix rises out of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Display primary route. Secondary route. Tertiary route. Display hazards. Athena paints information across the map. A dense path of data connects the Ground Station to Crawler Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "(intrigued) You’ve altered that map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "This is a Theater-Wide Tactical Model. It’s what the Corps uses. Athena has the whole region in memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "And the repair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "He can do it blind. I watched him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "More prep is just over-training. I’m good to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "(to Scientist Rhay) The Transporter’s ready? (off Rhay’s nod) Very well. In the morning, Captain, you will go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance does push-ups, ticking them off like a metronome. He rises, breathing hard. The map of his mission glows on holography table: he circles the table, studying the map, focused and deadly serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance, in full armor, is checked over by a team of Apprentices. Banneker looks on. Vance’s breathing is slow and steady, his eyes far away. \f35. At the last moment the Apprentices replace his “VANCE” ID plates with plates reading “VANCE 1.” Vance takes no noti",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSPORT FACILITY",
          "text": "Vance enters, hulking in his armor. Ada stands beside the door. Vance musters a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Wish me luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Good luck, Conrad. Vance crosses the catwalk to the transport chamber. The Scientists watch from the Control Room window. All eyes on Vance. Tension palpable in the room. The transport chamber opens, spilling light into the cave",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY, (0.S.)",
          "text": "Are you ready, Captain? Vance gives the thumbs-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK, (0.S.)",
          "text": "Enter the chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSPORT CHAMBER",
          "text": "Vance steps inside. The door closes. He stands cramped in small, bright chamber. Breathing faster now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY, (0.S.)",
          "text": "Charging. The vast dynamos of the Lang Transporter RUMBLE to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Athena. Transit to Erix. Stand by. ATHENA’S VOICE Standing by. The sound of the dynamos rises to a HOWL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New Washington stands pale against the dawn. A rolling BROWNOUT darkens the city’s lights. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scientists watch as electrical arcs spatter across th Transporter. The noise is incredible. Ada joins the other Scientists in the control room. They watch in fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSPORT CHAMBER",
          "text": "Vance closes his eyes against the light and noise. Sweat down his cheek. The dynamos reach a SCREAMING PITCH and hang there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY, (V.O.)",
          "text": "Full charge. On your signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Hit it. BOOM. Blinding light. Pure energy hammers through the transport chamber: for a split second Vance is a human lightning rod, a negative image, his mouth wide in an inaudible scream. Silence. Vance stands trembling, wisps of smoke rising from his ar He takes a shuddering breath. Opens his eyes. The chamber door grinds open - not the slim door he expec but a massive slab of armor plate. He looks out at...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PLANET ERIX",
          "text": "Smoky clouds race across a blood-red sky. Lightning flash and where it strikes a ribbon of fire twists and fades. The landscape is a jungle out of a child’s nightmare. Everything is moving. There’s no clear division between p and animal. It howls and rages and feeds on itself. Vance stares, transfixed with horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "My God. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prometheus towers out of the jungle, its vast ribs curvin into the sky like the bones of a giant. The ship’s descent has blasted a clearing in the jungle. tracks of the huge Crawlers lead away in all directions, highways of crushed vegetation and ruin. Vance steps out. The ground crunches under his boots. ATHENA’S VOICE Satellite system online.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Athena. Show me Crawler Three. A blue marker on his visor display points down the path t his left. Crawler Three is out of sight over the horizon. readout gives the distance: 124 KILOMETERS. Vance moves out into the clearing. VINES wriggle toward h across the ground. Vance, wide-eyed, skips back from them ATHENA’S VOICE Multiple targets incoming. PREDATORS burst from the jungle and head for Vance - big terrifyingly fast. Gleaming tusks jut from their shoulder Vance pulls his rifle - but the weapon is tangled in vine He pulls it free - too late. They’re on him. Tusks punch through his armor. Horrific wounds. His rifle fires convulsively. He dies. The gunfire shocks the jungle into motion. Winged things explode into flight, trees claw at the air. A vision of H",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The transport chamber’s door opens. Vance steps out onto catwalk. He’s untouched, his armor unmarked. A few thin wisps of smoke rise from his shoulders. He doe look like a man who's just seen his own death. In the Control Room the Scientists stand watching. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I’m still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK, (0.S.)",
          "text": "Technical difficulties, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY, (0.S.)",
          "text": "We're, ah, running tests. Vance looks up at the Control Room. The Scientists look d at him...all but Ada Kildare, who turns and vanishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Technical difficulties. But this is safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Perfectly safe in theory. It takes a week to recharge the transporter. One week. Until then - continue training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAINING FACILITY",
          "text": "Vance, in armor, stands in front of the repair mock-up. Plainly sick of doing this. He sighs heavily. He gestures, and the toolkit extrudes from his armored gauntlet. He starts the repair. INT. VANCE’S QUARTERS - DAY (A WEEK LATER) Vance sits wearily at his small holography table. His tactical map of Erix glows in the darkened room. A KNOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Come in. Banneker steps in, all business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "The transporter’s ready. You go in the morning. Eight-o’clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMETHEUS PROJECT",
          "text": "Vance, in armor, steps into the chamber for the second ti His ID tags read VANCE 2. The door closes behind him. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSPORT CHAMBER",
          "text": "Vance stands cramped in the tiny chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY, (V.O.)",
          "text": "Stand by...on your signal. Again the dynamos howl in leashed fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Go. A BOOM and a blinding FLASH. Energy slams through him - and then Vance stands shudderi in the transport chamber. The door opens. Vance steps out into the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSPORT FACILITY",
          "text": "Vance looks up at the Control Room window where the Scientists stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK, (V.O.)",
          "text": "Patience, we’re almost there. One more week. We’ll try again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance, wearing a headset, tinkers with his armor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(into headset) Sensor diagnostic. Execute. ATHENA’S VOICE Diagnostic running. (O.S.) AGITATED VOICES in the distance. Vance looks up. In the corridor outside, Scientist Bannek and Ada Kildare are arguing. Vance lifts a headphone away from his ear, listens. The thick window muffles their voi",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Cancel diagnostic. Tactical sound. Isolate voices. \f40. ATHENA’S VOICE Tactical sound. An oceanic roar resolves into speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA, (V.O.)",
          "text": "Well, how can he do better if you don’t tell him what’s happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER, (V.O.)",
          "text": "We’re obliged to protect certain secrets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA, (V.O.)",
          "text": "You make no sense. You're hiding the problem you want him to solve. They move away down the hall, and the conversation is los Vance pulls his headset off, pondering. INT. PROMETHEUS PROJECT - VANCE’S MISSION ROOM - NIGHT Vance lies on his bed, the room lit by the shifting light a holograph: bloody Erix orbiting its pale sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance, in full armor, steps once more into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSPORT CHAMBER",
          "text": "The door closes over him as the dynamos howl. The tags on armor read VANCE 3. BOOM. Lightning strikes inside the chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Electricity crackles over the immense terraforming ship. The transporter door opens. Vance emerges, trailing wisps smoke. Gapes again at the alien wilderness. ATHENA’S VOICE Captain. Marines down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(in disbelief) What? \f4l. Two CASUALTY MARKERS hover in his visor display. He inspe the fallen shapes with telescopic vision. Sees the shatte armor, reads the ID tags: VANCE 1, VANCE 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You bastards. What have you done? ATHENA’S VOICE Satellite system online. Vance scans the jungle. Nothing to see. He notices a fall RIFLE beside one of the fallen Marines. Sprints for it. ATHENA’S VOICE Incoming. Multiple targets. Vance gets the rifle. Three PREDATORS are closing on him. He BLASTS them, a rifle in each hand. The gunfire tears into the predators. They stagger, ragin against their injuries, and go down. Vance relaxes - and his visor LIGHTS UP with warning mark ATHENA’S VOICE Incoming. Incoming. Incoming. PREDATORS erupt from the jungle. The leaders pounce and V jumps away on jets, rifles blazing mid-air. He lands running. They stay with him, flanking him. Vance leaps over a SABER TREE and the tree snatches him o of the air, piercing his armor with curved blades. He die",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The transport chamber door slides open. Vance, unhurt, st out into the laboratory, visibly angry. From the Control Room the Scientists look down at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK, (V.O.)",
          "text": "Apologies, Captain. It looks like we're not quite there yet. Vance stares suspiciously. He zooms in telescopically on Director's face. Marbeck is smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Athena. Open up. His armor releases him. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK, (0.S.)",
          "text": "Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTROL ROOM ACCESS CORRIDOR",
          "text": "Vance emerges from the elevator in his black skinsuit. He got something hidden in his hand. Banneker stands at the Control Room door. Vance brushes p him and palms the door switch. Nothing happens. Banneker slides between Vance and the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "The Control Room is a restricted... Vance applies an armlock. Plants Banneker’s hand on the d switch. The door slides open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTROL ROOM",
          "text": "Director Marbeck stands waiting. Around him, technicians at elaborate consoles. Vance enters. Banneker follows, rubbing his twisted arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Captain. Vance takes in the monitors and controls. He scans the fa of the technicians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You’re not disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You’re not disappointed. (points at the techs) They're not trying to figure out what's wrong. They’re just sitting there. Job's done. He holds up an ID tag from his armor. It reads VANCE 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Vance Three. What does that mean? What is that machine doing to me? \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "(to Banneker) Here’s what comes of recruiting the headstrong problem-solver. (to Vance) Captain, you won't get what you want by making demands of me in front of my staff. Your concern is noted. Banneker, if you will. Banneker reaches for Vance’s arm as if to escort him out. Vance stops him cold with an admonishing finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Not on your best day. He flings the ID plate at Marbeck’s feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Do you know what battle readiness is, Director? It’s the vital thing that bleeds away when you keep soldiers in the trenches too long. When you tell them every day that battle is coming, and it never comes. I'm in the dark here. I don't know what we're doing. And at this rate, when something finally happens, I won't be ready. Marbeck struggles visibly with his temper, and wins. He t a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "You're right. The Lang Transporter hasn't failed. It works perfectly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "And what does it do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "You said it yourself. Faster-than- light travel is not possible. The Transporter works by another principle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY",
          "text": "Conrad, the Lang Transporter has two chambers. One here, and one on Prometheus. The system exploits quantum superposition to create virtual particles in... Vance tries to follow this. Shakes his head in frustratio",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Just give me the bottom line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY",
          "text": "Sorry. The Lang Transporter doesn’t “transport” things. It duplicates them. It samples whatever’s in one chamber and creates a perfect copy in the other chamber. We've created copies of you on Erix three times. A moment of silence rolls by. Vance stares at the Scienti",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Copies of me. On Erix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "The Transporter allows you to stand on Earth and cast your shadow on another world. The men we sent to Erix were you, in a sense, with your abilities, your memories, your intentions...but you remain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "And you didn’t feel the need to tell me this. What are you doing? Building an army over there? He stares out at the Transporter brooding in its cavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "There’s no army. Your first two duplicates, your shadows on Erix, died within minutes. Your third shadow is most likely dying as we speak. Vance - a man who has never been wounded - is stunned. He glances at the VANCE 3 nameplate on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Your shadows died. Vance looks at Marbeck, grappling with the unbelievable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Show me. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scientists stand around the holography table: Directo Marbeck and Scientists Banneker, Caul, Rhay and Larson. Vance, back in regular uniform, faces them across the tab IN HOLOGRAPH: Grainy satellite video of the Prometheus Gr Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK, (0.S.)",
          "text": "Prometheus, seen from orbit. Vance points at the landscape surrounding Prometheus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What’s all this movement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "The jungle. IN HOLOGRAPH: Electrical energy erupts from the Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY, (0.S.)",
          "text": "That energy discharge is the creation of a large mass. The image zooms in. A blurry figure emerges from the Stat",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK, (0.S.)",
          "text": "That's you. Or rather, the first copy of you. Call him Shadow One. SHAPES burst from the jungle and overwhelm Shadow One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What's that? What are those? A data marker pops up, recording the death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Aliens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Native predators. Vance shakes his head in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Death at one minute eighteen seconds. Director Marbeck cues the next holographic recording. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Second arrival, one week later. Your second duplicate, Shadow Two, exits the station. Gunfire. Death at two minutes fifty-one seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Same type of predator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Maybe territorial. Vance watches, frozen with amazement and rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Third arrival, just hours ago. Shadow Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "He picked up a second weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Extended gunfire here. Vance stares, completely absorbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Two kills. Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Apparently. Shadow Three flees. He is pursued. Death at four minutes twenty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Twenty meters off the ground. Looks like he got stuck in a tree. Vance scans the faces around the table, settles on Ada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Is this real? Is that me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "It's real. Believe it. Vance stares at the flickering images. When he looks up there's fire in his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You knew this was happening. And you sent me - copies of me - into that hell with the same equipment and the same plan, every time. What did you expect the third time? \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "You can’t plot a curve with one or two data points...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Look. I’m no scientist. I don't have your expertise. But this isn’t science. It’s combat. And that’s what I do. (to Marbeck) Do you want this done? Do you want to save your terraforming program?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "You know I do. It must be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Your “Shadow Three” took some of those monsters down with a light rifle. Whatever they are, they die. Let me pick the weapons and plan the op. I’1l do this thing. Marbeck looks at Vance as if seeing him for the first tim",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "You believe it can be done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I’1ll get it done. On these conditions: You give me the data I need. I don't care how you do the paperwork. Just answer my questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Agreed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(pointing at Banneker) And I don’t need a handler. Get him off my back. Scientist Banneker’s outraged glance finds no audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Scientist Banneker will assist you - as you see fit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance sits with Scientist Caul and Ada around Caul's holography table. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Congratulations. You're the first non-Scientist ever to hold a level- one SSA security clearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "So are you done lying to me? His eyes fall on Ada. Caul notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Don't blame Ada. At this level of security, a slip of the tongue can be high treason. She could forfeit her career, her freedom... even her life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "The writ of secrecy you signed is no joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "And now you're in even deeper. Level-one secrets are practically radioactive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Are you trying to scare me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "He's trying to keep you safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(surrendering) I get it. So talk to me about aliens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "When we sent Prometheus to Erix, we expected to find life. The planet's chemistry implied life. But how much? What kind? He gestures, and a globe of Erix rises from the holograph table. It's an infrared display: the seas are cool in sha of blue: the continents hot with life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "No one was prepared for the data we got back. Erix has twice the biomass of Earth. More life than Earth has ever carried. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Great for terraforming. Lots of biomass to work with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "And what lives there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "We don't know much. Between the jungle canopy and heavy cloud cover...we get glimpses. We've catalogued hundreds of organisms from rabbit-sized creatures to things bigger than anything on Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Dinosaur-sized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Well, technically, bigger than dinosaurs. Vance stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(encouragingly) They might be plant-eaters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "You should expect great diversity. It's a wilderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Well, a Marine who's done more than a hundred combat ops walked into that wilderness wearing one of the finest weapons systems ever built, and was torn to pieces in minutes. Three tries, and every time he died in minutes. I have to know how that’s possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "(to Ada) Show him the simulator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIOSIMULATOR FACILITY",
          "text": "Ada and Vance stand in front of a large holographic tank. Strange shapes writhe in the hologram: unborn monsters mutating in the womb. Vance stares, aghast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I looking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "We have DNA sequences from samples taken all over Erix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "DNA? Like us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Yes and no. They have three base pairs instead of two - and not the same ones. What you see is our computers trying to imagine the organism this DNA sequence might create. It’s a very hard problem. 50. Vance stares at the shifting shapes. They gleam with meta spines, scales, blades. Unfinished demons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You think you've got problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Erix is richer in heavy elements than Earth. Tungsten, chromium, titanium. Living things on Erix incorporate those metals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "They’re made of titanium?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Partly. Some of them. Erix also has twice the background radiation of Earth. That means a higher mutation rate: faster evolution. So the natural arms race that produces tiger claws and turtle shells and porcupine quills on Earth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Produces military hardware on Erix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "It’s a safe bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR",
          "text": "Vance catches up to Banneker in a hallway. He talks fire as they stride along. rapid- \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I want new armor. Ten-gauge plate on a heavy-planet chassis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "One Kehlor R-10 Railgun. Ten thousand armor-piercing rounds. One hundred Mark-Six field grenades. Extended flamethrower tank. Got that? Banneker doesn’t bat an eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "I have it. You can carry all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I‘ll find a way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The walls are display screens densely covered with equati and complex diagrams. Vance faces Scientist Cordelia Rhay across her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "How do I know these copies of me are capable? Maybe my Shadows fail because something’s wrong with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHAY",
          "text": "You don’t understand. What the Transporter sends is you. The process is perfect. The man on Erix is as much you as you are. What you know, he knows. What you can do, he can do. Don’t ask me what your Shadows are capable of: you’re the only one who knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new, more massive suit of armor stands in its rack. Van welds extra ammo pods to the armor. Nearby, Apprentices unpack enough ammunition for a regime \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fantastic electrical display erupts from the Station, lightning stabbing into the clouds from the giant machine SHADOW FOUR steps out in heavy armor, railgun in one hand missile launcher in the other. He stares in grim determination at the jungle reflected i his visor. The badge on his helmet reads VANCE 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance stands at the wall. His armor’s first three ID plat are bolted up there: VANCE 1, VANCE 2, VANCE 3. He bolts a new plate up at the bottom of the column: VANC",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larson and Vance examine Larson’s scale model of Promethe Larson looks up from their work with a sudden boyish smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Think. You’re the first man ever to leave the solar system. The first man to stand under an alien sun. It's historical. Do you feel it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "That's a grand way to put it. But yeah, I feel it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "I felt it. Building Prometheus. With Scientist Rhay, and Scientist Caul, and Director Marbeck. Far from home. Jupiter hanging over us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "How many people built Prometheus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Three thousand. And thousands of machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "With that many people, how'd you keep it secret? The old Scientist's good humor fades away. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "When Director Marbeck wants silence, he get silence. INT. PROMETHEUS PROJECT - VANCE’S MISSION ROOM - DAY Ada peers into the map table. Vance leans over her should He stands close; they’ve grown comfortable with one anoth IN HOLOGRAM: a satellite map of Erix. Shadow Four's fatal marker blinks, a lonely star in the alien wilderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Shadow Four did five-point-three kilometers before he died. Shadow Five carried more missiles. IN HOLOGRAM: Shadow Five emerges from Prometheus and blaz into the jungle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "He goes through his missiles in two hours. At two point five hours, he visits the body of Shadow Four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Why? Something there can kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Yeah. Must have been something he wanted badly. He watches her with a half-smile: testing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Ammunition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Right. At five hours he stops shooting. I think his rifle failed. It'd be red-hot by then. After the rifle quits he doesn't last thirty seconds. He did seven kilometers. The image freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "That's progress. But it’s a hundred kilometers to Crawler Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(nodding) I don’t think we’re going to get (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VANCE (cont'd) through the jungle. But you said there's less life in the highlands. Vance taps his remote. IN HOLOGRAM: A new trail paints itself across the landsca scaling the cliffs to the highlands, traveling many kilometers, and descending again near Crawler Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "It’s a hell of a climb, and it’s a longer trip. But I think Shadow Six should take the high road. I know I’ve been demanding data on the jungle. But now I need everything you can give me on the highlands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I have it ready. But I want to show you something first. Come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERVICE CORRIDOR",
          "text": "Ada leads Vance down an unfamiliar industrial passage. Sh can’t quite suppress a smile. Vance is perplexed. Ada palms a door open, revealing a freight elevator. He follows her in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREIGHT ELEVATOR",
          "text": "The doors close. Vance looks up. The elevator is an open platform: the concrete shaft seems to go up forever. Ada palms the switch. Nothing happens. Ada scowls. Then the elevator ROCKETS upward. The walls hurtle past. grab for the railings. Ada grins from ear to ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A trap door in the roof slides open. The elevator rises i view and locks into place. Vance is astonished. They step onto the roof. The sun drenches New Washington in golden light. Traffic sparkles. Buildings shine. Clouds scud overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I heard you asked to go outside. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "The Director said no. Security risk. The elevators refuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I thought maybe Security wouldn't consider the roof “outside.” Vance stands at the edge of the roof, drinking in the vie He can’t stop smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I’ve been off-planet so long. It’s been killing me to be back home, but trapped underground. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I wish I’d thought of it sooner. She stands close. Vance touches the shoulder of her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "White coats, gray coats, black coats. What do they call you gray- coated Scientists?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "White coats are for Novices. Gray for Apprentices, black for Masters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "So you're an Apprentice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I’ve been offered the mastery, more than once. That’s an honor at my age. But I haven’t accepted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "There are things that go with mastery I’m not comfortable with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "The hardware under the hats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "You know about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Banneker showed me his. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "It's called the cybernetic crown. Banneker was the youngest Scientist ever to receive it. He’s proud. She pauses, looking out over the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "After your coronation, you absorb information faster than before. You calculate faster. You have total recall. And you can control the Agency's devices. Masters do science at a higher level. Vance nods in understanding - he relates to this idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "In my armor I see farther, move faster. I can almost fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "But you can take the armor off. With the crown there’s no going back. You're different forever. And it’s classified technology: after your coronation the Agency owns a part of you. They always know where you are, and you're no longer free to leave. The job's forever. Vance scowls in distaste at that idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I've only been here a couple of months and I've had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "And sometimes the crown changes people. Maybe one Scientist in ten...they stop socializing. Lose their taste for ordinary pleasures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Which pleasures?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Take your pick. The crown touches everything. She parts her hair with her fingers, touching one point a another. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Two terminals in the frontal lobe. Two in the parietal, two in the temporal, one in the occipital. Her fingers form a cage around the top of her head. Vance slides his fingers into her hair. Pulls her hands away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I like you better this way. She closes her eyes for a moment. Takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Charging into battle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(letting go) Sorry, I... She kisses him. He pulls her in, pressing her body agains him. After a long moment she breaks for air, grinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I've been in space a long time. He starts to unbutton her gray coat. She lets him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dry flatland studded with rocks and low, twisted trees. SHADOW SEVEN flees across the plain, firing on the run. T shadows of winged creatures spiral around him on the grou A WINGED RAPTOR smashes him to the ground, its talons piercing his armor. He dies. Other raptors land. They squabble over the body. Time accelerates. The sun hurtles across the sky. The raptors fly off, revealing broken armor, a ravaged bo Night and day flicker past. Alien vermin swarm over the corpse. The armor corrodes and collapses on itself. The f withers to a bare skull. Seven days pass. Time slows. Resumes its normal pace. An armored boot plants itself before Shadow Seven’s unsee eyes. SHADOW EIGHT stares down at the body. \f58. After a moment Shadow Eight stoops. Takes the dead man’s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance and Ada sit at the large holography table, reviewin the progress of Shadow Nine. It's late, and they are wear their heads propped on their hands. IN HOLOGRAPH: Shadow Nine struggles through the jungle - tiny, indistinct figure. Swarming shapes pursue him. Flashes of light as he fires rifle, his grenade launcher, his jump jets. He stops moving. A fatality marker pops up on the display Scientist Caul appears behind them. Looks gravely at Vanc",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "How many times can you watch this? Vance glances up at the old Scientist and nods. Restarts recording. The flickering light plays across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "That's my twin down there. My brother. He's dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "That's what I mean. Can't be good for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Every choice he makes is a message. Every mistake. His death is a lesson. All I can do to honor his sacrifice is learn from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "I guess I haven't given much thought to what your duplicates go through. Vance nods, his eyes far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "When I have a Shadow fighting on Erix, I'm so aware of it I can almost feel it happening. Ada has been tapping at an electronic slate. She looks up \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I've been working the other side of the problem. Understanding what the Monsters are thinking. I have the computer sort the aliens into types using size and behavior. Then I do game-theory analysis on their movements. She taps her slate. Diagrams fill the display: circling patterns, swarming movements - annotated in symbolic logi Scientist Caul's eyes light up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Semantic analysis of group dynamics! You may have invented a new sub-discipline. I want to try it myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(bewildered) Try what exactly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I'm watching the predators think. Species A defend their territory but won't leave it. Species B won't attack you if you hold still. Species C will follow you in ones and twos, but only attack in groups. There are rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Now that's military intelligence. Can you show me on a map?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLANETOLOGY CENTER",
          "text": "Scientist Caul sits at his desktop terminal. In holograph before him, small shapes move over the surface of Erix. The computer traces their complex paths. Equations appear the air as the computer responds to Caul's thoughts. Scientist Caul leans forward intently, the light playing his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGING ROOM",
          "text": "The industrial space is dim and deserted. The window of Vance's quarters glows at the top of its staircase. \f60. Ada steals through the Staging Room and up the stairs. Sl into Vance's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE'S QUARTERS",
          "text": "Vance and Ada lie naked and entangled on Vance’s narrow c Ada pores over Vance’s muscles with her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "All these scars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Every trooper takes his hits. A few get through the armor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "You're lucky to be alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "It's not just luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "So proud. The ladies must love you. Are there ladies, in space?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "The Corps is fifteen percent women. But they’re not like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(laughing) I would hope not! You’re not what I’m used to either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You sure this won’t make trouble for you? People must know you come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "We have to report personal relationships inside the Agency. But you’re not a Scientist. (grins) You’re a Captain in the Offworld Marines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "And you like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I like that. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHADOW THIRTEEN races through the undergrowth, a gun in e hand. Whistling SPINES like arrows tear through the jungl around him, skipping off tree-trunks. He emerges into a clearing...and stops short. SCORPIONS w for him there: monstrosities whose tails hurl deadly spin Pursuing Scorpions burst from the jungle behind him. Caug in the middle, he leaps to the top of a round rock. Scorpions swarm out of the jungle, surrounding him. He pi in place, guns raised. Hope drains from his face. He starts shooting. A storm of spines flies in answer. INT. VANCE’S QUARTERS - MORNING (EARTH) Vance slams awake, bathed in sweat, panting. The clock says 5:30 AM. Ada lies beside him, her skin shining in the half-light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marbeck sits at his grand desk. In front of him, Scientis Caul paces restlessly on the fine carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Jarod. It's over. Caul sounds almost threatening, but Marbeck responds with good-natured disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Martin. This kind of sentimentality is beneath you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "How can you hear what I've found and still go through with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "How can you ask? Erix is the greatest gift ever given to the human race. It's my life's work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "You and your legacy. The world won't stand for it, once they know. \f62. Marbeck comes to his feet, all silky menace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Who's going to tell them, Martin? You? The question affects Caul like a loaded gun. He freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "I should never have joined you in this. It was a devil's bargain. The door behind him opens. Guards enter the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Call it what you will. It was a bargain. INT. PROMETHEUS PROJECT - VANCE’S QUARTERS - DAY (EARTH) Vance sits at his holography table. Shadow Thirteen's fatality marker winks on the map. Director Marbeck appears behind Vance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Thirteen attempts, Captain. Thirteen weeks lost. Thirteen disruptions of the city’s power. More conspicuous requisitions for weaponry. Indignant, Vance pivots in his chair to face Marbeck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What do you want from me? I'm moving mountains here! Nobody's ever done anything like this. (he points at the map) I'm getting there. That's progress!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "You belong to my project now. If you ever want to get back to your life, back to your platoon... (almost snarling) ...then don’t give me progress, Captain. Succeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGING ROOM",
          "text": "Brooding and stressed, Vance surveys his arsenal: racks o guns, piles of munitions. Banneker stands behind him. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "I know. You want something better. Vance shakes his head helplessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "There is nothing better. These are the best... (his eyes go wide) I'm so stupid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "That's what I keep telling you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I thought I was using the best weapons and armor available. But I’m not. I’m using the best stuff available in the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "As opposed to...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "The Arsenal in Nevada has experimental weapons. They make field-issue gear look like toys. They're too expensive to put in harm’s way... Banneker gets it and comes around at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "But you can use them without risk. What do you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "A flight to Nevada. And when I get there - anything I ask for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance looks out the window of a supersonic plane. America rolls by far below. The curvature of the Earth is visible. Behind him, the sun rises. Above, he can see sta A fully armed SSA guard sits beside Vance. Banneker sits across from him beside a second guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A military troop carrier barrels down a desert road. \f64. Vance sits up front with the driver; Banneker and the gua hunker uncomfortably in the back. Vance and his escort arrive at a remote desert facility: Nevada Arsenal of the Department of Defense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ISABEL GARVEY, 50, stands waiting. She’s a lean, rangy wo in plain service uniform, sleeves rolled up. Vance, Banneker, and their guards enter. Banneker approac Garvey officiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Rune Banneker, Scientist... Garvey brushes past Banneker to Vance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "Captain Vance? Colonel Isabel Garvey. Chief Weapons Master. She sticks out a hand. Vance shakes it, grins at her grip",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "This way. Vance and Garvey stride briskly away, forcing Banneker an his guards to hurry after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "Your combat reports are required reading here. We redesigned the G-4 rocket launcher based on your feedback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "The new G-4 is outstanding. Smooth. Fast on the reload.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY CHECKPOINT",
          "text": "Plexiglass barriers, armed sentries, automatic guns. Vance and the Garvey sweep through the checkpoint unchallenged. The sentries block Banneker and his guards. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "(to Vance) You're the only one cleared for the Armory. You need these guys? Vance grins at Banneker on the far side of the barricade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "No. Banneker glares as Vance and the Lieutenant stride away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMORY",
          "text": "Garvey and Vance stride along a corridor, trailed by two subordinate officers who tag along at Garvey's beck and c",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I need the best armor you have. And weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "Do you understand how valuable these prototypes are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "They'll be safe. Barely handled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "You need ‘em ready to use, but you're not going to use them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I know that sounds strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "Sounds like you took a few hits to the helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMORY",
          "text": "Garvey leads Vance past a fantastic gallery of armor prototypes: slim black stealth suits; five-ton demolition suits; suits with massive specialized weapons. They pass a rack of massive axes and machetes too heavy t lift without armor. They stop beside a gorgeous silver armor with fluid lines Vance takes to it immediately. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "Here’s the crown jewel. Diamond fiber plate. Hardest thing going. And lighter, so we can bulk up the chassis, the power plant, the motors. Stronger and faster than current models.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "This is what I need. Vance is already headed for the exit. Garvey follows, protesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "I knew you’d say that. It’s the only suit of its kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I'll take good care of it. They pass the rack of massive machetes. Vance points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "And get me one of those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAPONS LAB",
          "text": "Garvey shows Vance a rack of identical supermodern rifles They are bulky and ponderous: designed for powered armor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "The Milburn M20 railgun. Next generation rifle. Vance heaves a railgun out of the rack. With a speed that belies the weapons weight, he checks the safety; cracks t Magazine open, checks the load, closes it; cocks the weap loudly, chambering a round. Nearby technicians look up as the weapon goes live. Vance hauls the rifle to his shoulder - arms trembling un the burden. He flicks the gunsight on. The scope paints l across his eyes. Vance shuts the rifle down and drops it into the rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Nice. But it's just a bigger, better machine gun. I want the experimental stuff. I want an energy weapon. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "A handheld energy weapon? There's no such thing. Vance looks her steadily in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You know what I'm here for. Garvey stares back at him, her defiance crumbling. She si",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARK OPS LAB",
          "text": "A WEAPONS DESIGNER looks up from his workbench: a gaunt m of 50 in high-tech goggles that magnify his eyes. Garvey and Vance stand in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAPONS DESIGNER",
          "text": "Borrow the Valkyrie!? (he peers at Vance) You're Conrad Vance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAPONS DESIGNER",
          "text": "You're a one-man destruction test. You've abused or broken every weapon in the arsenal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(grinning) Not the Valkyrie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAPONS LOCKER",
          "text": "The Valkyrie hangs behind shatterproof glass: a sleek ene rifle. It's polished to perfection, but toolmarks and wel betray its handmade origin. The Weapons Designer hands the Valkyrie to Vance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "Valkyrie Laser Rifle. It'll punch a hole through twenty centimeters of carbon steel. Ten thousand discharges on a single power cell. Vance smiles, hefting the weapon. He thumbs it on: the Valkyrie activates with a deep throb of power. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Tough enough for field use?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAPONS DESIGNER",
          "text": "I made it myself. But it's a test unit! You can't just... Garvey waves him quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "He can. Vance points into the weapons case: another weapon hangs beneath the Valkyrie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAPONS DESIGNER",
          "text": "(reluctantly) Antimatter grenade launcher. Vance flashes Garvey a big smile. She sighs again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scientist Ada Kildare arrives at Scientist Caul's office, is shocked to find the door flanked by SSA guards. She enters to find Scientist Caul and Director Marbeck waiting for her. Marbeck has a cold and malevolent air. Scientist Caul loo both furious and frightened; his hands are fists. Ada picks up the vibe in the room. Looks warily from Marb to Caul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "You called for me? Marbeck looks promptingly at Caul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "Ada. I'll no longer be with the Project, as of today. His voice is taut, emotionally loaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "wah , (dismayed) Ly é \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "I can no longer perform my function here. I'm sorry, I'd explain if I could. But you can see my situation. The Director's chosen you to succeed me. (with a significant look) I told him you're smart enough to do the job, and wise enough to do your duty. Ada frowns at Caul, sensing deeper meaning in the words b unable to grasp it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "(to Caul) That's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUL",
          "text": "(to Marbeck) Go to hell. Caul turns and leaves the office. The SSA guards outside door fall into step and escort him away. Ada turns to Marbeck in consternation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "What's happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "You're now the Chief of Planetology. You have more than enough to think about. Ada begins to reply hotly, but bites her tongue; there's going on than she understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "I’ve read your reports. You’ve been working long hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(warily) With so much data coming through...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "For the past seven weeks, you've also been spending your nights with our hired barbarian. I suppose I shouldn't be shocked. Young, fit specimens in close quarters...it’s biologically predictable. Ada stares, shocked at this invasion. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "It’s not forbidden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "It’s not wise. We Scientists must guard our objectivity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Objectivity? Conrad’s a colleague, not an experiment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Twice you've refused the crown. You could have been the youngest ever. Younger than Banneker. Now that your responsibilities have grown, it's time you became a Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "It's my choice. You can’t force it on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "At times in the past, times of crisis, Scientists have been compelled to take the crown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(horrified) What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "We do great things here. Don't complicate the work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garvey leads Vance back toward the lobby of the Arsenal. A YOUNG FUNCTIONARY catches up to them at a run. Whispers urgently in Garvey's ear. Garvey's eyes widen in astonishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "Follow me. She hustles Vance back the way they came, away from Banne Banneker watches them retreat in renewed frustration. Garvey rounds a corner and stops at a pair of double door",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARVEY",
          "text": "Stand up straight and watch your manners. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEETING ROOM",
          "text": "Three dignitaries sit behind a long table: a distinguishe MAN IN A SUIT flanked by two GENERALS, a man and a woman. generals' chests are buried in decorations. Vance follows Garvey in and snaps to attention, eyes wide with surprise. He stares at the man in the suit: Defense Secretary Gideo Dain, seen earlier on a news broadcast in the Spaceport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY DAIN",
          "text": "Captain Vance. I’m Gideon Dain, Secretary of Defense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Yes, sir. I know, sir. The young functionary scurries to Vance's side with a cha Vance sits. The functionary presses a cup of coffee into hand. Vance relaxes a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY DAIN",
          "text": "Your flight's in less than an hour. I'll keep this brief. Vance sips coffee. Nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY DAIN",
          "text": "The Department of Defense relies on the State Science Agency for key technologies. When they requested a Marine for special duty, I couldn't easily say no. I’m beginning to regret that decision. I want to know what this project's about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I signed a writ of secrecy, sir. I can't say much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY DAIN",
          "text": "Ever since you arrived, there have been weekly power fluctuation in New Washington. Whenever they occur, we detect an energy pulse with the profile of no known device. But there is a theoretical device that would create that kind of energy pulse. It’s called a Lang (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SECRETARY DAIN (cont'd) Transporter. No working model has ever been built, or so we thought. Have you ever heard the term “Lang Transporter,” Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Yes. The generals exchange meaningful looks. SECRETARY DAIN le forward intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY DAIN",
          "text": "Where are they sending you with all those guns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "You’re telling me the government doesn’t know what Marbeck's doing? There’s a strained silence. The generals watch Vance grav",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY DAIN",
          "text": "That’s what I’m telling you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I can’t tell you where they send me. But I'll tell you this: you've never been there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance emerges from the elevators in his dress uniform. Th security cannon takes aim at him. VANCE’S QUARTERS Vance hangs up his uniform. Steps to his comm terminal. Punches Ada’s name. The response flashes: UNAVAILABLE. VANCE’S QUARTERS —- HOURS LATER Vance lies in bed, staring at the door. No one comes. Ris he dials Ada again: UNAVAILABLE. Sighing, he rolls back into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance approaches the transport chamber in his gleaming ne armor and weaponry: laser rifle, grenade launcher, giant machete. \f73. This is his first attempt at Erix in his experimental gea His ID tag reads VANCE 14. In the Control Room, the Scientists look on - Ada among t Vance vanishes into the transport chamber. The transporte howls as it charges. A BLINDING FLASH. Vance emerges, a veil of smoke rising from his armor. He stalks away without so much as a glance at the Control Ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Now we'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGING ROOM",
          "text": "Vance tinkers his new battle suit, still in the skinsuit wears beneath his armor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(into headset) Athena. Sensor check. ATHENA answers in Ada's voice. The sound is more resonant the new armor. ATHENA’S VOICE Sensor check running. Stand by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA, (0.S.)",
          "text": "She’s a beauty. Vance turns: Ada stands behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(quietly) You're not taking my calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Things have changed. Martin Caul left the Project while you were gone. I'm replacing him. Suddenly I'm under a magnifying glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I don't really understand what's happening. Martin was forced out. He's in some kind of trouble. O.S. Voices in the corridor. \f74. Banneker enters, talking to a couple of Apprentices. Seei Vance and Ada talking, he stares in their direction. Ada shies away from Vance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I need some distance for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I have to talk to you. But Ada’s already drifting away, brow furrowed with anxie",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I can't. I'm sorry. Vance watches her go. DIRECTOR MARBECK’S OFFICE - DAY An immense, aristocratic room. Director Marbeck sits behi his massive desk, staring into a data terminal. Vance enters unannounced. He has a serious air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Captain! An unexpected pleasure. Vance ignores the false pleasantry. Pulls up a chair and sits. A moment passes before he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Back when I was still new to the Corps, my platoon was called up for a secret op. We did a night drop with two other platoons on a Hegemony base on Venus. My platoon secured the perimeter. Second platoon cut the comm lines and jammed radio. The third platoon went inside. We heard a lot of shooting. When we dusted off, the third platoon looked shaky. They said they'd just killed a bunch of civilians. Combat report said we hit a hard target, but it wasn't true. It was a research station. I don't know why we hit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "(impatiently) What lesson am I supposed to... \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "A few weeks later it all blew up. There was a top-secret shitstorm. Our base commander resigned. They broke up my platoon and sent us to other units. They broke up the second platoon the same way. But the third platoon, the guys who did the shooting, they went up on charges. War crimes. That was ten years ago and they're still locked up. And you know, it nothing but luck that it wasn't my platoon pulling the trigger. Marbeck can see where this is going, and he doesn't like",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Your point, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "We're killing off a whole planet here. And nobody has any idea. Seems like the kind of thing Congress would want to know about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "(contemptuously) Congress? They bicker and compromise until even the best idea is watered down to nothing. A visionary is a man, not a mob. This Agency is the greatest center of learning on Earth. If I'm not fit to make this decision, who is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I just want to know this job isn't going to come back to haunt me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Captain, I've spent billions of dollars and decades of my life on this work. It's bigger than you. Be a soldier. Finish the job, and you'll be back in ranks in no time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance strides up to Scientist Larson at an intersection. old man grins and shakes Vance’s hand vigorously. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Wonderful result, Conrad. Let’s go and see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNING COUNCIL CHAMBER",
          "text": "Vance and the Scientists of the Governing Council surroun the holography table. Ada joins them. Vance catches her eye, but she looks away IN HOLOGRAM: The familiar blip of a Shadow emerges from t Prometheus Ground Station on Erix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Shadow Fourteen. As the dim shape heads into the jungle, weapons fire flas around him - much brighter than before. The laser rifle etches lines of light across the landscape. A tremendous white flash. A plume of smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Antimatter grenade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Remarkable. Shadow Fourteen crosses Erix in a blaze of violence. He passes the death site of Shadow Thirteen and keeps going. The light flickers out far past any previous Shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Nine days. Seventy-six kilometers. Shadow Fourteen stayed alive almost twice as long as any other Shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Much more like it, Captain. (turning cold) Now finish it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance sits at his holography table. A battle on Erix play itself out in front of him like a fireworks display. A fatality marker pops up: SHADOW 15. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ada sits in what was Scientist Caul's office - now hers. She is looking at Scientist Caul's work: his equations, h diagrams...trying to understand. Lacking a cybernetic cro she must use a stylus and keyboard where Caul could use h mind alone. She browses a menu titled \"SEMANTIC STUDIES.\" Selects a f An error message comes back: FILE DELETED. She tries the next file, and the next. The result is alwa the same: FILE DELETED. Ada paces around her office, scowling in troubled thought",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance bolts a new ID plate to the Staging Room wall. It r SHADOW 16. He steps back, looks at the array of names. Sixteen dead men. A movement catches his eye. He turns his head to find Ada watching him from the corridor, ghostly in her gray coat. When he catches her eye, she hurries away. VANCE’S QUARTERS - NIGHT Vance sits at his holography table. The map of Erix lies before him. He traces the paths of his Shadows...past the fatality markers of Shadows 16...17...18. Shadow 18 died just half a kilometer from Crawler Three. Vance stares thoughtfully at the map. Taps it with his stylus, zooming out. The outlines of continents and final the curvature of the planet become visible. He rotates the planet, studying it: rust-colored land, da rivers draining into darker seas...pale deserts, mountain ranges, polar icecaps. All wreathed in smoky clouds. The doorbell chimes. Vance switches the map back to his tactical view. Opens the door to find Ada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "What if you get the repair done and go back to the Marines? \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Then I’1l be where I belong. (gently) But I’1l miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I’ve been a coward. Marbeck told me to stay away from you, and I did. She steps into the room, and into his arms. Their kiss ga momentum fast. He presses her back onto the holography table, laying her body across the crags and valleys of Erix. The landscape crackles and sparks beneath her as he opens her gray coat VANCE’S QUARTERS - BEDROOM Vance and Ada lie entangled, sweat shining on their skin. pillows her head on Vance's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I think when you leave, I'm leaving too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I'd have to apply to leave the project. But I think they'd have to let me out. Vance twists around to look her in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Where would you go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I don't know. (shyly) Where will you be? Vance grins at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(teasing) Mars, probably. (her face falls, and he nuzzles her) But I'm overdue for some shore leave. Maybe I'll hang around Earth for a while. \f79. She smiles in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Maybe you should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGING ROOM",
          "text": "Vance pulls Ada down the stairs from his quarters. They'v thrown clothes on but they're still mussed from bed. Vanc looks mischievous; Ada wears a mystified smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Where are we going? Vance leads Ada to his empty armor. He holds his armor's remote control up to her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Say hello to Athena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(into remote) Hello, Athena. (to Vance) What's the idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I've been having Athena listen to you whenever you're around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(takes the remote) Athena. System check. Athena speaks - and her voice sounds just like Ada now, w an electronic burr. ATHENA’S VOICE Power at one hundred percent. Sensor array online and nominal. No weapons rigged...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(in wonder) She sounds like me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Next time I go to Erix, I take you with me. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance suits up for a transition to Erix. He wears the gleaming prototype weaponry. The badges on h helmet and shoulders read VANCE 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSPORT FACILITY",
          "text": "Vance crosses the catwalk to the transport chamber. From Control Room, Director Marbeck watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARBECK",
          "text": "(over loudspeakers) Captain. Perhaps you’ll succeed this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Or die trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSPORT CHAMBER",
          "text": "The chamber door closes, sealing Vance inside. Dynamos th and howl. A BOOM. Lightning strikes inside the tiny chamber. The chamber door opens, revealing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE JUNGLE OF ERIX",
          "text": "Reflected in Shadow Nineteen’s visor. His eyes widen in horror and astonishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(in disbelief) Erix. I’m Shadow Nineteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance climbs out of his armor. Ada stands by him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "How long will it be, do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Shadow Eighteen lasted eleven days. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen stands in the open chamber, staring out a Erix. Like a sleepwalker he presses the door switch. The chamber closes. Seals him once more in a bright cocoo too small to move in. He closes his eyes. Swallows hard. Reaches for the door switch. Hesitates. Lets his hand fal He leans his head on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "I don’t want to die. ATHENA’S VOICE Captain? It's Ada's voice. He’s still for a long moment, his eyes squeezed shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Nineteen. I’m Shadow Nineteen. Come on, Conrad. Be a Marine. He stands straight. Squares his shoulders. Opens the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The battles of eighteen Shadows have transformed the terr A cratered field strewn with broken armor and alien bones ATHENA’S VOICE Satellite network acquired. On his visor, Athena marks the broken shapes of previous Shadows half-buried in the earth. ATHENA’S VOICE Marines down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "I know, I know. The tracks beaten into the jungle by the Crawlers are narrower than before - overgrown. Shadow Nineteen steps out of the chamber. All around Prometheus, predators forage among the bones. ATHENA’S VOICE Multiple targets incoming. \f82. Shadow Nineteen explodes into movement, running for high ground. Predators give chase. He strafes them with his laser rifle: CRACKLING BEAMS of white light. Predators fall dead. Trees topple in the jun It's a hell of a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen is on the run, hounded by SPIDERS that sl at him with curved blades. His armor shows damage: shallow notches and cuts. He's exhausted, panting, drenched in sweat. He turns and faces the spiders. Raises his grenade launch BOOM. BOOM. The antimatter explosions are blinding. Two blasts tear holes in the jungle, annihilating spiders But more keep coming...their numbers are incredible. ATHENA’S VOICE Targets inside minimum range.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "God damn. He strafes the nearest spiders with his rifle and runs. He splashes into a STREAM: the SPIDERS REAR BACK, HISSING and will not enter the liquid. Shadow Nineteen looks down. The stream is full of TRANSLU WORMS, big as rattlesnakes. They suck at his armor. He lifts a worm in his hand, experimentally. It bites harmlessly at his armor. After a moment he drops it. Spiders leap over his head to the opposite bank. They sla at him from both banks, nearly reaching him. He SUBMERGES HIMSELF in the stream. Under the surface, he watches the spiders search for him and straggle away. Shadow Nineteen’s breathing slows. He settles into a more comfortable position on the stream bottom. The eerie worm slide silently past, ignoring him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Mission time. ATHENA’S VOICE Six hours, forty-nine minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’m going to rest. Keep watch. If I sleep, wake me in ninety minutes. ATHENA’S VOICE Ninety minutes. Shadow Nineteen closes his eyes. INT. PROMETHEUS PROJECT - VANCE’S QUARTERS (EARTH) - NIG! Vance, sleeping in his narrow bed, wakes beside Ada. She caresses him, her bare arm gleaming in the half-light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Can't stop thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "The project. I'm a biologist, and somehow I ended up killing things for a living.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Don’t torture yourself about it. They launched Prometheus before you were born. A faraway look comes into Ada’s eyes. Her voice takes o: electronic tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Hazardous contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What? When she speaks again, her voice is clearly Athena's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Critical strain on suit. Ada slides her arms around him. Her legs lock around his thigh. Her expression is inhuman, intense. She kisses hi violently - it’s the act of a predator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen slams awake in the alien waters. 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HT",
          "text": "nm an m \f84. A SPINED SERPENT coils around him in a grotesque parody o Ada’s embrace. It bites at his visor, etching the glass. Shadow Nineteen, freeing his machete, hacks through the serpent’s coils. Worms swarm over the serpent’s corpse. Shadow Nineteen struggles out of the stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFFS",
          "text": "Shadow Nineteen reaches the base of the cliffs. The body SHADOW TEN lies on the rocks, broken by a devastating fal He stands staring at the shattered body, haunted. Shakes it off. Looks up at the towering wall, a thousand meters of sheer rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF FACE",
          "text": "He ascends in a series of climbs and rocket-assisted jump A STORM begins: fierce wind and a viscous black rain. He climbs on as darkness falls. Exhausted, he comes to a ledge in the cliff face where previous Shadows have burned their signatures into the ro SHADOW 7...SHADOW 11...SHADOW 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen wakes on the ledge. His eyes open on the awesome sight of the churning jungle far below. He’s about to resume climbing when he turns back, burns h name on the stone: SHADOW 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen climbs into view, panting, to find a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLAND PLAIN",
          "text": "Covered with pale green waving grasses: serene and beauti Winged creatures wheel gracefully overhead. He pauses there and catches his breath: a moment of peace \f85. Then he takes a step forward - and the GRASS itself clutc at him, scratching his armor. He leaps back, tearing hims loose. He spots a MESSAGE burned into the rocks: GRASS KILLS. BURN IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW 8",
          "text": "Shadow Nineteen turns his flamethrower on the grass. It withdraws into the ground, baring a circle of earth that expands across the plain like ripples in a pond, revealin A litter of alien bones and a SUIT OF RAVAGED ARMOR whose plates read VANCE 6. Suddenly the grass sprouts anew. Doubling its height. Tripling it. The long blades beat at Shadow Nineteen. He flees along the cliffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY WASTE",
          "text": "A wasteland of cracked clay studded with stone outcrops. Lightning flickers overhead. Shadow Nineteen crosses the waste at a run, his armor’s floodlights feeble in the vast darkness. He carries his r and grenade launcher. Breathing hard. Dripping sweat. ATHENA’S VOICE Bogeys incoming, five o'clock. Shadow Nineteen spins, fires a grenade high. It EXPLODES, white sunburst. Winged creatures fall away in flames. For a moment the wasteland is illuminated. Strange shapes moving closer through the darkness. ATHENA’S VOICE Seven grenades remaining. Shadow Nineteen runs on. Passing a rock formation, he sli into a long, skidding stop. Turns his light on the rock. A message is burned above a crevice: SHELTER. ATHENA’S VOICE Bogeys incoming, eight o’clock. Ten o'clock. Four o’clock... Shadow Nineteen scrambles for the crevice. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAVE UNDER THE ROCK",
          "text": "Shadow Nineteen squirms inside: a tight fit. Turning to survey the tiny cave, Shadow Nineteen gasps in shock: a DEAD MARINE sits in his floodlight beams. The ID tags on the battered armor read VANCE 9. Shadow Nine’s eyes stare through a broken visor. Vermin scuttle inside his helmet. Dried blood paints the cave fl O.S. A SCRABBLING NOISE. Something outside tries to get in. Scimitar CLAWS probe t cave entrance and withdraw. Shadow Nineteen sits, keeping his rifle on the cave mouth eyeing Shadow Nine. The corpse stares back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "What are you looking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(EARTH)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vance, sitting alone in the Council Chamber, studies a ma Erix in the big hologram table. Scientist Larson joins hi Peers at the map: Shadow Eighteen’s death marker flashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Eighteen got close. Nineteen’s there now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Almost a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Long time to spend fighting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Men have fought longer...but not like this. Larson looks conflicted. Finally he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "You asked me once how we kept Prometheus a secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(suddenly alert) That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When Prometheus was complete, the Design Committee came back to Earth on a shuttle. The construction crew followed on a transport ship. Vance picks up on Larson's grim tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "We lost contact with the transport. It missed turnaround and shot past Earth. Fell into the sun with three thousand souls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "My God. (he stares at Larson) You think that was no accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "It kept our secret very well. Vance takes that in grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Why are you telling me this now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "You're close to succeeding. When you do, you'll no longer be useful. You'll be in danger. I'm worried about Ada, too. She's repeating Martin's research. If she finds what he found, she could be removed as well. Vance is starting to take this seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "\"Removed?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Martin was officially \"reassigned.\" But he's no longer listed in the SSA directory, and his phone number doesn't work. Most likely he's ina cell somewhere. He may be dead. (off Vance's stare) Do you understand now where you are? What kind of place? 87. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What did Martin Caul find?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "He didn't tell me. And now I can’t ask him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAVE UNDER THE ROCK",
          "text": "Still leaning against the cave wall, Shadow Nineteen slee He’s turned his armor’s floodlights off: only dim instrum lights illuminate his face. A SCRAPE of metal. Movement in the darkness. An armored h slides up Shadow Nineteen’s chest. He wakes with a start. SHADOW NINE leans over him, dead eyes leering, mouth agap clutching at his armor. Their faces are inches apart. Sha Nineteen is paralyzed by terror. The dead man breathes raggedly. Wheezing, gripped by a hideous need to communicate. He speaks in a ruined voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINE",
          "text": "This world will kill you, and you will kill the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(a desperate whisper) I'm not going to die here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINE",
          "text": "You are a circle of death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAVE UNDER THE ROCK",
          "text": "Shadow Nineteen wakes with a shout. His armor’s floodligh snap on. His rifle whips up, aims at Shadow Nine. Shaking Shadow Nine slumps against the wall, lifeless and inert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Has that guy moved? ATHENA’S VOICE No, Captain. That guy is dead. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen stalks at high alert through the undergro He is gaunt, weary, whiskered. His armor carries new scar His battle-suit motors grind and whine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Mission time. ATHENA’S VOICE Six days, fifteen hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Stimulant. ATHENA’S VOICE You have exceeded recommended dosages...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Override. There’s a HISS. His pupils dilate sharply. He takes a rag breath and stands up straighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLAND MAZE",
          "text": "The red sun beats down on a valley of fissured stone. The report of Shadow Nineteen’s rifle echoes distantly. F off a flock of WINGED RAPTORS bursts into the air, scream A sudden EXPLOSION as an antimatter grenade detonates in distance. Stones wheel airborne through the smoke. Anothe BLAST. And ANOTHER. Shadow Nineteen, barely seen, works his way through the r maze, his movement betrayed by a trail of smoke and ruin. An explosion resounds. The echoes reverberate and fade, a silence falls on the valley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY HOLLOW",
          "text": "Shadow Nineteen, moving stealthily, rounds a rock outcrop disturbs a giant WORM feeding on its kill. An armored Worm, with no eyes and a complex mouth full of blades. Its blind head whips around, questing. Shadow Nineteen freezes. \f90. The Worm doesn’t budge. A long moment passes. Shadow Nine takes a slow step toward the shelter of the rock outcrop. Worm slithers toward him - frighteningly fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Oh, hell. He raises the grenade launcher. ATHENA’S VOICE Too close. Shadow Nineteen fires PAST the Worm. The grenade arcs ove its head and DESTROYS its kill in a grotesque explosion. ATHENA’S VOICE Grenades depleted. The blast batters the Worm, but it gathers itself at once Sniffs at the ruin of its dinner. Charges Shadow Nineteen Shadow Nineteen drops the empty grenade launcher and shoulders his rifle: Fires. Hits the Worm twice, inflicting terrible wounds, but it doesn’t slow down. Its jaws close on the rifle: the rifle CRACKS loudly. Spe white plasma. The Worm, scorched, leaps back SCREAMING: a hideous, unearthly sound. Shadow Nineteen hastily flings the rifle away. It spins through the air and EXPLODES in a sunburst of white light Shadow Nineteen turns to face the Worm, drawing his mache too late. The Worm SLAMS into him. They tumble over the ground, grappling. The machete goes flying. With his armored hands, Shadow Nineteen strains to preven the Worm's mandibles from closing on him. Pinned under the Worm, Shadow Nineteen plants his feet against its body and fires his JUMP JETS. Flames ROAR fro his boots. The Worm recoils, shrieking. Shadow Nineteen rolls to his feet. Unarmed, howling in rage, he meets the Worm head-on and d BLOW after BLOW with his armored fists until black blood coats his gauntlets and the Worm lies slain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen stands combing through data, scanning map \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Show me the bodies of other Shadows. I need a weapon. In Shadow Nineteen’s visor, glowing markers spring up acr the landscape, each marking the death-site of a Shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Who’s closest? ATHENA’S VOICE Shadow Thirteen. A single death marker shines in the highlands. Beside it, distance indicator reads 3.6 KILOMETERS. SHADOW THIRTEEN’S LAST STAND Shadow Nineteen sneaks up on the site. He holds his machete in one hand. His flamethrower nozzle juts from his other wrist - his only remaining weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Stimulant. A HISS. He shudders and steps out into the open. In a clearing, SHADOW THIRTEEN lies slumped against a sto His body bristles with spines sunk deep in his armor. Around him lie hundreds of alien corpses: spiny Scorpions dead and broken. They crunch under Shadow Nineteen’s feet Shadow Thirteen’s armor and rifle are covered with strang crystals. Shielding his head, Shadow Nineteen test-fires corroded weapon. It EXPLODES in his hand. Shadow Nineteen screams in frustration. ATHENA’S VOICE Damage to right glove. Repairing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen, crossing hard dried clay and sparse plan life, warily approaches a huddled shape. His visor displa labels the shape: SHADOW 15. As he gets closer, Shadow Nineteen discerns a fantastic sight: a MENAGERIE OF ALIEN CREATURES sitting around a hi light. Most appear dead. A few breathe but do not move. \f92. Still closer. He sees an ARMORED MARINE squatting among t beasts: SHADOW FIFTEEN. A rifle discarded at his feet. Thin NEEDLE TENDRILS have emerged from the ground at Shad Fifteen’s feet, crept up his legs, and found entrance thr his armor’s chestplate. A skull stares out of the helmet. All the creatures are snared and pierced by these tendril Shadow Nineteen shields his eyes from the light. He grope toward the fallen rifle. Getting close, he glances up at the dead marine - and see LIGHT reflected in the dead man’s visor. Entranced by the reflection, he lowers his hand. A BRIGHT light tugs at the corner of his eye, and he looks at the source. A BEAUTIFUL GLOWING ORB atop a vegetable stalk. Shadow Nineteen approaches it. Steps into the ring of creatures, staring, hypnotized. He drops into a crouch, just like Shadow Fifteen. Fine ne tips grow from the soil around his boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen hasn’t moved. ATHENA’S VOICE Captain. You’re dehydrated. His drinking tube nudges his lips inside his helmet. Shad Nineteen doesn’t drink. Water drips down his chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATHENA",
          "text": "You are suffering muscle cramps, Captain. Injecting muscle relaxant. A hiss. His lips move, faintly, but he doesn’t speak. He stares into the light. Fine tendrils wind around Shadow Nineteen’s legs and ques upward. Their needle-tips search for weak points. Across from Shadow Nineteen, an alien corpse collapses, gutted by vampiric tendrils. And over the alien corpse... ..-an impossible APPARITION stands: \f93. A black-cloaked figure - as if the Angel of Death itself come to watch Shadow Nineteen die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ada and Vance stand huddled against the wind in the corne the roof. They wear overcoats: winter has come to New Washington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Three thousand dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "That's what Larson said. The whole construction crew. Ada's outrage hardens into determination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I'm going to find out what Martin discovered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I don't think that's smart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "It doesn't matter. I need to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen crouches in the ring of aliens. His lips cracked, his eyes bloodshot. He breathes in shallow gasps There is no sign of the mysterious cloaked figure who sto watching before. ATHENA’S VOICE Captain. You must wake up. Captain. Captain Vance. Injecting stimulant. A HISS. Shadow Nineteen’s pupils dilate. His breath catch but resumes its shallow rhythm. ATHENA’S VOICE Captain...You must... Athena trails off - as if even she is surrendering hope. The tendrils entangling Shadow Nineteen grope at the chestplate of his armor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly SHADOW FIFTEEN collapses: the tendrils have stri his skeleton and gutted his armor. He falls apart with a horrible CLATTER of metal and bone. Shadow Nineteen’s eyes flicker to the fallen figure. He r his own name on the armor. A precious moment of lucidity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(huskily) Athena. Blackout. His visor goes OPAQUE. Shadow Nineteen falls to the groun Slowly tears free of the tendrils, his limbs in agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena, you see the light?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATHENA",
          "text": "Yes, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Don’t let me see that light. Tell me when I’m facing away. He turns on hands and knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATHENA",
          "text": "The light is behind you now. Shadow Nineteen crawls a few feet, attempts to get to his feet. He’s too weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Help me stand up. His armor’s motors whine. Mechanically, like a puppet, Sh Nineteen stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Let’s walk. Shadow Nineteen trudges away, his steps stiff and robotic",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCK OUTCROP",
          "text": "Shadow Nineteen sits shaking in the shelter of stones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Food. Water. An arm inside his helmet presses a food pellet to his lip He eats it. His water tube extends, and he drinks. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Stimulant. ATHENA’S VOICE It’s dangerous to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Override. Stimulant. HISS. Shadow Nineteen gulps air. His teeth chatter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Show me the next Shadow’s location. I need a weapon. A pointer appears on his visor display: the distance indicator reads 14.1 KILOMETERS. ATHENA’S VOICE Shadow Fourteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLAND JUNGLE",
          "text": "Shadow Nineteen, still shaky, prowls into a stand of tree He carries his machete and flamethrower at the ready - th only weapons he has left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Stimulant. ATHENA’S VOICE You have no more combat stimulant. He almost bursts into tears. An ALIEN WOLF lunges from the woods in front of him. Shad Nineteen chases it off with a billow of flame. ATHENA’S VOICE Flamethrower fuel low. More wolves approach behind him. Shadow Nineteen throws f their way. They keep their distance. Shadow Nineteen fights a retreating action through the wo keeping the pursuing wolf-pack at bay with his flamethrow He backs into a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEARING",
          "text": "The wolf-pack stops in its tracks, wailing and keening. \f96. Shadow Nineteen turns. A giant THORN TREE towers here, it bladed branches filled with skewered creatures. Among the monsters, crucified on thorns, hangs an ARMORED MARINE. ATHENA’S VOICE Shadow Fourteen. SHADOW FOURTEEN’S rifle is still in his hand. Shadow Nineteen steps warily forward. Branches slash at h He fends them off with the machete and steps back, pantin He aims his flamethrower and tries to burn the tree. Fire licks weakly from the nozzle and flickers out. ATHENA’S VOICE Flamethrower fuel depleted. The wolf-pack mills at the edge of the clearing, watching Shadow Nineteen tries to reach Shadow Fourteen by hacking slashing with the machete. The branches are too many and strong. He retreats, his armor gashed and sparking. No gun. No flamethrower. He needs a weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. What’s the power reading on Shadow Fourteen’s armor? ATHENA’S VOICE Power at eighty-seven percent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "What’s my power cell reading? ATHENA’S VOICE Eighty-nine percent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "If I pull my power cell, how long will my backup power last? ATHENA’S VOICE Thirty seconds. He stares at Shadow Fourteen’s body, gauging distances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "When I pull my power cell, give me a countdown to power out. ATHENA’S VOICE Warning: when backup power... \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "No warnings. Just count down. He pulls the power cell from its slot in his chest. Red warning lights flash on. ATHENA’S VOICE Thirty seconds of power remaining. Shadow Nineteen squeezes the power cell in his hands unti CRACKS. White light shines from the fissure. He hurls the leaking cell into the heart of the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Come on... The cell EXPLODES. The tree, engulfed in flame, flails an screams. Shadow Nineteen shrinks away from the deadly lim ATHENA’S VOICE Twenty seconds remaining. The tree’s thrashing weakens. Shadow Nineteen wades into branches, hacking with the machete. The dying tree rakes at his armor. Shadow Nineteen grabs Shadow Fourteen’s ankle. Drags the body down. ATHENA’S VOICE Ten seconds remaining. Shadow Nineteen pulls the dead man’s POWER CELL - as a BR lifts him off his feet. The power cell falls to the groun He fights desperately, chopping with his massive machete. ATHENA’S VOICE Five seconds. Shadow Nineteen hacks through the branch. FALLS heavily t the ground. He searches frantically for the power cell. ATHENA’S VOICE Four...three... He sees it! Lunges though the burning branches. ATHENA’S VOICE Two...one... His hand closes around the power cell - just as his power dies. He crashes to the ground, his armor suddenly a crus iron maiden he cannot lift. \f98. The outside world is muffled, his breathing loud in his o ears. His breath fogs his visor. Shadow Nineteen roars in frustration inside his helmet. The WOLF-PACK pushes into the branches. Screaming with effort, Shadow Nineteen rolls onto his bac An ALIEN WOLF sniffs at his helmet, drooling onto the gla Shadow Nineteen’s right arm fights the weight of his armo Pushes the power cell toward the slot in his chestplate. The wolf gnaws at Shadow Nineteen’s armored throat. Involuntarily, Shadow Nineteen turns his face away from t horrible jaws. A stunning sight greets him: ...the APPARITION has returned. The CLOAKED FIGURE stands outside the tree, watching him. this time Shadow Nineteen sees it. For a split second he stares in astonishment. Then he clo his eyes. Clenches his teeth in concentration: The power cell skids toward the slot...misses...hangs...a SLIDES HOME. His armor HUMS BACK TO LIFE. He reaches up. Takes the wol head in his hands and twists. There’s a horrible CRACK, a it falls limp. Shadow Nineteen seizes Shadow Fourteen’s rifle and rakes wolf-pack with energy bolts. They scatter into the jungle He looks around. No sign of the cloaked figure he glimpse during his struggle. Quickly he scavenges Shadow Fourteen’s jump-jet fuel... ammunition...food pellets...water and oxygen tanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen enters an orchard of GLOWING TREES. Insec flutter around them, feeding and hunting one another. The scene is beautiful and calm. Shadow Nineteen looks ar cautiously, his rifle sweeping with his eyes. Nothing dangerous appears. He sits against a rock in the middle of the clearing, watching the dancing lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ada leads Vance through a dimly lit storage facility. The pass a tall rack of massive glassy discs. They speak in undertones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What are these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Prometheus uses the Transporter to send copies of its memory home. That's how we get data from Erix. We're looking for smaller ones... here. A second rack of glassy discs seems to extend for miles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Backups of the core computer. She drifts down the rack, scanning serial numbers. Stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "This is the one. I thought it might not be here. FOOTSTEPS down the aisle. Vance pulls Ada around the corner, behind a rack of shelv They hold their breaths. An ARCHIVIST passes, yawning. When he's gone they emerge again. Ada takes the data disc the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "The files Martin worked on in his last days here were all deleted. But the files should still be here on the backups. It's holographic storage - impossible to edit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "So how do we read it without setting off any alarms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "We need a mainframe that's not connected to the network. And I know where to find one. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaning against the rock, Shadow Nineteen wakes. The inse are gone. The trees have withdrawn their luminous fronds. He rises and stretches, showing some of his former vigor. Burns a message on the rock he slept against: SAFE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFFS",
          "text": "Shadow Nineteen reaches the clifftop: a sweeping vista of jungle below. For the first time he sees CRAWLER THREE. His visor magnifies the image: a metal monstrosity squatt in the jungle. Winged creatures circle it like crows. His visor gives the distance: 18.1 KILOMETERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF FACE",
          "text": "Shadow Nineteen climbs down. Losing his grip, he slides d a sheer face. Fires his jets. Lands safely on a lower led ATHENA’S VOICE Jump jet fuel low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWLAND JUNGLE",
          "text": "Shadow Nineteen runs through the wilderness, rifle raised TENTACLE reaches down from the jungle canopy. He SEVERS i with a blast of gunfire and runs on. A massive ANIMAL rears up in his path. He guns it down without waiting to see its intentions. Runs on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GREEN ROAD",
          "text": "Lungs heaving, Shadow Nineteen stumbles out of the jungle into the wide track left by Crawler Three. In the beaten track, GREEN EARTH-LIFE GROWS, a mossy high through the alien forest. Nothing moves on the green road follows the trail toward the Crawler in peace. He passes alien creatures dead at the green road's edge, their skins overgrown with green patches like a plague. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GREEN ROAD",
          "text": "Cresting a rise, Shadow Nineteen sees CRAWLER THREE, two kilometers away. The giant machine is frozen in its track halfway up a hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Display last locations of Shadows Seventeen and Eighteen. His visor displays two MARKERS on the road in front of hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(musing) Something between here and there. GREEN ROAD - SITE OF SHADOW SEVENTEEN’S DEATH Shadow Nineteen, at high alert, approaches the spot where Shadow Seventeen’s death marker hovers in his visor displ There’s nothing to see on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Seventeen died here. Athena, scan for hardware. ATHENA’S VOICE No hardware detected. Shadow Nineteen looks around, bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Where'd he go? GREEN ROAD - SITE OF SHADOW EIGHTEEN’S DEATH Following the green road, Shadow Nineteen makes an astonishing discovery: A line of poles marches across the landscape. Mounted ato the poles are the skulls of various bizarre creatures. Th skulls are inscribed with symbols and alien characters. Where the green road crosses this border, several poles l crushed and flattened in Crawler Three's tracks. Shadow Nineteen inspects one of the skulls, but can make sense of the writing there. His eyes are wide with astonishment and confusion. Breathing hard, he walks across the border. \f102. ATHENA’S VOICE Marines down. A marker appears on his visor display. Shadow Nineteen approaches a dark shape on the ground. Side by side, SHADOW SEVENTEEN and SHADOW EIGHTEEN lie de in the green muck. Arms and legs outstretched. Their weap lie beside them, broken to pieces. The dead men’s armor is riddled with neat TRIANGULAR PUNCTURES. Bare skulls inside the helmets. ATHENA’S VOICE Target, twelve-o’clock. He looks up. A BLACK-CLOAKED FIGURE stands in the green r Barring his way. Shadow Nineteen freezes in terror. It’s impossible sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(with superstitious dread) Who’s there? The Cloaked Figure cocks its head at him. With its foot - hidden under its cloak - it draws a LINE across the groun",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "What are you? It SPEAKS. A guttural clatter of sound. Shadow Nineteen stares. At the line in the earth. At the figure. He POINTS down the green road toward Crawler Thre",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "I’m going to the Crawler. I'm going past you. The Cloaked Figure trembles. Speaks again: inhuman sounds redraws its line in the earth, cutting a deeper furrow. Shadow Nineteen taps his own chest and points down the ro And the cloaked figure OPENS ITS WINGS: revealing a PREYI MANTIS shape with sickled limbs. It's an alien being, not supernatural one. Its slim body is armored in metallic scales. Its claws ar adorned with ornaments of twisted wire, glinting with jew Its large eyes are strangely beautiful: iridescent like o colors playing across them. \f103. The Mantis raises its arms and beats the air - as if to s stay back. With a gasp, Shadow Nineteen raises his gun, his hands shaking. The Mantis takes flight, too fast to hit. It lands beside the road. Furls its wings. Once more take the appearance of a cloaked figure: a cosmic coincidence. It CHITTERS. From its cowl a TRIANGULAR TUSK juts and withdraws. Shadow Nineteen glances at the triangular punctures in th armor of Shadow Seventeen and Shadow Eighteen. He RUNS toward Crawler Three. The Mantis pursues him. ATHENA’S VOICE Incoming, six-o’clock. Shadow Nineteen spins and fires. The Mantis veers away. ATHENA’S VOICE Incoming. Shadow Nineteen bounds off the ground on his jump jets. T Mantis barely misses him. He fires mid-air. It spirals ar him, impossible to hit. He lands and runs on. He reaches Crawler Three. ROCKETS up the side of the Craw ATHENA’S VOICE Incoming, five-o’clock. He twists in the air, firing. And his jets SPUTTER OUT. Straining for the top of the Crawler, Shadow Nineteen fal short. Clings with one hand to the Crawler’s side. ATHENA’S VOICE Jet fuel depleted. He slaps his rifle into its clamps. With both hands, he climbs desperately. The Mantis is shouting at him - strange syllables carried the wind. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATOP THE CRAWLER",
          "text": "Shadow Nineteen reaches the top. Scrambles onto the deck. The top of the Crawler is covered with alien writing: unreadable pictograms scratched into the armor plate. Shadow Nineteen has no time to take this ATHENA’S VOICE Incoming. Shadow Nineteen spins to face the Mantis. Too late. He dr his machete - - but the Mantis SLAMS INTO HIM like a living missile, an the machete clatters away. They struggle. The Mantis locks its barbed legs around him. THRUSTS its through his helmet into his neck. Shadow Nineteen SCREAMS. Pushes at the thin powerful body Slowly he forces the tusk out of his neck. Blood spatters visor from the inside. Unable to free himself from the Mantis's serrated arms, Shadow Nineteen locks his arms around the creature's thin powerful body - and SQUEEZES with all his might. His armor's motor's WHINE. There is a ghastly CRACK, and Mantis falls dead. Shadow Nineteen struggles to his knees, choking on blood. He swings his helmet back in the toxic atmosphere. Slaps field bandage on his neck. Applies an emergency patch to helmet. He puts his helmet back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Purge. Jets of white gas HISS from the suit. Wind whips his hair inside the helmet. Shadow Nineteen inhales greedily. For the first time he sees the writing on the Crawler. He stares with bloodshot eyes and can't make sense of it. The beetle-like communications module looms above him. \f105. Instead of the ragged tear from the mock-up on Earth, the armored dome carries a row of triangular punctures, surrounded by hex signs and inscriptions. The Mantis's wo He pulls back the punctured dome to reveal the familiar repair job. ATHENA’S VOICE Multiple targets incoming. He turns. Winged MANTISES are circling: ragged black phantoms again the fiery sky. Three of them land atop the Crawler. They shout at him in their strange tongue: jarring sounds. Shadow Nineteen snatches up his fallen machete. Brandishe the blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(hoarsely) Get away from me! His amplified voice thunders. The aliens stand their grou They flicker closer. Shadow Nineteen sees the Mantises are standing atop the h covers of the Crawler’s MISSILE WELLS. He gestures: his toolkit extends from his armor. Turning back on the Angels, he begins the repair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Running range to nearest target. ATHENA’S VOICE Four meters. Shadow Nineteen works feverishly. Panting. His hands shak ATHENA’S VOICE Three meters. He clenches his hands, shakes them loose. Keeps working. ATHENA’S VOICE Two meters. One meter. Contact. He pulls his machete and slashes behind him. Mantises bur away from him like a flock of crows - and dive back, claw raking at him. \f106. With one hand he hacks and slashes at the aliens, keeping them at bay. With the other he works at the repair. Sparks fly from his battered armor. His blade, streaked w black blood, never stops slashing. He COMPLETES THE REPAIR. Crawler Three RUMBLES INTO MOTION, resuming its slow craw the hill. Trees sway and topple under its treads. The Mantises SCREAM in protest. The hatch-covers of the missile wells SLAM open. FOUR GIA ROCKETS LAUNCH, immersing the Crawler in fire. The Mantises shrivel and burn. Shadow Nineteen curls into ball, his armor bathed in flame. When the fire passes, Sh Nineteen remains, smoking but safe in his blackened armor He rises shakily. Watches the rockets arc away across the in four different directions. A pall of smoke hangs over the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dark cavernous space filled with mothballed equipment. Ada pulls a dust-cover off a massive computer. Vance stan beside her, a coiled power cord slung over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "This is the old bio-simulator. Too valuable to throw away, too classified to let anyone use it. There's power over there. Vance plugs the machine in. Ada inserts the disc, taps at terminal. In a moment the display fills with light. Ada navigates a dense directory: thousands of files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "In his last days here, Martin did almost all of his work in this program. \"Semantic Survey 3.1\". She touches controls. IN HOLOGRAM: The globe of Erix appears. The view shifts f one spot on the planet to another. Sparks of light swarm the surface in rapidly changing patterns. \f107. Graphs and data readouts surround the planet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(fascinated) It's a program based on the work I did for you. But much more sophisticated. See, if you watch animals move around long enough, you can figure out how much information they’re exchanging. You watch fish swim in a school, they do a small amount of coordination. You watch a beehive, and you can tell the bees have a crude language. Then you watch people move around a city, and over time their movement implies complex language. Higher intelligence. Ada sorts through species rapidly. Each one has a differe fingerprint on the planet’s surface - different readings the semantic indexes: all low numbers. Suddenly the numbers jump, high up the scale. The new movement pattern on Erix is stunning: a complex web of li embracing the whole planet. Ada gasps in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "This is what Martin Caul found. Species 8429.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "They talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "This is high-order language. This is a civilization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crests the hilltop, tree-trunks snapping like cannon shot The smoke clears. Trees fall away. Atop the Crawler, Shadow Nineteen looks down in shock at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MANTIS CITY",
          "text": "Under the jungle canopy, twisted TOWERS of dark plaster r out of the ground like smokestacks. Irregular windows glo with a pale red light. \f108. TUNNELS snake between the towers: a maze on the forest fl An organic city. A hive. Mantises look out from the towers. Hooded figures row on They wheel and soar over the city: darting into tunnels, erupting from the towers' mouths. The Crawler churns down the hill toward the city. Huge tr topple under its treads. Branches scrape at Shadow Nineteen as the Crawler descend among the towering trees. Alien inscriptions cover the mammoth trunks. A BARRICADE surrounds the Mantis city - a spiky thicket o alien teeth and bones. The Crawler GRINDS OVER THE BARRICADE. A great lamentation rises from the city: A cacophony of shrieks and beating wings. Mantises swarm from the city and fling themselves at Craw Three. By the hundreds they STRAIN to hold the Crawler back with strength of their bodies - and the Crawler drives them ba and crushes them under its treads. Shadow Nineteen looks down in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "What am I doing? (shouting) Athena! Guidance control. Stop the Crawler! Stop it now! He looks up. The rockets’ contrails arch away across the the rockets hurtling toward the horizon. Shadow Nineteen scrambles to the top of the comm module. lifts his rifle and sights on a rocket. SHADOW NINETEEN’S POV: A targeting reticle appears over t rocket in his visor display. Range, velocity, windage. He FIRES. And AGAIN. And AGAIN. A moment passes. The rocket EXPLODES in a distant firebal He sights on another rocket and fires three rounds. It DETONATES: the fireball hangs in the sky. \f109. He aims at a third rocket...too late. The remaining two rockets have vanished over the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Damn it! With a vast SIGH of machinery, the Crawler stops. Silence falls on the forest. A ROAR OF WINGS. Mantises rise from the city like a cyclo They fill the branches - thousands of watching figures. A Mantis shouts from within the city. The haunting cry ec eerily among the silent towers. Another voice joins the outcry, and another. Soon a thousand voices are raised in tumult. A riot of so",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(shaken) Athena. Show me navigation. We're turning this thing around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMETHEUS GROUND STATION",
          "text": "Prometheus’s antennas pivot to receive a message. A BOOM like a thunderclap inside the giant ship. Lightnin stabs upward into the turbulent clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monitors light up. Electricity dances over the Transporte Scientist Banneker looks up from his instruments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Transmission! He strides to the terminal, scans the data.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "The repair’s complete! Crawler Three is running. Launch is success... (horror replaces the elation in his face) Oh, no. No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR",
          "text": "Vance and Ada hurry along, talking in whispers, agitated. \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "This is first contact. We've found an alien civilization - and we're slaughtering them. We're poisoning their world. If we don't stop this, we're going to regret it forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "What do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "We'll go for my armor. Once I'm wearing it, nobody can stop me. And then I'll get us out of here. As they approach the Staging Room, Vance quickens his ste",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "We can't let this happen. I have to let someone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGING ROOM",
          "text": "Full of guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "...know. The guards' pistols come Across the Staging Room, sight on an elevator. He up. Vance and Ada freeze. Vance's armor locker sinks out of watches it go in dismay. The guards part to let Director Marbeck and Banneker thro Marbeck’s face is a mask of rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Shadow Nineteen has repaired Crawler Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "So what’s with all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "He sabotaged the mission. Half the rockets destroyed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "He did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don’t play the innocent with me. You did this. This monstrous thing. (to Banneker) Lock him up. 111. The guards seize Vance and drag him out under Banneker's gloating eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "(to Ada) And you. Did you help to plan this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "(bitterly) I wish I had. Where's Martin Caul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "His heart failed him. But your heart mustn't fail. The ocean program has lost two rockets. I need your expertise to compensate for the damage. The terraforming effort depends on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "The terraforming effort has to stop. You know what Martin found.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "It's time you took the crown, Ada. It may help you see things clearly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "No. Director Marbeck beckons to his guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guards shove Vance into an empty steel-walled room. Turni back, Vance confronts Banneker in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "I hope you enjoyed your conspiracy. It’ll be the end of you. And Ada will face her own consequences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What consequences? Banneker removes his cap. His cybernetic crown gleams. \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "As we speak, she’s becoming one of us at last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "The hell she is. Banneker smiles. The door begins to close. Like lightning, Vance reaches out, grabs Banneker’s coat. Yanks the Scientist into the sliding door’s path. The doo bounces open again. Vance charges out. Hammers Banneker into the wall. Bannek drops, limp. Three guards in the hallway draw their pistols hastily. Vance is a demon among them. A quick flurry of blows and close-quarters gunfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sterile facility: white enamel and cold steel. Ada lies strapped into a terrifying apparatus: a CORONATI MACHINE. She wears a flimsy hospital gown. Her head is secured in a metal clamp. Above her hangs the cybernetic crown she will soon wear forever. She twists at her restraints in vain. An old PHYSICIAN in scarlet coat begins to shave her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Please don’t do this. Please don’t do this. The Physician winces but stays the course. Ada’s beautifu locks drop to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHYSICIAN",
          "text": "Shhh. A sudden COMMOTION. An Agency Guard staggers into the room, slams into the wa and collapses. Vance charges in. He rushes to Ada. Shoving the Physician aside, he works a the straps that hold her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Ada. I’m here. It’s all right. \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Conrad! Oh, hurry. Look out! The old Physician presses an instrument to Vance’s neck. HISSES. Vance jumps as if bitten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHYSICIAN",
          "text": "You’1l be no more trouble. Vance knocks the Physician out with one punch. But alread looks woozy. Vance’s legs buckle. He drops to his knees, fumbling at A restraints. His face is inches from hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Stay awake. Conrad. Please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Ada... He collapses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prometheus towers over the jungle. A deep rumble. Foliage crashes down. Crawler Three rolls into the clearing. It churns to a stop beside its mother ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATOP THE CRAWLER",
          "text": "Armor plates have been warped into a crude bunker. The we metal tears open. Shadow Nineteen climbs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The transporter’s massive door rumbles open to reveal the small bright chamber. Shadow Nineteen steps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Overlay tech specs. In his visor’s heads-up display, a wireframe circuit diag is superimposed on the chamber walls. He opens a panel, revealing complex controls. \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scientist Banneker talks to grey-coated technicians in th vast transporter cavern. Suddenly, electricity CRACKLES over the transporter. Klax howl. The technicians flee. Banneker stands his ground. A resounding BOOM. The transport chamber opens. Shadow Nineteen steps out. H rifle rests in its clamps on his thigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Vance! Shadow Nineteen opens his visor, breathes clean air. He approaches Banneker across the catwalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "I had to come back. Banneker concentrates. The catwalk withdraws, separating Shadow Nineteen and Banneker from the Transporter. The he steel doors of the Transport Facility slam shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Listen to me. Banneker sweeps the room with furious eyes. In unison, fo security cannons aim at Shadow Nineteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(shouting) Wait! The cannons FIRE. Bullets tear at him, throwing showers of sparks from his armor, leaving gouges in the metal. His visor slams shut. Staggering under the onslaught, he pulls his rifle and fi destroying one cannon. Another. Banneker flees. The Staging Room door opens for him. Shadow Nineteen pounds after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGING ROOM",
          "text": "Banneker glances at the Staging Room door. It slams shut. \f115. Shadow Nineteen slides into the closing door. The steel s pins him against the frame. On the far side, the security cannons rake at his armor, throwing sparks. He strains. The door grinds back. He slides through. Banneker gestures. Two security cannons drop from the Sta Room ceiling. Shadow Nineteen blasts them into shrapnel. Banneker is caught in the open, at gunpoint. He freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "There are cities on Erix. It's inhabited. Banneker rolls his eyes in contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "Not for long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(astounded) You knew!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "You idiot. A FLOOR HATCH opens beside Shadow Nineteen. The floor ben him slam into motion - it's a conveyor belt - and flings into the pit. As Shadow Nineteen climbs out, the hatch cover closes on clamping him in place. Banneker gloats nearby - until Shadow Nineteen's rifle sw that way. A PLATFORM rises between them: Shadow Nineteen's rifle fi tears into the platform as Banneker ducks for cover. Shadow Nineteen wrenches himself free of the floor hatch. Racing around the platform, he draws a bead on Banneker.. But the Staging Room CRANE swoops out of the shadows. Sei him in its claw, pinning his gun arm to his side. ATHENA’S VOICE Critical strains on suit. Unable to break free, Shadow Nineteen sees heavy bolts on hinge of the claw. With his free arm he extrudes his tool Banneker grins wickedly. The heavy crane smashes Shadow Nineteen against the wall. Shadow Nineteen works desperat \f116. A bolt spins out of the crane’s hinge. One finger of the falls off, freeing Shadow Nineteen’s gun hand. He shoots the crane’s hydraulics, and the metal arm goes limp. Freed, Shadow Nineteen lands on his feet. A FREIGHT PLATFORM tips, burying him in massive metal cra Banneker smiles in triumph...but Shadow Nineteen rises fr the wreckage, a crate held overhead. He HURLS the crate a Banneker with a roar of animal rage. The crate crushes Banneker against the wall. The room falls silent. Shadow Nineteen rolls the heavy crate away from Banneker’ body. Banneker, broken and dying, gasps for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNEKER",
          "text": "(a whisper) You’re not even supposed to exist. Banneker’s breath stops. His eyes stare at nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "But I do. He turns, makes his way painfully across the room. His armor's motors whine as he moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Mayday beacon. ATHENA’S VOICE Mayday beacon on. A red light begins to flash on his armor's chestplate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR",
          "text": "Scientist Larson looks up in alarm as red emergency light begin to flash all along the hallway. The security cannon at the corner EXPLODES. Larson cringe Shadow Nineteen steps out of the smoke in his battered ar He recognizes Larson and his rage subsides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Conrad! How did you... He sees the haggard face behind the visor. Whiskered, spattered with dried blood. He understands. \f117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "(in wonder) You were on Erix. What did you see? No, there’s no time. You have to run. They’1l kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "They're trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "They've locked you up, here. They mean to make you disappear. And there's something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARSON",
          "text": "Ada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDICAL COMPLEX",
          "text": "Ada lies in bed, in a hospital gown. Her head is shaven. cybernetic crown gleams against her scalp. Beside the bed hang a Master’s black coat and cap. She stares at the coa SCREAMS outside the door. Running feet. The door jumps in its frame. Ada shrinks back in her bed. powerful force tears the door open. Shadow Nineteen enters, a metal giant. She rushes to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Conrad! She sees the dried blood on his face, the beard. Stops sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "You're the Shadow. You’re Nineteen. He stares at her bald head: the crown embedded in the fle",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "What have they done to you? She makes a futile attempt to cover her head with her han",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Why did you come back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "To set things right. Ada. (he steps closer) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHADOW NINETEEN (cont'd) I never dreamed they’d do this. Are you all right? Tears shine in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "It doesn’t matter, does it? What’s done is done. Shadow Nineteen’s face is wracked with guilt. He looks anxiously out into the deserted medical facility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "We can’t stay here. I’ve been welding doors shut, but the guards will come soon. I’m going to break myself out. The real me. Can you hide until I... Ada sheds her hospital gown. Puts on the black coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I’m going with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "It won't be safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I know where he is. And I can help you now. She places the black skullcap over her crown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR",
          "text": "Shadow Nineteen advances down a corridor, rifle raised. One by one, security cannons take aim at them - and one b one, Shadow Nineteen blows them to shrapnel. They reach an intersection. BULLETS whine off of Shadow Nineteen’s armor: Guards approach down the crossing corri Shadow Nineteen fires back, his rifle barking. Ada GESTURES: Doors SLAM SHUT between them and the guards",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "How long can you keep that up before they revoke your privileges?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "They already have. I’m using Director Marbeck’s ID. \f119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(grinning) Nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORAGE ROOM",
          "text": "Red alarm lights throb. Vance paces in his bare metal cel O.S. GUNFIRE outside the door. Heavy footfalls approach. The door slides open. Ada enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Ada! They embrace fiercely. Troubled, Vance reaches for her bl skullcap. She shrinks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Don’t. Please. Listen. There’s someone outside the door. He’s going to help us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR",
          "text": "Shadow Nineteen stands watch in the corridor. A guard lie unconscious at his feet. Ada emerges from the cell. Vance follows warily. Vance and Shadow Nineteen stand face to face, staring at other: Vance in perfect health, lightly dressed - Shadow Nineteen haggard and wounded, in armor. Vance is speechle",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Hello, Vance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "(cautiously) Hello, Vance. What’s happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "I’m getting the two of you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "And you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Don’t worry about me. I’m not even supposed to exist. Ada looks sharply away down the hallway. \f120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Someone's opening the doors I locked. I'm sorry. I'm new at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Let’s head for the roof. Can you get us to your freight elevator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I think so. Vance crouches and takes fallen guard’s pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "Let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERVICE CORRIDOR",
          "text": "A deserted hallway. The freight elevator door is closed. Shadow Nineteen, Ada, and Vance arrive at the elevator do Turning, Ada concentrates and closes a corridor door behi them. Ada palms the elevator switch. The floor indicator shows elevator descending from the roof. They wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "What happened on Erix?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "I saw the Angel of Death. Vance and Ada stare at Shadow Nineteen, mystified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "We fought. And I killed it. But it was just...a creature. A living thing. And then I found a city. A city of these things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "You saw them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "They're terrifying. But they're -.-people. I thought Erix was Hell. But it's just somebody else's world. Ada looks at corridor door in fright. \f121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Someone's opening the door. I can't hold it. Shadow Nineteen takes aim at the door. They watch the elevator's floor indicator nervously. Suddenly a SIREN sounds. A heavy steel SECURITY GATE begi to close in front of the elevator, sealing it off. Shadow Nineteen throws himself at the descending gate and heaves. The gate stops in his tracks, its motors whining. Very rapidly: the corridor door slides open. SSA GUARDS w on the other side. Vance pulls Ada behind him. His pistol snaps up: he fires several rounds. Two guards fall. Others return fire. A BULLET slams into Vance's ribs. He SCREAMS. Shadow Nineteen, still holding off the security gate, twi in place and FIRES his laser rifle. It tears a glowing fu in the wall. The guards fall back, shouting. The elevator opens. Vance struggles in, leaning on Ada. Shadow Nineteen dives into the elevator. The security gat SLAMS down. The elevator doors close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEVATOR SHAFT",
          "text": "Concrete walls rush past as the freight elevator rises. S echoes in the confined space. Vance sinks to the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I’m hit. Shadow Nineteen rolls Vance over. The wound is severe, a bloody puncture between the left ribs. Shadow Nineteen presses a battlefield dressing over the injury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "It’s bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Yeah. Vance fumbles blindly for Ada. She takes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Hang on, Conrad. We’ll get help. \f122. She weeps. Vance is fading fast. A shudder racks his body and a look of amazement crosses his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "I’m not going to make it. Shadow Nineteen leans close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "You keep breathing. I’ve seen you dead too many times. Vance looks at Shadow Nineteen. His lips barely move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANCE",
          "text": "It’s only fair. I’m the only one who never paid a price. (weaker still) It’s all yours now. The life drains out of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(urgently) Athena. Medical. ATHENA’S VOICE Medical. He places two fingertips on Vance’s chest. A muddy MURMUR He tears open the shirt. Lays his gloves on Vance’s ribs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Clear! Ada jerks her hands back. A THUMP as voltage pours throug Vance’s body. He arches and lies still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A glorious SUNSET drenches the city in light. The freight elevator rises into view and locks into place Shadow Nineteen kneels over Vance. Ada beside him. Vance isn’t breathing. Shadow Nineteen stands. He seems stunned - he can't take his eyes off his own dead body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "What are you doing? \f123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(hollowly) He’s gone. Ada cries, clutches at Vance. Shadow Nineteen stirs. Gent pulls her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Ada. He’s gone. We have to move. She looks at him, paralyzed. She’s just watched her lover die, but here he stands in front of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK, (0.S.)",
          "text": "Captain Vance. They turn. Director Marbeck stares down at Vance’s body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "You make this difficult. You dirty my hands. Shadow Nineteen aims his rifle at Marbeck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "You shouldn't have come alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "I don't need help to deal with you. He waves contemptuously at Shadow Nineteen. Shadow Ninete armor POWERS DOWN. He collapses like a marionette with cu strings. He sprawls on his back, unable to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Athena. Athena!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "I had your armor modified, Captain. A precaution. I reserve myself certain privileges. I'll tolerate no more...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Damn you! She launches herself at Marbeck in a two-handed shove tha sends him staggering. She follows, poised to shove him ag Enraged, he grapples with her . Flings her to the pavemen She strikes her head cries out. Marbeck turns back to Shadow Nineteen - but his armor lie open and empty. Shadow Nineteen steps free in his skinsui \f124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Enough. He HAMMERS Marbeck across the face with his massive rifle Marbeck staggers and cries out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Guards! Guards! Shadow Nineteen backs Marbeck up against a pillar. His ar tremble under the weight of a rifle meant for powered arm GUARDS swarm onto the rooftop. Ada darts to Shadow Nineteen’s side. Marbeck glares at gunpoint, his mouth bleeding freely. The guards surround them in a thicket of pistols.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "If you shoot me, they’11l kill you. Lay down the gun and live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "You won't let us live. We know what you've done. Marbeck glances at Shadow Nineteen’s trembling arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "How long can you bear that weight? O.S. A RUMBLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(grinning in triumph) Long enough. A shadow falls over them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINE, (0.S.)",
          "text": "Stand down! A MARINE AIRSHIP hovers over the rooftop. Six ARMORED MARINES leap from the airship on jump-jets. T encircle Marbeck and his guards, rifles raised. The SSA Guards, so menacing a moment ago, suddenly look l children. They drop their weapons. Exhausted, Shadow Nineteen lays his massive rifle down. \f125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "You're trespassing! This is a secure facility! You have no right! The Marines' PLATOON LEADER steps forward. He scans the rooftop: takes in Vance's body; the battered armor lying open; Shadow Nineteen in his military skinsuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLATOON LEADER",
          "text": "There's a Marine distress beacon coming from this rooftop, sir. I'm required to respond. (to Shadow Nineteen) Do you need assistance, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Yes. Captain Conrad Vance, Third Offworld Division. I need evac right now. Me, this woman, and... (he hesitates, looking at Vance lying dead) ...that Marine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "These people are in my custody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "(to Marbeck) Not any more. (to the Platoon Leader) Call the police. Get them here. And call the office of the Secretary of Defense. Tell them Conrad Vance has a story to tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Let's get airborne. Too many surprises here. The Marines collect Vance’s body, the crippled armor. Sha Nineteen pulls Ada toward the airship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "(to Ada, desperately) Scientist. You are not released! Ada shoots him a cold look. Moves closer to Shadow Ninete Marbeck is unravelling, almost snarling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR MARBECK",
          "text": "Captain! Remember your writ of secrecy! \f126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "You killed the man who signed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadow Nineteen and Ada sit huddled against a bulkhead. Armored Marines sit around them. Outside, the skyscrapers of New Washington slide by. Shadow Nineteen and Ada cling to each other, their eyes haunted. He lifts a finger. Traces the line of her crown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "I know I’m not what I used to be. He pulls her closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "Neither am I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADA",
          "text": "Don’t think about it now. For now let’s just be. You’re Conrad Vance. You came home. He stares across a vast distance. Shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "I’m still there. Ada looks at him, questioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOW NINETEEN",
          "text": "You can’t come home. You can only send your shadow home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lurid sky bathes Prometheus in red light. The door opens. An armored Marine, his armor blackened by fire, looks out in despair at the jungles of Erix. The ID plate on his armor reads VANCE 19. Predators slink from the undergrowth at the sound of the door, watching him, circling. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1642"
    }
  ]
}