{
  "movie_id": "MOV1639",
  "scenes": [
    {
      "location": "BELFAST STREET CONTINUOUS",
      "time": "SECONDS LATER.",
      "characters": [
        "UNIFORMED OFFICER",
        "MAC, (0.S.)",
        "URGENT, HURRIED...",
        "GIRL, (0.S.)",
        "COLLETTE",
        "MAC",
        "GIRL",
        "MI5 OPERATIONS OFFICER",
        "OFFICER",
        "MCILLHATTON",
        "HEADTEACHER, (CONT'D)",
        "JOURNALIST",
        "FOX",
        "MAN",
        "GERRY SENIOR",
        "SEAN",
        "SMASH CUT TO",
        "NEWSCASTER",
        "DELAVINE",
        "CRASH IN",
        "MA., (CONT'D)",
        "FADE IN",
        "YOUNG MAN",
        "COLLETTE MCVEIGH",
        "TASKING CO-ORDINATING GROUP",
        "VOICE, (OS)",
        "MCVEIGH, BELOVED SON, MURDERED BY CROWN FORCES",
        "CAMPBELL",
        "PADDY, (CONT'D)",
        "GIRL, (CONT'D)",
        "PRIEST, (CONT'D)",
        "DETECTIVE 1, (CONT'D)",
        "FLETCHER, (CONT'D)",
        "DETECTIVE 1, (SITTING)",
        "COLLLETTE",
        "COMMANDER",
        "AGAIN TO",
        "PADDY",
        "GERRY, (0.S.)",
        "MI5 OFFICER, (0.S.)",
        "B-A-T.",
        "BUCHANAN",
        "MI5 OFFICER",
        "BOY",
        "IN THE DARK, THE SOUND OF BREATHING AGAIN, BUT THIS TIME",
        "GERRY IN THE AIR, BEFORE HE...",
        "REPORTER",
        "GERRY",
        "GERRY AND COLLETTE, WHO SIT SIDE BY SIDE",
        "THE PRIME MINISTER",
        "SOLDIER, (CONT'D)",
        "SPEAKER",
        "COLLETTE...",
        "PUNCH UP",
        "PILOT",
        "MA",
        "MULGREW., (CONT'D)",
        "FOX, (CONT'D)",
        "GERRY MCVEIGH, (0.S.)",
        "M-A-T.",
        "LATER.",
        "OFFICIAL",
        "VOICE, (0.S.)",
        "CRASH CUT TO",
        "OUTSIDE THE CELL",
        "GINGY",
        "MAC, (CONT'D)",
        "CONTINUOUS",
        "DETECTIVE 2",
        "MI5 OPS OFFICER, (CONT'D)",
        "HEADTEACHER",
        "INT. A TRAIN APPROACHING BELFAST STATION- DAY",
        "BASEBALL CAP",
        "CONTINUOUS.",
        "DELAVINE, (CONT'D)",
        "SENIOR STAFF OFFICER 1",
        "OPERATIONS OFFICER",
        "DETECTIVE 1",
        "PRIEST",
        "LEADER OF THE OPPOSITION",
        "CHIEF OF STAFF, (CONT'D)",
        "CUT TO",
        "SOLDIER",
        "SMASH CUT",
        "DETECTIVE 2, (CONT'D)",
        "FLETCHER",
        "NEWSAGENT",
        "OPERATIONS OFFICER, (0.S.)",
        "MI5",
        "CHIEF OF STAFF",
        "A TRAIN HURTLING THROUGH THE ENGLISH COUNTRYSIDE",
        "LUCY, (0.S.)",
        "MI5 OPS OFFICER",
        "MINUTES LATER",
        "GERRY, (CONT'D)",
        "MULGREW, (0.S.)",
        "A VOICE, (0.S.)",
        "DRIVER",
        "MARK",
        "OLDER YOUTH"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Twelve-year-old COLLETTE MCVEIGH is absorbed in making a necklace with a bucket of beads. She’s listening to 10CC’ hit single Rubber Bullets on the gramophone. Load up, load up the rubber bullets...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUNCH UP",
          "text": "COLLETTE’S father, GERRY SENIOR, puts his head around the door. He has interrupted a call and has his hand over the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY SENIOR",
          "text": "Get us some fags love. Your mother’s run out. He disappears again. COLLETTE continues with her fun a moment, then stands and walks through to the... INT. KITCHEN - CONTINUOUS. ..-where her seven-year-old brother SEAN is eating a bowl of cereal. He’s a cute-looking kid, the baby of the famil",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Dad wants you to get some fags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "He asked you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Doesn’t matter. I went last time. SEAN rolls his eyes. Sisters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEAN emerges into the street, leaving the door open so th 10CC’s song comes with us. He instinctively turns left for the shop, but then checks himself. There’s a huge riot at the other end of the street. Curiosity gets the better of him and he heads towards it. Some kids are playing football. Parents gossip in the doorways; every day life in a city torn apart by civil strife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEAN’s P.O.V. as he steps out into the fringe of the riot He can just make out his older brothers GERRY and PADDY with masks around their faces, throwing tear gas at the soldiers. The troops are using armoured Land Rovers as barricades. A bus is burning. One hell of a playground. 10CC have got to the chorus again. Load up, load up the rubber bullets... Wham! He’s hit. On the ground. Silence. PADDY and GERRY running towards him. A crowd gathering... Why can’t he hear anything? What’s happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the sound CRASHES BACK, GERRY and PADDY are stumbling down the street with SEAN in their arms. They are surrounded by rioters, onlookers, neighbors... Chaos. Shouts. Voices. It’s Sean. Aye, it’s wee Sean. Jes Christ, it's Sean. Bastards! They've shot wee Sean! INT. COLLETTE’S PARENTS HOME - THE KITCHEN - CONTINUOUS. The crowd tumbles in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Mal GERRY lays his baby brother gently down on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "Dad! He bends over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "Jesus, Sean. Speak to me! \f3. GERRY SENIOR and SEAN’s MOTHER appear in the doorway. MA white as a sheet as GERRY SENIOR thrusts the others aside He takes SEAN’s pulse. Tries CPR. Nothing. Tries again. The room grows quiet. MA falls to her knees. MA. Speak to me Sean. Silence. A hand on his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA., (CONT'D)",
          "text": "Speak to me, my boy. He’s dead. She puts her arms around him and draws him to her chest. She starts to cry. It’s gut-wrenching, heart-breaking... GERRY SENIOR catches sight of COLLETTE’s stunned face in the throng. He yanks her into the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..-where she retreats from his fury. They stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY SENIOR",
          "text": "(quietly) What happened? No answer. GERRY SENIOR (CONT’D) I asked you to go. No answer. GERRY SENIOR (CONT’D) (louder) Why wasn’t it you? She takes a few more paces back. GERRY SENIOR (CONT’D) It should have been you! He pushes her into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".--and slams the door. The noise recedes. Terror in her eyes. Desolation. Isolation. Silence again. Until we can just make out her breathing... FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOTION -- she’s running flat out -- cops chasing -- siren wailing. This is COLLETTE MCVEIGH aged 31; widow, mother, sister, bomber. And strikingly BEAUTIFUL. She is weaving through a stunned crowd on the station concourse, carrying a BLACK BAG over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOE MACINTOSH -- MAC -- stands in front of a bunch of screens. He’s 40s, tall, rugged; a bull of a man. No doub he’s in control here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Give me the walkway... EXT. LONDON STREET - CONTINUOUS. COLLETTE is sprinting -- like her life depends on it -- over the road bridge. There are undercover detectives behind, uniforms and cop cars below and a chopper overhea Down the steps. Off the sidewalk and head to head with an oncoming car. The driver slams his fist on his horn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through an open window) For fuck’s sake! EXT. MI5 CONTROL ROOM - CONTINUOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Six come east. EXT. WESTMINSTER SKYLINE - CONTINUOUS. A helicopter SWOOPS LOW. INT. HELICOPTER - CONTINUOUS. CLOSE on the monitor. We can just make out COLLETTE runni across...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".».-where she throws her bag over the side. CLOSE as it HITS THE WATER. EXT. CONTROL ROOM - CONTINUOUS. (looking at shot from helicopter monitor) The bag please, Danny... EXT. WESTMINSTER BRIDGE - NORTH SIDE - CONTINUOUS. She swings right -- down the steps -- smashing through tourists to... INT. WESTMINSTER TUBE STATION - CONTINUOUS. ..-where she vaults the barrier. INT. CONTROL ROOM - CONTINUOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "We need all platforms...now... The screens are slow coming up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "C'mon guys.... The central station monitor pings through -- now we can s undercover cops leaping the ticket barriers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold back...I don’t want it done here. Platform cameras on stream. She emerges into sight of one",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Circle line westbound...how long ‘till the next train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cops pile onto the platform. CLOSE on COLLETTE. That haunted, hunted look again. She's not going to be caught. She stares ahead into the dark tunnel. She’s not...she wouldn't... She’s onto the track and in. INT. CONTROL ROOM - CONTINUOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Shit! She’s on the track...shut it down -- all of it...the whole network. INT. TUBE TUNNEL - CONTINUOUS. COLLETTE running through the dark... INT. CONTROL ROOM - CONTINUOUS. A screen map of the tube from control on one of the monitors. There’s a train in the tunnel. INT. TUBE TUNNEL - CONTINUOUS. A rumble in the distance, a flash of lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAC grabs the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(eyes glued to the screen, voice icy calm) It’s Joe Macintosh here. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got a target on the line. Pull the plug! A beat. The guy’s trying to argue the toss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "That's a straight order. Right. Now. INT. TUBE TUNNEL - CONTINUOUS. Thunderous noise and bright lights as the train HURTLES closer. COLLETTE turns back, but too late. It’ll smash he to pieces for sure... A service alcove. She’s in. Train whips past. Thwup, thwup. Gone. Now screeching to a halt... A beat. Collette tries to recover her breathing. Her face is covered in sweat. Rats screech at her feet. She's running again... INT. CONTROL ROOM - CONTINUOUS. MAC's eyes on the screen. The train has stopped. He takes the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Did the driver hit anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "We don’t have time to hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "No...no. He’s shaken up. He saw someone running, but he didn’t... MAC slams down the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Where’s next on the line?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OFFICER",
          "text": "St James’s Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Then let’s see it! \fINT. ST JAMES’S PARK TUBE STATION - CONTINUOUS. COLLETTE, accompanied by a few rats, emerges from the tunnel and jumps onto the platform. She walks normally, like it’s the most natural thing in the world, past a few startled passengers. INT. CONTROL ROOM - CONTINUOUS. Screens coming up. Nothing on the platforms. MAC catches a glimpse of her as she slips from view in th station entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "She’s out. Leaving St James’s Park station... EXT. ST JAMES’S PARK TUBE STATION - CONTINUOUS. COLLETTE walks calmly towards a woman who has just starte up her Vespa and is adjusting her helmet. At the last minute, she charges -- thrusts the woman off picks up the Vespa, speeds away... EXT. PARLIAMENT SQUARE - CONTINUOUS. Cops cars streaming past the Commons, sirens wailing... EXT. ST JAMES’S PARK - CONTINUOUS. COLLETTE bombing across the bridge over the lake... EXT. THE MALL —- CONTINUOUS. A fleet of sirens tearing down towards BUCKINGHAM PALACE as... COLLETTE whips across in front of them. The cop cars SCREECH to a halt and follow into GREEN PARK INT. CONTROL ROOM - CONTINUOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Four and five go north of Piccadilly, three west. \fEXT. GREEN PARK - CONTINUOUS. COLLETTE reaches the pavement at the top of the park -- scattering pedestrians. She skids -- almost falls. Onto t road. Cars screech to a halt. Into the narrow streets the far side... INT. CONTROL ROOM - CONTINUOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "We need to take her here...this is it guys. EXT. BERKELEY STREET - CONTINUOUS. It’s a one way street. COLLETTE swings against the traffi and accelerates down the pavement, scattering terrified shoppers. EXT. CONTROL ROOM - CONTINUOUS. C1OSE on the monitor with the helicopter feed. Go WIDER t see MAC watching the moving electronic dot on the map in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Four block off Davies Street. Five come down Grosvenor. EXT. DAVIES ST - CONTINUOUS. COLLETTE sees a car across the street ahead. She comes to halt. Turns around. Another screams up behind. Men in raincoats pour out, pistols raised. No escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 1",
          "text": "Get in. They push her roughly into the car. And tear away. INT. CONTROL ROOM - CONTINUOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (OS)",
          "text": "Package onboard. Inbound. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(to his colleagues) Okay, keep the uniform boys on the ground. Tell the press we’re hunting a clean skin. Make sure the picture you put out is blurred enough to obscure her ID. INT. CELL - PADDINGTON GREEN POLICE STATION - NIGHT. COLLETTE faces two cops. Two audio tapes turn in the recording device on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 1, (SITTING)",
          "text": "Boy are you in the shit, sweetheart. No answer. Cop 1 flips open a file on the desk and pushes across a photograph of COLLETTE hugging her five-year-old son in the rear garden of a terrace house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 1, (CONT'D)",
          "text": "Cute kid...did you tell him you might not be coming back? He smiles bitterly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 1, (CONT'D)",
          "text": "Train to Dublin. He spins around a picture of her seated in the carriage. Then more surveillance photos in quick succession;",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 1, (CONT'D)",
          "text": "Ferry to Fishguard. South to a safe house in Oxford. Two days to kick your heels. Winchester. The courier leaves you a rucksack, two kilos of semtex and a TPU. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 1, (CONT'D)",
          "text": "Onto the train. Flick the timer and you’re ready to go. But now we've got the bag and the bomb and you bang to rights. So boo fucking hoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 2",
          "text": "(leaning) Shame about your boy, love. No answer. \fll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 2, (CONT'D)",
          "text": "Twenty-five years; out in eighteen if you keep your nose clean. You'll be lucky if he remembers your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER.",
          "text": "MAC has been watching the interrogation through the one-w glass. The two detectives file out. MAC picks",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 2",
          "text": "Good enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE 2",
          "text": "Shout if you need anything else. up a briefcase and enters. INT. POLICE CELL - CONTINUOUS. He closes A beat. MAC flips cassettes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Can I get you anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "A lawyer. open the tape recorder on the desk, removes the and throws them into a drawer. COLLETTE (CONT’D) I'm legally entitled to speak to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I know what you’re entitled to, Collette. But you just tried to go head to head with a five hundred ton tube train, so do us both a favour and listen. You don’t want to be here. And I can get you out. He opens the briefcase, takes out a file. It has SEAN MICHAEL MCVEIGH. SHOT 25th JUNE 1973 MINISTRY OF DEFENCE CONFIDENTIAL stamped on the front. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "It won’t give you what you want, or what your family’s lawyers expect. But maybe it’1l help. He closes his briefcase, leaves. INT. OBSERVATION ROOM - CONTINUOUS. He watches from the other side of the glass. She stares a the file like it’s a contagious disease. He walks around the corner, gets a cup of coffee and slip out to the... INT. STAIRWELL - CONTINUOUS. ...-where he lights a cigarette and leans against the window. Footsteps. One of his colleagues with the video grab. Sur enough, it’s pretty hard to say definitively that’s COLLETTE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Fine. Lay it on thick. Police tonight are still hunting--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OFFICER",
          "text": "Sure, Mac. We got it. INT. CELL - CONTINUOUS. COLLETTE staring at the file. She breathes in deep and opens it. Shit. Page one; Sean’s naked corpse on the slab. She shuts her eyes. INT. OBSERVATION ROOM - A FEW MINUTES LATER. MAC at his desk, watching the news. Some reporter outside Waterloo Station;",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Trevor, the government continues to insist the IRA is serious about peace, but it’s hard to believe that when they’re sending young women over here to plant-- He kills the sound. \f13. Stands, to get a glimpse through the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE’S P.O.V. as she looks at a photograph of two men throwing petrol bombs. Their faces are shielded by scarve but their names are written in white ink; GERRY MCVEIGH. PADDY MCVEIGH. SEAN can just be seen emerging from the side street. INT. CELL - CONTINUOUS. MAC slips in. COLLETTE closes the file. He takes it, puts it in his briefcase, sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I don’t know who you are, but I have nothing to say to you. MAC takes out another file. He holds up a photograph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Remember him? She lowers her gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Look at it, please. She won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Look at it, Collette. No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Raymond Quinn. You used to work at his print factory. No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You told Paddy he was a part-time soldier and this was the result. A picture of a BODY LYING AMIDST KIDS TOYS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You scouted it, Gerry ordered it and Paddy pulled the trigger. Raymond's wife found their kids clinging to the corpse. \fNothing. 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Two months ago at his grave... A photograph of her placing flowers in front of a headstone. No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You want to tell me why, Collette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "There’s no shame in remorse, you know. Not for any of us. Another folder. He drops it onto the desk. No No No No",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "(sighs) Provisional forensics. response. answer. answer. answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Not one for the boyos back home, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "(steely) That would lead to a lot of awkward questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "(flicking through) What were you planning to tell them? That their kit didn’t work? That you were being followed? He leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You didn’t set the timer, Collette! This thing couldn’t have blown up a fucking paper bag!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I'd like to speak to my lawyer. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You come all the way over here, but you were planning to fire a dud. Why? No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "So here’s a girl who puts flowers on a victim’s grave. And who suddenly can’t bring herself to arm the bomb she’s been sent to plant. Still none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Maybe your brothers would say you're betraying Sean’s memory. But I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(with a flash of anger; he’s touched a nerve) I have a right to speak to a legal representative! MAC takes a video tape from the briefcase, slaps it into the machine, bangs it shut and presses play. We see a grainy undercover shot of COLLETTE and her five-year-old son MARK walking home from school. She's trying not to watch, but it’s hard. He’s a cute- looking boy. Her son. Her pride and joy. Not much younger than Sean was when he died. The tape goes on rolling...and rolling. We can just make out his voice now, chattering to her. COLLETTE turns away. She’s a soldier of war. Like her brothers. Just got to hold on... God, it’s hard. Bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(quietly) You know what it’s going to be like; an Irish girl in an English jail. Every time you want to see your boy, his grandmother will have to load him onto a ferry and drive four hundred miles. It’1ll break his heart. A beat. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Maybe we can talk to our friends in the social services. See if we can have him put up for adoption. After all, he’d surely be better-- COLLETTE reaches forward suddenly to stop the tape and MA seizes her wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Tell me you don’t believe in something better. She tries to withdraw, but he won’t let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You can have it. She struggles free. He sits back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "(sighs) Maybe your leaders are serious about peace this time. We have to believe that. But your brother Gerry will kill it off if he possibly can. Is that what you want? No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You agree to talk to us, to watch him, and you’re out of here like nothing ever happened. Back to your Mother. Back to your boy. We'll pay you. Well. And one day, if you want it, we can give you a life far away from this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I'd like to call my lawyer now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "This is the road you took when you put flowers on Raymond Quinn’s grave, Collette. It’s the road you took when you decided not to arm that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(exasperated) You don’t know a damned thing! A beat. He looks at her. Hard. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I know it bugs the hell out of you your mother won’t get the washing machine fixed. I know you ask yourself why your boy still wets his bed at night. I know you were so lonely the evening before you came here that you went home with a guy you don’t even like. I know he fucked you so roughly that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(on her feet, pushing the table back) For Christ’s sake--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(on his feet also) You went back to your mother’s place, took your son into your arms and cried until it was time to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I want. To speak. To a--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Jesus! You people have no sense of irony. He scoops up the files and puts them back in his briefcas The interview is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "If you want to take your anger to the grave, be my guest. But you can be fucking sure you'll take your son with you. He’s at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You have two hours. After that, you're on your own. If you really want a lawyer, press the button on my side of the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a filthy, windswept evening. MAC’s boss KATE FLETCHE stands by the door of a pavilion. She’s extremely attractive, but dresses to hide it. She’s calm, focused, little icy, even. She’s considerably younger than MAC. \f18. Some of her officers lurk in the hedgerows. A car guns do the lane, lights spinning in the darkness. A little rat o a man named GINGY HUGHES steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(like a mother scolding her son) You're late. They step into the... INT. PAVILION - CONTINUOUS. .--and sit close on a bench. The wind whistles through th rafters and worries at the windows. GINGY squirms, part supplicant, part child, part suitor. He is highly agitate",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "They’re onto me. She takes his hand. His mother now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Gingy--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "Mulgrew was here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Doing what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "Watching. He came down two days ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "He talked to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "No, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Gingy, it’s okay. She leans closer, grips him a little tighter. A woman who is not afraid to use her femininity... FLETCHER (CONT’D) We need you, Gingy. More than ever. You know that. If McVeigh and Fox are linking up... He closes his eyes. He doesn’t want to do this. There is something impressive and, at the same time, completely grotesque about the way she holds him in place \f19. A hard woman to break free from. In every way. The wind rattles the windows and they look around, but it nothing. Just a ghost in the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE CELL",
          "text": "MAC and the DUTY OFFICER are watching COLLETTE through th glass window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "She’s not touched the button, sir. Hasn’t moved a muscle. MAC nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sallow young man, EDDIE MCILHATTON, watches a woman wal out of the COMMONS precinct. He follows her around the corner and down into WESTMINSTER TUBE STATION. He stands behind her as she takes off a security pass and slips it into her handbag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman from the House of Commons is reading a newspape unaware that MCILHATTON is watching her. The tube is emptier. Coming to the end of the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAC sits. She’s not pressed the button. So they both know she’s crossed a line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You want a cup of coffee now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "You can’t ask me to betray my family. He thinks about this. Betrayal. It’s a big word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(sighs) We all have our secrets. Little lies we tell ourselves, those we palm off on others. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "There’s a woman who works at the travel agent on the Andersonstown Road...no more than a girl. You want to see what your brother does to her when Christy thinks he’s on IRA business? He reaches for his briefcase again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No...no. She's a little shocked by that. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You'll be keeping people alive, Collette. Boys like your son. Women like you. Men like me. So don’t talk to me about betrayal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "They’11 kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "They’11 never know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "They always know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I'll be there, day and night, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Until you don’t need me any more and then...(clicks her fingers) He looks at her long and hard. It’s a stare that says; if you cross this line, you’re my girl. Period.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WOMAN from the House of Commons leaves the tube stati and steps onto a dimly-lit street. MCILHATTON closes in o her and flips up the hood of his jacket. He starts to run, RIPS the handbag from her arm and sprin into the night. She is too shocked to scream. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither MAC nor COLLETTE has moved. He’s leaning on the desk, like they’re down to business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You have two weeks to convince us you mean what you say. If you don’t make the grade, you’re back in this chair staring at a charge sheet. Tonight, we put out a blurred grab from the cameras in the train station. Your friends in Belfast will guess it’s you, but it’s vague enough for us to be excused making an ID. That’s your cover. You escaped from the train station, went to ground and hid out overnight. We’ll go through your movements step by step. No answer. MAC. Have you got that, Collette? She nods, but without meeting his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Are you sure you want to do this? No answer. MAC. I need to hear you say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(looking up) I’m sure. Hold. The moment of betrayal...but she doesn’t look sure a damned thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MCILLHATTON steps into a phone box, dials. A voice answer",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Andersonstown Travel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCILLHATTON",
          "text": "Wolfe Tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Hold on. \f22. MCILLHATTON glances over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY MCVEIGH, (0.S.)",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCILLHATTON",
          "text": "I’ve got what we need. I’1ll take it to the man. The call is cut. EDDIE MCILLHATTON, a little put out, replaces the receiver. He steps out of the phone box, scopes the street. This is a lonely calling. EXT. BATTERSEA PARK - EARLY MORNING. COLLETTE and MAC stand by a shed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "When you got away, you came here. It was too dangerous to call in because the whole city was crawling with cops. MAC takes her arm and leads her gently away. INT. GINGY’S HOUSE - SOUTH ARMAGH - DAY. GINGY kisses his wife and four kids goodbye and heads for the door. He looks hassled and annoyed. Through the windo we see the side of his newly painted van. GINGY HUGHES PLUMBING. Night or day, call 0845 666734.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINUTES LATER",
          "text": "He hands her a sheet of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Memorise the number and the time and place of the first meeting, then burn it. Your code name is SHADOW DANCER. Don’t use the phone in the house unless you are sure there is no one else there. If anyone sees you in a phone box, say it’s a love affair you don’t want your mother to hear about. COLLETTE stares out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You need this. \f23. He hands over a piece of metal and plastic half the size a golf ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "It’s an emergency bleep. Hide it well. If you press the button, half the world will come running. She takes it, but continues to gaze out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "My code name is Box Man. If you call in, you ask for--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I mean your real name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "It’s better you don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "If you make a mistake, I’m dead -- right? I’d like to know your name. He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "My name is Mac. She looks at him, like she’s seeing him for the first tim Who the hell is this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "I‘1l see you in Belfast. Make sure you’re at the rendezvous. INT. THE FRONT SEAT OF GINGY’S CAR - DAY GINGY HUGHES is spinning down the road to that pavilion again, but he’s not pleased about it. He parks ups and bristles as he marches inside. INT. THE PAVILION - SOUTH ARMAGH - CONTINUOUS. It’s dark in here, but nothing assuages GINGY’s anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "What the hell’s the problem? I told you-- \f24. A torch-light flicks on. It illuminates the ghoulish face of KEVIN MULGREW, the IRA’s new head of Internal Security MULGREW. Mornin’, Gingy. You’se expecting someone else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "(stunned) No...no. GINGY turns to run, but it’s too late. MULGREW’S men have the place surrounded. INT. MI5’S BELFAST HEADQUARTERS - FLETCHER’S OFFICE - DAY KATE FLETCHER is on the phone. One of her junior officers interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Looks like Blue One is down. A moment of genuine shock on her face, but she recovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "His wife called the local priest. She was expecting him at the doctor's. The police have found his car. It was at one of the rendezvous points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I’1l deal with it. He leaves. She shuts the door, closes her eyes. A beat, whilst she gathers herself. She dials. Together again. Composed. FLETCHER (CONT’D) Give me the chief please. It’s Kate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGY HUGHES sits in a chair, naked, with a sack over his head. MULGREW. When, Gingy? MULGREW doesn’t receive an answer, so he yanks GINGY up a drags him to a filthy blood red bath. \f25. He smashes his skull against it as GINGY screams in pain. MULGREW plunges his head into the water and holds him dow The rest of the crew watch. They don’t share MULGREW’s sadism. He yanks GINGY’s head up. We notice he is trying to avoid getting dirty water on a new pair of BRIGHT RED TRAINERS. MULGREW. (CONT’D) When did you start your touting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "(terrified) I’m a patriot. I’m just-- GINGY’s P.0.V. as his head goes under.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE gazes out across the water. She is on her way ho at last. INT. MI5’S BELFAST HEADQUARTERS - SITUATION ROOM - DAY FLETCHER on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I want everything you have out there. She listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "No. They have him. We're sure, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGY is back in the chair. MULGREW has put on a pair of leather gloves. MULGREW. Who reeled you in, Gingy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "No one. MULGREW strikes him hard. MULGREW. We have time, Gingy. More time than you’se could ever dream of. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. A TRAIN APPROACHING BELFAST STATION- DAY",
          "text": "Smudged images of the city beyond a rain-soaked window. ~ the seat beside COLLETTE a newspaper headline shouts ‘PEA IN OUR TIME? LONDON AND DUBLIN HAIL ‘DOWNING STREET DECLARATION’ .’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A van guns down a dirt track in the driving rain. The doo opens and GINGY HUGHES is pulled out. MULGREW’S men drag him into a nearby field. MULGREW walks behind, trying not to get his trainers muddy. GINGY knows what’s coming. He’ a mumbling, gibbering wreck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE leaves the station. The rain stops. The sun shines. She’s close to home now and can’t contain herself She starts to run...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGY is on his knees by a ditch. MULGREW holds a pistol his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "(crying) Please...for my kids sake... MULGREW. You think we should forgive ye, Gingy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGY",
          "text": "I beg you... MULGREW. Aye...maybe youse’re right. The quality of mercy should not be strained. What about that? MULGREW touches GINGY’s shoulder paternally, but we see from the faces of his crew that they don’t buy the possibility of a reprieve. CLOSE on the youngest. He looks like he’s about to shit h pants. MULGREW pulls the trigger. GINGY slumps forward, dead. MULGREW turns away. He looks irritably at his shoes to ma sure there is no blood on them. \f27. EXT. COLLETTE’S STREET - DAY Motion again -- COLLETTE pounding the pavement. She round the corner, runs past a group of kids playing football in the street and struggles with her key in the lock. She bursts into... INT. COLLETTE’S HOME - CONTINUOUS. The house is quiet. COLLETTE’S MOTHER is hunched over the stove. As she turns, the suffering of the years of war is etched indelibly into her face. MA conducts herself with unbearable dignity. They embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "He’s out back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Is he...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "He’s fine. COLLETTE’S P.O.V. as she rushes through to... EXT. BACK YARD - CONTINUOUS. ...-where MARK is kicking a ball against the fence. He se her, stares a moment -- then runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Mark! COLLETTE sprints after him into... EXT. ALLEY - CONTINUOUS. Halfway down, she catches up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "Go away! She wrestles with him. He gives in, sobs, clings to her. Tight. Like he’s never going to let go. She presses his head to her neck. She’s home. It’s okay. Everything's all right now. INT. MI5’S BELFAST HEADQUARTERS - FLETCHER’S OFFICE - DAY FLETCHER’S on the phone again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Where? Are you sure it’s him? \f28. She listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "No, I‘’1l deal with the family. They're our responsibility. Replaces the phone slowly. There’s absolutely no emotion there now. INT. COLLETTE’S HOME - KITCHEN - EVENING An ordinary family scene. MARK is finishing his tea, whil COLLETTE and her MOTHER wash up. The door opens and in wa COLLETTE’S two brothers, GERRY and PADDY. GERRY is taller and older. He is brooding and handsome, with cropped hair naturally a leader. But PADDY got all the emotional intelligence. He is shorter and bulkier with long, unkemp hair and a moustache. There’s a warmth here. They’re a family, right or wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "We heard a rumour our girl was back. He hugs his sister and whispers;",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "It was all over the news. Ma’s been in pieces. He kisses his mother. GERRY takes a hunk of bread off the side and wipes some of the left-over gravy from MARK’s plate. He winks at his sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "(with his mouth full) You all right, Collette? She nods. GERRY switches on the TV. The British and Irish Prime Ministers are giving a press conference",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "You heard about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "We’re busting their balls and they want us to settle for a piece of fucking paper. MA. Mind your language in front of Mark please, Gerard. \f29. He looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA., (CONT'D)",
          "text": "And who’s to say it isn’t something. He turns back to the TV and whacks up the volume. The British Prime Minister, John Major, is answering a question. MAJOR. Of course the document entertains the possibility of a united Ireland. But it also very clearly recognises the right of the people of Northern Ireland to determine their own future. Any process must be based on the consent of both communities. We cut back to the newscaster. He intones gravely;",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER",
          "text": "But even as the two Prime Ministers made that announcement, police in Northern Ireland discovered a hooded body on the border. Now we're looking at shots of GINGY’s house. Kids toys li abandoned in the garden. NEWSCASTER (V.O.) (CONT’D) The dead man has been named as Mr Gerard ‘Gingy’ Hughes. His family deny claims that he was a security force informer. ANGLE on GERRY. ON PADDY. ON COLLETTE. BACK ON the TV as the segment ends with shots of kids bik in a garden. EXT. COLLETTE’S BACK YARD - A FEW MINUTES LATER. PADDY is playing football with MARK. He collapses and the boy tumbles all over him. COLLETTE watches, smiling. GERRY joins her on the step. He takes in the scene. Maybe who knows -- he’s a little envious. That isn’t his style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Glad you made it. \f30. She nods, still watching her son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "Were they waiting? She hesitates, like she’s working out what’s best to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Yeah. GERRY gets up again and, for a moment, we think he’1l pla a hand upon her shoulder, but it’s beyond him. He disappears into the house. PADDY joins her. MARK jumps onto his lap again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Aaagh! You little bugger. Go shoot at goal. Man U one nil down with a minute to go. Penalty!!! MARK trudges off happily. PADDY turns to his sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "He’s okay. She watches her son strike the football and then jump ont the swing. They both know it’s more complicated than that",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "(quieter) How ‘bout you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I’m fine. He ruffles her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "They said on the news the girl ran down a tube tunnel. PADDY looks at her. These are crazy risks we run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What do you reckon on this document?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Gerry says our leaders want a ticket to fancy handshakes at the White House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What do you think? A beat. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "We made a promise. That’s what Gerry says. So there it is. GERRY is the self-appointed keeper of the flame. And they’re all still trapped by that day. Except that COLLETTE isn’t any more. Or maybe she is. ON HER FACE as she works the angles. Relief. Guilt. Hope. Fear. She's got no bloody idea where she stands. He leans closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "(whispers) This’ll cheer you up. You know the peeler who tried to put us away for the guy at the print- works? She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "This Friday... He clicks his fingers. This is a different PADDY. He’s go from fatigued warrior to bigot in a heartbeat. And although she loves him to bits, he suddenly doesn’t know her at all. INT. COLLETTE’S HOME - IN HER BEDROOM - NIGHT COLLETTE takes the panic button out of her handbag. She looks around for somewhere to hide it, opts for her underwear drawer. She pushes it right to the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Chinook thuds in. MAC tips out the back and walks to th perimeter wire, where a car is waiting. INT. MI5’S BELFAST HEADQUARTERS - DAY MAC walks past the glass wall to the situation room and into the main office. Maybe a dozen people in front of screens. It’s quiet, business-like. Just another office. dumps a rucksack on his desk. \f32. INT. MI5’S BELFAST HEADQUARTERS - FLETCHER’S OFFICE - DAY MAC enters, closes the door. They look at each other. May some personal history here, or the prospect of it being made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(shrugs ) Your idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "But your catch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I heard we lost one. He means you lost him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "What happened? She doesn’t want to talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "We picked up a phone call from London to that travel shop on the Andersonstown Road. Gerry McVeigh’s girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What did they say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Nothing we could make sense of. But if he’s planning something, Northern Command doesn’t know about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "He’s going freelance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Maybe. So we need your girl up to speed - and fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mac drives in, gets out, locks his car and heads for the house in the corner of the yard. \f33. INT. MAC’S HOUSE - CONTINUOUS. The phone is ringing. He picks it up. It’s his daughter, Lucy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY, (0.S.)",
          "text": "It’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I know. I’m sorry. I meant to call before I left London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY, (0.S.)",
          "text": "Mum says you might not be coming this weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I told her I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY, (0.S.)",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Something new. I’ve just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY, (0.S.)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I can’t talk about it, love. You know that. It’ll take a few months, then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY, (0.S.)",
          "text": "Will you be here for Christmas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I’ll try. He’s not convincing. And its complicated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY, (0.S.)",
          "text": "(quieter) Will you see Mum when you come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(hesitates) I don’t know. Not the answer she wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY, (0.S.)",
          "text": "Thanks for the cheque. I’1ll get it tomorrow. Mum’s promised to take me after school. Another phone is ringing. The secure line. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Hold on a second. Don’t go away. He puts the receiver down on the desk and goes to pick up the other line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OFFICER, (0.S.)",
          "text": "Sir, it’s all set for tomorrow. Mrs Fletcher has assigned three surveillance teams. Is that okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OFFICER, (0.S.)",
          "text": "I checked with TCG. They’ve no wind of anything. In fact, nothing at all tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Good. He puts down the phone, returns to his daughter. But she’s gone. He looks at the receiver and puts it slowly back onto the cradle. This is his life. Married to some fucking agent who would have killed him until yesterday. INT. COLLETTE’S HOME - IN HER BEDROOM - A FEW HOURS LATER We hear a cry in the dark. COLLETTE wakes with a jolt to find MARK beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(whispers) Mark, is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "My bed is wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Oh...okay. COLLETTE gets up, dressed only in a T-shirt. She feels hi pajamas in the dark. The bottoms are soaking. COLLETTE (CONT’D) Take these off. She wraps him in a towel and lays his sleepy head down on her pillow. She goes through to... \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...-where she strips his bed, before returning to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".+.-where her mother is waiting. MA. He’s okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "He hasn’t done this for months. Ma doesn’t budge. Her message is clear enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA., (CONT'D)",
          "text": "Neither of us slept while you were gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Ma, please...you wouldn’t do this to the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "If you won’t tell Gerry that you've had enough, I will. COLLETTE squeezes past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Goodnight Ma. INT. COLLETTE’S BEDROOM —- CONTINUOUS COLLETTE gets back into bed and puts an arm around her so She stares up at the ceiling. INT. COLLETTE’S HOME - LAUNDRY ROOM - DAY COLLETTE is in the tiny utility room behind the kitchen, bent over the washing machine, which isn’t working. She puzzles over what’s wrong, punches a few buttons and finally gives the door a good KICK. It starts to work again. As she smiles to herself, it springs an alarming leak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Shit...Mam! \f36. MA comes in and now the two women fiddle with the dials. Eventually, MA switches it off at the wall and pushes the door shut hard enough to stem the leak. COLLETTE (CONT’D) (kicking it again) Paddy couldn’t fix his own bloody hair! Both women laugh. MA leans closer and kisses COLLETTE’s forehead. A moment of unalloyed warmth. But it doesn’t fi the yawning chasm between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE is taking MARK to school, an arm around his shoulder. She’s stopped to chat to a friend. Just small talk. He's out of control, so he is. Someone should tell her. But the friend seems kind of in a hurry to move on, like she doesn’t want them to be seen together in public. CLOSE on COLLETTE for a beat as she reads this. Not the first time by any means, but a tiny wound all the same. They break up. COLLETTE and MARK walk away past an army patrol. A soldier suddenly blocks her way. He’s an older guy with a rugged face, but he’s friendly. Or at least polite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "(points) We need to check your bag, Ma’am. She lets him search it. No point in a confrontation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (CONT'D)",
          "text": "Your pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Sargeant, I’m just taking my son to school. But he’s not budging. She spreads her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Perhaps you'd be kind enough to step into the doorway here. COLLETTE frowns. But the guy is still being extremely polite, so she complies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (CONT'D)",
          "text": "If you could put your arms against the wall. She shakes her head, but does so. The long RAINCOAT she i wearing is spread wide, like a bat’s wings. Or a screen. \fThe soldier checks her raincoat pockets. He begins with her right wrist. The search is tight. slow. Too slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I’m just taking my son to school, Sargeant. No answer. Elbows. Shoulders. Arm-pits. Waist. COLLETTE (CONT’D) Is this necessary? Ribs. Slower still. Breasts. COLLETTE (CONT’D) Jesus! 37. It is As she tries to break away, he takes hold of her hair wit his left-hand and grips tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Stay there...or you’re in Castlereagh for the night and we'll stick your boy over the other side of the wall. He puts a hand down her blouse, in her bra, cups her nipple. TIGHT on COLLETTE’s face as she turns away, bites her lip CLOSE on MARK. He knows something is wrong. The soldier slips his hand out. Back to her waist. Slower still. Hips. Thigh. Knee. \f38. Inner thigh. The band of her knickers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (CONT'D)",
          "text": "Since your brothers blew his legs off... Into her knickers. TIGHT on COLLETTE’s face to see a tear roll down her chee",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (CONT'D)",
          "text": "All my friend Joe has to pleasure his wife... Lower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (CONT'D)",
          "text": "Is the fingers of his right hand... She breaks away, staggers. She leans against the wall, sobs. The soldiers move off. TIGHT on MARK again as he watches her. INT. MAC’S CAR - ON LINENHALL STREET - DAY MAC speaks into a hand-held radio. A DRIVER is beside him",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(tense) You got her? EXT. NEARBY STREET - CONTINUOUS. A man selling newspapers leans into a hidden microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Negative. INT. MAC’S CAR - CONTINUOUS. He looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(mutters ) C'mon... Checks again. Watches the empty street. \f39. No sign of her. Time crawls by. Where the fuck is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "(into the radio) She’s not coming. Let’s get outta’ here! The car guns away. And he’s furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pick up COLLETTE as she approaches her son’s school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We’re CLOSE on MARK as he waits for his mum in the classroom and catch his DELIGHT as she arrives. Watching this reunion, the HEADTEACHER approaches. She has a kindl manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADTEACHER",
          "text": "Miss. McVeigh, I’m sorry to trouble you. Could you spare a few minutes? It’s obvious she means without MARK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(touching his shoulder) I won’t be long. The head takes her down to an office. She produces a child’s picture. It depicts a man with a gun lying ina pool of blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADTEACHER",
          "text": "I thought you should see this. It’s not the first. COLLETTE stares at the painting. She doesn’t look like sh really wants to deal with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADTEACHER, (CONT'D)",
          "text": "I know that Mark’s father was killed just before he came to us, Miss. McVeigh, but I worry that-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Mark's father was murdered Mrs. Davies. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADTEACHER",
          "text": "(hesitant) Yes. I understand he was a Volunteer-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He was a patriot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADTEACHER",
          "text": "Miss. McVeigh, I don’t seek to make a judgement. I just want to draw your attention to the fact that your son is struggling to concentrate on his school work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(chastened) I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADTEACHER",
          "text": "Your mother said that Mark had been upset by your recent absence, so perhaps that explains it. The HEAD is making a point here. COLLETTE folds up the painting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(frosty now) Thank you, Mrs. Davies. I appreciate your concern. EXT. FALLS ROAD - A FEW MINUTES LATER. COLLETTE walks home with MARK in the gathering darkness. She drapes an arm around him. He thinks",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "How was school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "How were your lessons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What was the best bit of the day? about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "When you came to pick me up. \f4l. COLLETTE pulls him tighter. INT. COLLETTE’S HOME - A FEW MINUTES LATER. COLLETTE comes through the door and throws her keys in th pot. MARK runs out towards the yard. COLLETTE’s mother is cooking the kids dinner, but she’s tense. MA. You have a visitor. COLLETTE frowns at her mother’s demeanor and tone. She walks through to... EXT. COLLETTE’S BACK YARD - CONTINUOUS. ...-where a man is sitting with his back to her. He alrea has an arm around her son. He turns. It is KEVIN MULGREW. MULGREW. Collette; what about you’se?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Hello, Kevin. MULGREW. This is a beautiful wee fella’ you've got here. MARK doesn’t look too sure. COLLETTE scoops him up. MULGR stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I have to give him tea. MULGREW. We need to talk about London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Later. MULGREW. A Volunteer is never off duty, Collette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Nor is a mother. For a moment, he looks like he’1ll insist. But then he smiles. MULGREW. (nodding) Sure. Tomorrow, then. We have time, so we do. \f42. He waits, makes her sweat. PADDY arrives through the back gate. We sense immediately that he cannot abide this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "(to Collette) What the fuck’s he doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He’s just leaving. MULGREW. Doing my job, Volunteer McVeigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Then fuck off and do it somewhere else. MULGREW. (to Collette, unruffled) Look after yourself, Collette. He leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "What did he want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "To talk about London. PADDY frowns as he watches him disappear down the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EDDIE MCILLHATTON approaches a second-hand book-shop... INT. BOOK-SHOP - CAMDEN - CONTINUOUS. A frumpy middle-aged woman in reception nods at him, but ignores her and plunges down the back stairs to a small basement. Standard lamps, photographs, the smell of glue...a forger paradise. On a stool, MAX CAMPBELL; chain-smoking, fiftie half-German, half-Irish. He looks over his half-rimmed glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMPBELL",
          "text": "You Gerry’s man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCILLHATTON",
          "text": "I was told no names. \f43. CAMPBELL rolls his eyes. Kids. MCILLHATTON tips the stole pass onto the table, along with photographs of GERRY and COLLETTE. CAMPBELL looks at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMPBELL",
          "text": "Good lookin’ bird. Who is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCILLHATTON",
          "text": "You don’t need to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMPBELL",
          "text": "(shaking his head) Two days. And make sure you have the cash. You can remind our Gerry I’m not a bloody charity. INT. COLLETTE’s HOME - EARLY MORNING. COLLETTE lies awake. MARK is snuggled up beside her, fast asleep. All is quiet. There’s a distant rumble, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASH CUT TO",
          "text": "EXT. COLLETTE’S STREET - A SPLIT SECOND LATER The dawn calm is broken as a convoy of armored Land Rover tears around the corner. Armed officers tip out. MAC is behind them. He hangs back as the uniforms sledgehammer COLLETTE’s front door. INT. COLLETTE’S HOME - CONTINUOUS. The UNIFORMS’ P.O.V. as they charge upstairs. Screams and shouts from neighbors outside. A helicopter overhead. COLLETTE is on the landing, dressed only in a T-shirt and knickers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(shaken, angry) What the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED OFFICER",
          "text": "Get dressed, Miss McVeigh. You're under arrest on suspicion of attempted murder. You have the right to remain silent, but anything you do say may be taken down and later used as evidence against you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MARK’s FACE as he emerges from the bedroom. He looks like he’s about to wet himself again. COLLETTE ushers him gently back towards the bedroom. INT. COLLETTE’S HOME - BEDROOM - CONTINUOUS. She tries to close the door behind her, but the officer puts his boot in the gap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "For God's sake! He doesn’t budge. INT. COLLETTE’S HOME - DOWNSTAIRS - CONTINUOUS. More officers piling in and fanning out to search the ground floor. INT. COLLETTE’S HOME - LANDING - CONTINUOUS. MA Steps out of her room. A face of cold fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED OFFICER",
          "text": "Don’t get involved, ma’am. You’1l need to look after the boy. INT. COLLETTE’S HOME - BEDROOM - CONTINUOUS MARK in her arms. He’s crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "It’s all right, love. I'll be back before you know it. But of course it’s not bloody all right. She’s got no ide what her status is now and that fear is written all over her face. INT. COLLETTE’S HOME - DOWNSTAIRS - CONTINUOUS. Chaos. Quick cuts as: Two officers pull a drawer from a desk. Another sweeps his hand along a kitchen cabinet, tipping everything onto the floor. A fourth rips the back away from a television. She's getting the full treatment. \f45. INT. COLLETTE’S HOME - LANDING - CONTINUOUS. COLLETTE steps out of the bedroom. She’s behind the offic and trying gently to detach MARK from her leg. MA bars th way. MA. Leave her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED OFFICER",
          "text": "Get out of the way, Mrs. McVeigh. MA. We've had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED OFFICER",
          "text": "We've all had enough. MA. She’s a mother for God’s sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED OFFICER",
          "text": "And I’m a father. But that won’t stop you cutting me down. They stare at each other a moment with worldy, weary eyes And then he roughly thrusts her aside. COLLETTE frees herself from MARK and he begins to cry. He tries to follo her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "Mammy ! MA scoops him up. He’s screaming now. On COLLETTE’S FACE as she is forced down the stairs. On the UNIFORMED OFFICER’S grim expression as he brings u the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASH CUT TO",
          "text": "EXT. COLLETTE’S STREET - CONTINUOUS. ANGLE on COLLETTE as she passes MAC en route to the back the Land Rover. If looks could kill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASH CUT TO",
          "text": "INT. COLLETTE’S HOME - SECONDS LATER. MARK still trying to run after his mother. He’s hysterica MA tries to calm him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE is dragged down a corridor. Detainees’ clothes (concealed by a cloth sack) hang on a peg outside each door. We hear;",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "I’m Richard McIlwaine, Republican. If you’re Republican, tell ‘em nothing! COLLETTE breaks free and hammers the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Richard, it’s Collette!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Hang in there, Collette. Tell ‘em nothing! COLLETTE is roughly man-handled down the corridor and int a cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE is seated. MAC steps in, closes the door behind him and drops her file on the desk. Waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Where were you? No answer. MAC thumps the table so hard she jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I was looking after my son! I...I couldn’t get away! He leans towards her, hands on the desk. COLLETTE (CONT’D) It’s what happened!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I save you from a lifetime ina stinking prison cell. And you’re going to sit here and tell me you didn’t turn up because you couldn't find a fucking nanny! She's shocked. His anger is un-nerving. He sits. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You have one minute to give me something or you’re down that corridor looking at a charge sheet. A beat. She nods. She gets it; she’s really screwed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Have you seen your brothers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What does Gerry think of the ‘Declaration.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Not much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What’s he going to do about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I...I don’t know. Really, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "He was round at your house yesterday afternoon, just after the document was signed. It was all over the TV news. What did he say? She stares at the table top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "You said they wouldn’t be hurt...you promised that. Brushes her hand nervously across it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I don’t want ‘of course.’ He’s not going through that hoop again. COLLETTE (CONT’D) (hesitatant) There’s something tomorrow. \f48. Go on. She won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Go on, Collette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Paddy’s going to kill the guy...the detective who tried to put us both away for the murder of my boss at the print works. Henderson. He’s a big shot now. CID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He didn’t say. That’s all I can tell you. INT. A CAR IN A CITY CENTRE CAR PARK - NIGHT. MAC is in the back with COLLETTE. A different DRIVER is a the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Let’s go over it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I've got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(steely) Again. COLLETTE gazes out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I was questioned by a detective and by a man from London who called himself Mr...Jenkins. I thought...I assumed he was MI5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What did he ask you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He wanted to know why I had been away from Belfast last week. Where was I? What was I doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Did he know you were in England?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Suspected...constant questions. Wasn’t I here? Didn’t I do this? But no evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(sighs) Mulgrew’s a cunning piece of shit. He may not come at you right away. So be ready. They wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "It’s time to go. She continues to gaze out at the black night. She doesn’t want to go. She shivers. He reaches out and closes his hand around her's. A moment. Something here. She does not meet his gaze. COLLETTE steps out and walks rapidly away into the darkness. She does not look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TASKING CO-ORDINATING GROUP",
          "text": "Through an internal window, we can see a group of men around a table. There are maps of Belfast on all the wall A police chief sits at the head, next to KATE FLETCHER. S looks like she’s arguing the toss about something as... We spin to see MAC striding down the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS.",
          "text": "MAC bursts in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Tell me this is bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Close the door and sit down. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I’ve just got a call to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(sternly) Sit down. MAC shuts the door, but remains standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(incredulous) You want the SAS hiding out in his garden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR STAFF OFFICER 1",
          "text": "Derek Henderson is one of our own. We can’t just sit here and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(looks at FLETCHER) Tell him. FLETCHER shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "If you do that, our player is finished. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Mac, you know what Paddy McVeigh is like. We have a chance here to take his entire team out of circulation. We must take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You lay an ambush and there’1ll be the mother and father of all witch-hunts. We might as well publish the name in the fucking Belfast Telegraph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR STAFF OFFICER 1",
          "text": "That’s not true. We can--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I’m gonna’ call London. FLETCHER glares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "I want everything on hold until I’ve talked to Buchanan. He turns away. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I’ve already talked to him, Mac. MAC stares in disbelief. He’s angry at them, at himself. He’s been out-manoeuvered here and he’s not sure how and why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER.",
          "text": "MAC by the coffee machine. FLETCHER joins him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You're too old to be making a fool of yourself like that. MAC waits as the last of the coffee is spat out. He takes slug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Eight months work. And you're going to blow it in a heartbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "That’s not true and you know it. We'll make sure Paddy survives. There’1ll be plenty of suspects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I’‘1ll be sure to tell her that. Or maybe you can give her boy a cuddle at the funeral. FLETCHER walks away. She’s pissed off now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Do you enjoy playing God, Kate? She swings around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "No, Mac. I don’t. Looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "You want to know why I’m sitting in that glass office? I’m not smarter than you. I’m not tougher than you. We all know I’m nowhere near as experienced as you. He’s not going to offer an answer. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "I'm sitting there because I’m prepared to make these decisions and you’re not. Somebody has to. So perhaps you'd like to stop beating me up about it. She stalks off. MAC dumps the cup in the trash bin. INT. COLLETTE’S BEDROOM — MORNING CLOSE on COLLETTE’s face as she sleeps. A hand is placed over her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "(whispers) Sshh...it’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Christ...Paddy. What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "We need you. Kieran Doherty was picked up last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "But... She works through the implications... COLLETTE (CONT’D) I can’t...I need to look after--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "He'll be fine with Ma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Why do you need me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "(puzzled) Get dressed, Collette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Paddy, I can’t. I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "(annoyed) Is something wrong? \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No...no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Then get dressed. This is a PADDY we don’t know; the man a war made ugly. EXT. COLLETTE’S HOME - A FEW MINUTES LATER. COLLETTE walks out of her front door and gets into a beat up car. A young thug is behind the wheel. Paddy sits besi him. They are both wearing leather gloves. We switch to.. INT. CAR - CONTINUOUS. «+. and COLLETTE’S P.O.V. as they wind through the desola dawn streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "(turning around) Henderson pulls out of a cul-de- sac off the Newtownards Road at 7.30 on the nail. He drives a silver Granada. You block. We do the rest from the van. He waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "You got that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Yeah. The driver pulls up and two more thugs emerge from the shadows of a tower block. One is wearing a BASEBALL CAP. He’s an unattractive, spotty youth. Both squeeze in beside COLLETTE. They look like they migh be high. INT. SAFE HOUSE - A FEW MINUTES LATER. THROUGH THE WINDOW as the car pulls up and they pile into the house. Three AK-Ms lie on the kitchen table, their butts removed to make them easy to conceal. There’s also heap of balaclavas. PADDY checks his watch. They wait. CLOSE on each face in turn. Nobody meets anyon else’s eye. COLLETTE excuses herself. She climbs the stairs, finds a toilet, sits on it. \f54. Shuts her eyes. Shitting, fucking hell. Gets up again, crosses the hall. There is a phone beside the bed. She glances over her shoulder. She dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Can I help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(whispers) I need to speak to the Box Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "One moment please. Checks over her shoulder again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Now! Footsteps on the stairs... INT. STAIRS - CONTINUOUS. The spotty thug is on the bottom step. He’s looking for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASEBALL CAP",
          "text": "Anyone there? INT. BEDROOM - CONTINUOUS. A voice on the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "This is Box Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "It’s Shadow Dancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "What do you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I’m in...I’m in. Don’t shoot. There is a knock. The THUG opens the door. He looks suspicious. She puts down the receiver. He heard. He must have heard... \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASEBALL CAP",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(flustered) Sure. Fine... A beat. He’s going to denounce her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASEBALL CAP",
          "text": "He says we’ve gotta’ go. INT. COLLETTE’S CAR - A FEW MINUTES LATER. COLLETTE drives. Next to her sits BASEBALL CAP. They have been teamed up together. He’s nervous, fidgety. They follow PADDY and the other men, who are in a beaten VAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS",
          "text": "We SWOOP across the city as the convoy winds through the streets. The first commuters are making their way into town. INT. COLLETTE’S CAR - FIFTEEN MINUTES LATER. They have parked CLOSE TO TARGET. COLLETTE checks her watch. ANGLE on the DASHBOARD CLOCK. 7.25. COLLETTE drives into Newtonards Road. The van speeds past and swings around, so that they face each other either si of a cul-de-sac. 7.27. BASEBALL CAP looks like he’s going to shit his pant INT. HENDERSON’S HOUSE ON THE NEWTONARDS ROAD - DAY. HENDERSON is at his breakfast table, with his wife and tw kids. They eat in silence. The man they want to kill. Just an ordinary kind of guy... INT. COLETTE’S CAR - DAY. COLLETTE puts on her balaclava. BASEBALL CAP does the sam \f56. 7.29. A beat, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Land Rovers tear out of the cul-de-sac, a megaphone blasting;",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "You are surrounded. Put down your weapons. INT. COLETTE’S CAR - CONTINUOUS They’re frozen. BASEBALL CAP tips out of the car...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No! Too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He RUNS. Blam, blam, blam! He’s down. Groaning... ON PADDY through the window of the van -- he’s shouting - ON COLLETTE as bullets thump into the rear of her car. PADDY’s moving. The van’s roaring CLOSER. A door’s flung open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Run! No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "Now! Christ. Go. She jumps out -- dives in. PADDY slams his foot down. \f57. INT. VAN - CONTINUOUS. COLLETTE’S P.O.V. as they speed towards a junction. Too fast. They smash into parked cars. Paddy’s fighting to ke control -- slewing -- sliding -- scraping... EXT. STREET - CONTINUOUS. Accelerating again -- pedestrians running -- Land Rovers pouring down narrow side streets -- a police helicopter SWOOPING LOW. INT. HELICOPTER - CONTINUOUS. Shot of the pilot’s monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "(into microphone) North on Holywood. INT. MAC’S CAR - A NEARBY STREET - CONTINUOUS. MAC is half out, speaking into a radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Back off! Waits. They’re not taking a blind bit of notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "shit. He gets into the car. The DRIVER accelerates away. EXT. STREET - CONTINUOUS. The VAN pegs it through a red light. PADDY hits a car sid on. He veers onto a pavement and shoppers run screaming. INT. VAN - CONTINUOUS. He swings back onto the road -- brakes -- hits another ca - spins -- rights himself -- accelerates until... A cop Land Rover pulls out of a street in front and the v SLAMS RIGHT INTO IT... Twists... Turns over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slides (on its side)...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE’S HORIZONTAL P.O.V as the van hits a tree and comes to a shattering halt. Somebody’s groaning in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Get out! EXT. STREET - CONTINUOUS. They stagger into the street. PADDY crouches down and fires off a burst of ammunition towards the pursuing Land Rovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Split up! ON COLLETTE as she runs, breathing ragged. She turns left, right. A quiet residential street. Into t drive of a house, opening a gate... EXT. GARDEN - CONTINUOUS. Across a lawn, over the fence to... EXT. ALLEY - CONTINUOUS. ...-where she rips off her balaclava and drops it ina hedge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking slowly. Limping. She’s trying to collect herself. She breathes in deep. The sun is shining. She smiles for an old lady walking he dog. EXT. COLLETTE’S GARDEN - AN HOUR LATER COLLETTE unlocks the back door. \f59. INT. COLLETTE’S HOUSE - CONTINUOUS. Inside, all is quiet. She leans against the wall, next to the sideboard with photographs of her kid brother Sean, o Gerry and Paddy, of her Mum and Dad, of Mark with his father... She breaks down... Shaking like a leaf... .-+-until she drags herself back together. She wipes her eyes, walks slowly through to... INT. COLLETTE’S HOME - KITCHEN - CONTINUOUS .+.-where her MOTHER is sitting silently at the table. COLLETTE puts on the kettle. MA. I told him you’d gone to see a friend. COLLETTE takes down two cups and puts a tea bag in each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAC at his desk, on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATIONS OFFICER, (0.S.)",
          "text": "No sir. Nobody in or out of the house except the mother and the boy. Paddy’s gone to ground up in the Ardoyne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Mulgrew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATIONS OFFICER, (0.S.)",
          "text": "No sir. Not yet. INT. COLLETTE’S HOME - EVENING COLLETTE and MARK are reading a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Cc -A- T. Now let me cover it and you can try. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "(hesitantly) c-A-T",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Great. (she closes the book). Once more; how do you spell bat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Mat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "c-A (thinks about it) R. She hugs him. COLLETTE stands and ruffles his hair. She puts her head around the door of the kitchen, where MA is cooking their tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Mam, I’1l be two minutes. MA. Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I said I'd get Mark some beans for his dinner. MA. I have beans. COLLETTE looks embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I‘1l just be a second. EXT. COLLETTE’S STREET - SECONDS LATER. We follow COLLETTE to a NEWSAGENT on the corner... \f61. INT. NEWSAGENT - CONTINUOUS. ...where she has come for a copy of the BELFAST TELEGRAPH AMBUSHED! yells the headline. COLLETTE reads the story as she walks towards the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSAGENT",
          "text": "Looks like he’s going to be okay. She glances up. She has no idea what he’s talking about. NEWSAGENT (CONT’D) The kid the bastards shot. Declan Walshe; he’s old Marian’s son from number seventy-nine. She’s had a rotten life, hasn’t she, what with--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He’s dead. She points to the article. ANGLE on the headline: One dea as IRA unit is ‘caught in the act.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSAGENT",
          "text": "(smiles) My sister’s a nurse up at the RVH. Word is he’s going to pull through. EXT. COLLETTE’S STREET - CONTINUOUS. COLLETTE striding towards a phone box. She shoves the newspaper in the bin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE dials, hears...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VOICE, (0.S.)",
          "text": "How can I help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "It’s Shadow Dancer. I need to speak to Box Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VOICE, (0.S.)",
          "text": "One moment please. She waits impatiently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "Yes, Shadow Dancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He’s alive. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "The boy! The one in the baseball cap! The one you shot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "He’s in the hospital. He’s--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He saw me! When we were in the house...when I made that call. He heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Yes! If I wasn’t Paddy’s sister, he’d have blabbed right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "We'll deal with it. COLLETTE cuts the connection. She straightens again, glances nervously over her shoulder. EXT. STREET - SECONDS LATER. She leaves the telephone box and gets only four or five paces before she notices KEVIN MULGREW leaning against a wall. He’s been watching her. MULGREW. What about you’se Collette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Kevin. MULGREW. We need to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I just have to--. MULGREW. Now. He gestures towards a nearby car. INT. CAR - A FEW MINUTES LATER. MULGREW is driving. \f63. MULGREW. You got a problem with your phone, Collette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No. MULGREW. You usually take a walk into the night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(trying hard to smile) I live with my mother, Kevin. I don’t want her to hear everything I've got to say. He smiles back, but there’s no mirth in his eyes. IRA. SAFE HOUSE - MINUTES LATER. MULGREW and COLLETTE sit either side of a formica table. kettle is boiling. The place is a dump. MULGREW. You want coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No thanks. He stands, makes one for himself. He’s in no hurry. He sips his drink, lights a cigarette. MULGREW. Paddy’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(sighs) Thank God. MULGREW waits. Sits down, leans forward. MULGREW. When did you first hear about the operation, Collette? A beat. Is it a trap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "This morning. In the car. \fMULGREW. In the car, this mornin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Yeah. MULGREW. You sure about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Uh-huh. MULGREW. No one mentioned it before then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No. MULGREW. Paddy drop you a few hints...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No. MULGREW. ...tip you off they were going to take out the guy who tried to put you away? She hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No. MULGREW. What if I told you that’s not the way he remembers it? She holds his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Then I'd say you're lying. My brother wouldn’t give you the time of day. 64. MULGREW stubs out his cigarette, gets up slowly, empties the ash tray, washes it and returns to his seat. MULGREW. (with cold, hard eyes) See, Collette, it’s like this; only two men knew the time and place. So is it big Gerry who’s been squealing to the Brits? Is it his shaggy-haired brother? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULGREW., (CONT'D)",
          "text": "Or did one of them blab his fat mouth off to the sister every volunteer in Belfast wants to nail to the bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(blushing) I don’t know what you’re talking about. MULGREW. We lose you in London, but then you come home like nothin’ ever happened. The peelers break down your Ma’s door and haul you into Castlereagh. But you’re out again by teatime, like nothin’ ever happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "They knew I’d been away. MULGREW. Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "There was an Englishman and-- MULGREW. What was his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Jenkins. MULGREW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I guess...yeah. MULGREW. What did he want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Where was I? What had I been doing? MULGREW. What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "That I'd been staying with an aunt in the south. MULGREW. Without your son? \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I told him it was a love affair that was none of his business. MULGREW. They have any evidence you were over the water...pictures...surveillance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No MULGREW. Which one asked about London?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(frowns ) Mac. It’s a trick he’s used before. MULGREW. Who's Mac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(trying hard to retain her composure) The one...the English guy. MULGREW. You said his name was Jenkins. She hesitates. Trying to keep the panic from her face now",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Mac Jenkins. MULGREW. You’se were friendly then? First name terms an’ all? He stands. MULGREW. (CONT’D) Youse’re red-lighted, McVeigh. Don’t leave Belfast for any reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE...",
          "text": "RUNNING down a rain-lashed street. Panic in her eyes... \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uniform cops pouring off a ward. MAC holds up some ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I’m looking for the kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Too late. He’s making his excuses to our Lord. As far as the cop is concerned, a piece of IRA scum who g what he deserved...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE arrives on the pavement opposite, soaked, just a MAC emerges from the hospital entrance. No one else is about and they eyeball each other a moment He nods and draws a finger across his throat. COLLETTE shakes her head. He hasn’t...he could not have.. INT. MAC’S CAR - A MINUTE LATER. A red traffic light through the rain-soaked windscreen. About to pull off when the door opens and COLLETTE jumps into the passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Jesus! He pushes her head roughly down, so she is out of view, a accelerates away. He takes a roundabout at sixty. Roars up the hill out of town. As soon as he turns off the main road, onto a dirt track, she PUNCHES him. Smack into the face. Hard. He raises an arm for protection, slams on the brakes, ski to a halt. She’s going at him now, punching, scratching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "For God's sake! He takes hold of both her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I trusted you! She tries to break free, but he won’t release her. \f68. COLLETTE (CONT’D) I gave you what you asked for. You said no one would be hurt! He lets go. COLLETTE (CONT’D) I have to get out of here. He’s stony faced. That’s not an option. COLLETTE (CONT’D) We need to go home and pick up my my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Calm down, Collette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What do you mean calm down? Mulgrew knows. He’s red-lighted me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He tricked me. I got mixed up. I said I’d been interrogated by a man called Jenkins, but then I used your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Mac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Yes. I told him it was a Christian name, but he knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(watching rivulets of rain run down the windscreen) It’s his job to make you think he knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Then he’s doing it damned bloody--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(tougher ) Calm down, Collette. She covers her eyes, groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "We can’t take you out. Not yet. \f69. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(desolate) I said that you’d use me and then...(clicks her fingers). You promised me that wasn’t true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "And it isn’t. You made a small mistake. You'll say that I introduced myself as Mr Jenkins, but I was with a colleague who referred to me consistently as Mac. She thinks about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Remember who you are. Remember where you’ve come from and what you've done. One mistake doesn’t make you a tout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Did you kill him? She gestures over her shoulder to indicate she means Baseball Cap back in the hospital. COLLETTE (CONT’D) Did you go in there and kill him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "You were going to? A beat. Of course not, but no harm in having her think he might have done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I’m here for you. Day and night. Waiting. Watching. If I think you're at risk, we'll take you out. A long silence. CLOSE ON COLLETTE. Doubt. Fear. But a yearning to trust him. To anchor herself. She didn’t know how much she wanted to begin again. She nods. She accepts. She’s his girl now. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Okay. I’m sorry. EXT. BELFAST STREET - A FEW MINUTES LATER. MAC'S car pulls up on a deserted street. COLLETTE gets ou and walks rapidly away. INT. MAC’S CAR - CONTINUOUS On MAC as he drives off. ANGLE on her receding figure in the rear-view mirror. INT. MI5’S BELFAST HEADQUARTERS - NIGHT Rain hammers the window. MAC’s at a computer, typing up a report. He looks up as a couple of men approach KATE FLETCHER’s office. He watches through the glass as she shakes hands and squeezes shoulders. MAC frowns. Doesn’t like the look of this. INT. COLLETTE’S HOME - HER BEDROOM - NIGHT Alone in the half-darkness, she opens her underwear drawe and takes out the emergency bleeper. She wraps it in a sock, stands on her bed, lifts a corner panel in the ceiling and stores it in a nook above. INT. IRA CHIEF OF STAFF’S DAIRY BARN - SOUTH ARMAGH - NIG The IRA’s CHIEF is milking a cow as KEVIN MULGREW enters. The older man looks every inch the farmer he’s been all h life. Without missing a beat, he says;",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "Help me move her. MULGREW looks down at his new red trainers, but he’s got choice. They shift the cow and Mulgrew’s trainers end up covered in dung. The CHIEF OF STAFF looks pleased about this as he washes his hands in a giant metal basin. You m need a man like MULGREW, but you sure as hell don’t have like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF, (CONT'D)",
          "text": "Who is it? MULGREW. One of the McVeighs. \f71. The CHIEF grunts in what sounds like derision. Shakes his head. MULGREW. (CONT’D) (insolent) Last time I looked, we hadn’t learned to love a tout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "You'll start a war. Every eejit lining up against us’ll say we stitched up Gerry to please the Brits. He dries his hands on a towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF, (CONT'D)",
          "text": "Which one? MULGREW. Maybe the sister. I’m working on it. The CHIEF throws the towel irritably onto the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "You'd better be right. Or it’1l be your neck on the block. INT. MI5’S BELFAST HEADQUARTERS - FLETCHER’S OFFICE - NIG MAC steps in. FLETCHER is at her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You did well today. A couple of paces closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You giving Barry Delavine a medal? FLETCHER smiles, shrugs. She’s not going to be drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "What’s with the love in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "You feeling left out, Mac? He doesn’t see the joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "He had another angle? \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(shaking her head) No. But KATE FLETCHER is lying. For sure. She gets to her fee Wants to change the subject. FLETCHER (CONT’D) There’s a meeting tomorrow. They’11l use the boy’s funeral as cover. MAC doesn’t answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Did you pick up anything more on Gerry? MAC shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "London’s worried. And so am I. But MAC is working over the earlier part of their conversation. What the hell is FLETCHER’S agenda?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A panoramic view of dawn breaking over this iconic graveyard at the heart of republican West Belfast -- the IRA's heartland. We sweep in to pick out two lonely figur winding through the headstones. COLLETTE and her MOTHER walk arm in arm. MA carries two bunches of flowers and a brand new LIVERPOOL scarf. They stop before a grave. The headstone reads; SEAN MICHA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MA places one of the bunches in the vase and slips the Liverpool scarf around the headstone. The two women lean their heads together. Twenty years may have passed, but the pain has barely been dulled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group of men in black leather jackets, white shirts, black ties and black shoes wait to carry BASEBALL CAP’s coffin. They’re surrounded by a crowd of mourners outside terraced house. GERRY MCVEIGH is among them. PADDY and COLLETTE stand either side of him. But we can pick out MA too. This is the community the IRA wants to believe it represents. \f73. Cops dressed in riot gear pack the street. A helicopter hovers above. A shot from its MONITOR reveals the cops fanning out into dozens of surrounding alleys. It looks like a siege. In a sense, it is. BASEBALL CAP’s family stand by the doorway waiting for th procession to begin. They look tense. They wouldn’t have chosen an IRA ‘military’ funeral. As the coffin emerges, draped in an Irish flag, a police COMMANDER approaches GERRY, who is clearly the ranking IR man present. He raises his wooden baton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "We agreed there’d be none of this. GERRY ignores him, nods for the pallbearers to continue. The officer raises his stick again. COMMANDER (CONT’D) No paramilitary displays. You’re not going to bury this man as a soldier, McVeigh. Not on my watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "There is no display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "That’s a colour party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "It’s a few grieving men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "Split them up and have others carry it, or this is going nowhere. GERRY stares at the man. He oozes a visceral, tribal hatred, like those around him. But a confrontation would upset the family. Reluctantly, nods to the men to indicate he concedes. INT. CHURCH - A FEW MINUTES LATER. The coffin has reached the church, but there is no respit GERRY MCVEIGH sits close to the front of the mourners wit COLLETTE and PADDY still beside him. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "(from the pulpit) Whatever message we may wish to give to the massed ranks of the crown forces who besiege this church today, whatever hatred we may tell ourselves it is our right to harbour in our hearts, I must say this to the paramilitary leaders; why did you send this young man to his death? On GERRY as he tries to retain his composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST, (CONT'D)",
          "text": "After so many years of bitterness, what do you hope to achieve with this daily litany of death? Peace, as Yeats once told us, may come dropping slow, but come it must... On MA. The priest reflects her sentiments exactly. Back to GERRY, who really can’t stand to listen to much more of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The procession is shuffling along, surrounded by police officers in riot gear. It’s tense, but peaceful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAC is standing by a car the other side of the police fro the mourners. He’s in a baseball cap and tinted glasses, his collar turned up against the cold. He’s almost unrecognisable. He brings up his camera. THROUGH THE LENS as he fires off some shots; Gerry, Paddy, -- and then a series of IRA man who have filtered into the crowd, including the CHIEF. Snap. Snap... Boom! Chaos -- shouts -- people cowering -- screaming. What the fuck is happening? Boom! \f75. SPIN AROUND. In the side street where MAC is standing -- barely fifty yards behind him -- a couple of guys in balaclavas are throwing home-made pipe bombs over the top of the cops and into the crowd. They’re shouting; up the UFF! Up the UFF! Loyalists. Protestant paramilitaries from the other side the wall. Men who claim to be fighting a covert war to protect the integrity of the British state against the IR which would like this territory to be reunited with the rest of Ireland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON GERRY, at the heart of the mourners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Loyalists! Get down! He is still on his feet as everyone drops to the ground around him. PADDY and COLLETTE stay with him. They’re soldiers... EXT. SIDE STREET - CONTINUOUS. Cops dressed in riot gear turn away from the IRA mourners to face the loyalist thugs in the street behind them. The begin to charge towards the men, until one opens up with MACHINE GUN. Now everyone hits the deck, except... MAC. He is closest to the thugs, half-hidden behind a car ON HIM as he pulls out his Browning revolver. Shouldn't be doing this. Not his gig. He stands, aims, fires -- misses. One of the thugs has seen him, swings around... MAC doesn’t flinch. He steps into the road, takes aim again. Blam, blam, blam -- and the guy goes down. The other two thugs are still shouting. As one of them go to throw a pipe bomb, MAC CUTS HIM DOWN. One left. He hasn’t got a gun. He’s thrown his bombs. MAC closes in. The guy raises his hands. The cops have woken up and are advancing behind MAC, but some of the IRA men have slipped through the lines. They CHARGE towards the loyalist thug. Suddenly it’s a race to see who can get there first. \f76. MAC wins, grabs him, turns his gun on the would-be lynch mob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Get back! They keep coming. Slowly. With menace. The cops are tryin to push them away, but they want this guy bad. Voices. Yo lookin' after your Proddy friends? Bastards! A couple of the men lunge closer. MAC fires in the air. The men recoil for a moment, but it complete chaos. The crowd is SWELLING. The cops are tryin to BEAT THEM BACK. The cops REACH THE MAN, take him off MAC and try to get h out. There is pushing, shoving, shouting. MAC loses his hat... .-.as he finds himself opposite COLLETTE. She stares at him. And at that moment, she sees that MULGREW is watching her... INT. CONNOLLY HOUSE - A REPUBLICAN ‘COMMUNITY CENTRE’ - A HOUR LATER. A gathering of anyone who is anyone in the IRA. They’re still pumped up by the events outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Are you out of your mind? Did you see what just happened? PADDY and COLLETTE flank him. The CHIEF OF STAFF is on hi feet on a stage. He looks rattled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "We're all angry, Gerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Not angry enough!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "They're trying to rattle us ‘cos they know we’re winning. If we move now, if we’re bold, we can isolate the Brits once and for all. ANGLE on an IRA hardliner called FOX. He’s another farmer head of the East Tyrone Brigade. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "(from the front row) How's that, Seamus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "We've got Dublin on board. Washington stands ready. But they need somethin’ from us. A moment’s silence. The audience is simmering with rage, but there are thoughtful faces too. The men around GERRY await his intervention. No doubt he’ the rebel leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "(slowly, like this is hard to credit) You want a ceasefire now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "We're not there yet, Gerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "But that’s what you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "We have to test out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "What’s on the table?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "The Brits are talkin’ about a serious response to any gesture we--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "What’s on the table is the square route of fuck all, so it is. What’s on the table is a document of surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "Gerry, it’s a different way. We know that. But the cutting edge of the IRA’s sword is always going to be there, always ready. FOX and GERRY catch each other’s eye. There are murmurs of dissent. Someone mutters ‘Sell out’. We find COLLETTE as she slips away... \f78. EXT. COLLETTE’S STREET - A FEW MINUTES LATER. Snow is falling and Christmas decorations are much in evidence as COLLETTE walks home. A voice behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULGREW, (0.S.)",
          "text": "You runnin’ away Collette? She spins around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Christ! Kevin...you gave me a shock. ANGLE on his red trainers. They’re spotlessly clean again MULGREW. You know the guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Who? MULGREW. The Brit in the crowd. The one who shot our friends back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No. He waits, menacingly calm. COLLETTE (CONT’D) (finding strength in her terror) If you don’t mind me saying, Kevin, I think you’re getting a little paranoid. A beat. His eyes on her. She doesn’t flinch. MULGREW. Happy Christmas, Collette. I hope you get somethin’ nice for the wee fella. He walks away. INT. PHONE BOX - LONDON - NIGHT. MCILHATTON looks pissed off. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL, (0.S.)",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCILLHATTON",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL, (0.S.)",
          "text": "(terse) You don’t need to know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCILLHATTON",
          "text": "I've got everything ready. I've got everything he asked for, so-- She cuts the connection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GIRL at the other end of the phone is locking up. She young and attractive. She can hear the phone ringing agai but doesn’t go back for it. With a start, she notices GER leaning against the wall behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "You gave me a shock. But it’s clearly a pleasant one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY and the GIRL fuck vigorously. Afterwards, in the dark;",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Wolf Tone called again. He’s always calling. He says everything’s ready. He keeps asking me; ‘when?’ GERRY gets up, still buck naked. He lights a cigarette, pulls back the edge of the curtain and looks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL, (CONT'D)",
          "text": "You never relax, Gerry, you know that? Not even when you're doing it to me. He looks at her like she’s from a different planet. And glances out of the window again... \f80. EXT. MAC’S HOME IN ENGLAND - CHRISTMAS EVE A light dusting of snow on the drive of a suburban home. taxi pulls up and MAC gets out. He pays the driver and approaches the house. The lights are on in the living room window. His WIFE and daughter LUCY are wrapping presents by the tree. We can hear a Christmas carol; ‘As shepherds watched their flock by night...’ MAC manages a world-weary smile. Complicated as it may be it’s good to be home. He’s about to move to the front door when another man appears in the living room. He’s carrying a glass of champagne for MAC’s wife and she is SMILING AT HIM. CLOSE ON MAC. The price he’s paid... INT. COLLETTE’S HOME - KITCHEN - DAY It’s Christmas day in the MCVEIGH HOUSEHOLD. COLLETTE is working through a mountain of washing up. Her MOTHER is drying. ANGLE on a newspaper folded on the side. EXCLUSIVE; IRA HARDLINERS REJECT PEACE BID. The rest of the family are watching T.V. next door and, a the Queen’s annual broadcast, comes on we hear;",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (0.S.)",
          "text": "Switch the stupid cow off! The T.V is turned over. MA glances at the washing up stil to be done and smiles at COLLETTE",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "I blame myself. Your father never lifted a finger either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Shame Christy’s got a bad back again... MA smiles. She turns around and steps into the doorway. INT. COLLETTE’S HOME - LIVING ROOM - CONTINUOUS. CHRISTY, GERRY and PADDY stare at the T.V. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "Coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "(without much conviction) I'll get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "You're all right love. You relax there. Nobody appears to detect the note of irony. MA shakes her head. GERRY’s son LIAM has been driving a remote controlled car around the floor and at this moment he’s so excited he knocks over the table GERRY’s glass of beer has been standing on. GERRY leaps to his feet, soaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "For Fuck’s sake! What is wrong with you? LIAM is stunned. He was so happy for a moment there. He bursts out of the room and charges up the stairs. CHRISTY throws GERRY a furious look and follows. GERRY sets about clumsily cleaning up the mess, but MA pushes him aside. He storms out... EXT. COLLETTE’S BACK YARD - A MINUTE LATER. GERRY and MA stand together. It’s snowing. GERRY is smoki a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "(shaking his head) Don’t start, Ma. Not today. She watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "(quietly) I'd like you to let Collette go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "It’s her call. Always has been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "It used to be. But she’s changed. Now she only stays in out of respect for you. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "You mean you’ve made her change. Isn’t that what you want for all of us? A long silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "(gently) Look what it’s doing to you, love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "We've been over this. You want to have the same conversation every Christmas till we’re dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "Another year. Then another. Is that all we can hope for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "If we give up now, it will all have been for nothing. Is that what you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "I only know I don’t want this. Not any more. GERRY closes his eyes. They’re all quitters. Every last o of them. INT. COLLETTE’S HOME - A BEDROOM UPSTAIRS - A FEW MINUTES LATER. CHRISTY and LIAM on the bed, both with tear-stained eyes. GERRY sits down, puts an arm around his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "I’m sorry. He pulls LIAM to him. CHRISTY cries again, but whether in happiness or sorrow it’s hard to tell. INT. MI5’S BELFAST HEADQUARTERS - NIGHT MAC is sitting at a computer. We see him pull up a SEARCH function and type HENDERSON into the box. A raft of files. He clicks on IRA ASSASSINATION ATTEMPT. But it’s locked. The screen flashes up; Clearance level 9 Passcode; \f83. He’s confused... EXT. FLETCHER’S HOUSE - NIGHT MAC rings the doorbell. It’s Christmas and FLETCHER’s husband answers. He’s wearing a stupid hat and looks at M with studied disinterest. He knows why he’s here. KATE emerges from the kitchen. She’s removing her apron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Who is it, John? She sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Mac. Are you okay? He nods. She shoves the apron into her husband's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Come in. The husband retreats in orderly silence. A small boy appears in the doorway of the kitchen. He’s about the sam age as Collette’s son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Mummy, the mince pies are--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "In a minute, Louie. She shoos him back into the kitchen and closes the door. MAC can’t help noticing that he goes happily. She’s got it all, this one; husband, kids, job. Suddenly, he understands. What she said the other day was bang on the money. And the contrast with his own life is painful. INT. FLETCHER’S HOUSE - STUDY - CONTINUOUS. The pair sit in deep arm chairs in front of a roaring fir She roots around in her husband’s drinks cupboard and hol up a bottle of whisky triumphantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "No thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Come on. It’s Christmas. He shakes his head. Like she ever drinks whisky. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "If I’d known you were on your own, I'd have invited you to join us. No she wouldn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "Shoot, Mac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Why have you locked the Henderson file? KATE shrugs, like she doesn’t know what MAC is talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Maybe it was London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "My Dad had an old saying; if it looks like a dog and barks like a dog, it’s a fucking dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(half smiling, but still as cool as you like) That’s a new one on me, Mac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Barry Delavine works the same side of the street. So if you were pumping his hand, it must have been because he had another angle on Henderson. Another angle means another tout. KATE FLETCHER looks at him. She really doesn’t want to go here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Collette McVeigh was your idea. So I’m asking myself; why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Mac--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I spend eight months reeling her in and you’re prepared to burn her on day one. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Mac, please, I-- \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "I’1l tell you why; because you already have another agent in place. Someone close to her; bigger, better. Mulgrew and his friends started sniffing around, so you needed someone you could feed them if they get too close. She's grim-faced now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "I’ve known worse results, Mac. He stares at her. He can’t quite believe he heard that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER, (CONT'D)",
          "text": "She’s a good agent, but not a great one. Sometimes, we have to choose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You cannot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "We can. And I do. That’s my job. There are no easy choices. This is a war. And we have to win it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(leaning forward) You think we can win anything if we're that cynical?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Do you think we can win if we’re not? Boy, two different styles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "There are no winners here, Kate. There never have been. And there never will be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "They chose this life, Mac. Let’s not forget that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Even you can’t believe it’s that simple. They stare at each other. Both right, both wrong. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MCILHATTON watches from the crowd as the Prime Minister's Jaguar sweeps in. He glances up at Big Ben. It’s 3.10 exactly. But he’s getting pissed off with this. Planning for the operation that never comes... INT. COLLETTE’S BATHROOM - NIGHT She's brushing her teeth in the bathroom, with a towel around her middle. She goes to pull the curtains closed. MULGREW is standing in the alley, watching. INT. COLLETTE’S BEDROOM - A MINUTE LATER. She climbs into bed in the darkness and stares at the ceiling. TERROR in her eyes again. She gets up, goes into the roof, takes out the emergency bleeper, puts it in her handbag and stuffs that under the bed. Lies down again. Wide awake. Like she’s going to be all night. She gets up, walks through to... INT. MARK’S BEDROOM - CONTINUOUS ...where she strokes her son’s head. She climbs onto the bed and curls her body around his. EXT. A PARK OFF THE FALLS ROAD - NIGHT. Three men with collars turned up against the rain; the Chief, Gerry, Mulgrew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "It’s a fact. You’ve a tout. ANGLE on GERRY as the rain dribbles down his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF, (CONT'D)",
          "text": "Kevin thinks your sister--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Leave my sister out of this. A beat. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "(patiently) As I said, Kevin thinks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Fuck what he thinks! GERRY looks at MULGREW with barely concealed contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "That’s not possible any more, Gerry. I’ve spoken to the council. Nobody is against this. GERRY bites his lip, but smoulders with resentment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF, (CONT'D)",
          "text": "Kevin has a hunch that something may have happened to your sister in London. But given the stakes, I think we’ve got to go on more than hunches. Only you and your brother knew the full details of the Henderson operation, right? GERRY gives a barely perceptible nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF, (CONT'D)",
          "text": "Then that’s where we should start. Say: guns into Hugo Street the day after tomorrow. You tell Paddy, but no one else. If the cops are waiting, it must be him. He’s in the clear, we move on to your sister... No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF, (CONT'D)",
          "text": "You got that, Gerry? No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF, (CONT'D)",
          "text": "If you don’t co-operate, you’ll be stripped of your command and Kevin will get a free hand. A long silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF, (CONT'D)",
          "text": "Do you agree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "(through gritted teeth) You're wasting your fucking-- \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF OF STAFF",
          "text": "Do you agree? GERRY stares at MULGREW, the monster his war has created. With the utmost reluctance, he nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY MCVEIGH and the rebel IRA commander DECLAN FOX stan on the edge of a wood. FOX has a shotgun under his arm. He’s been killing rabbits. COLLETTE stands nearby, out of earshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "It's sedition. You’ll get no support here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "It’s not support I want. I need to know there’1ll be no witch-hunt when it’s done. FOX glances at COLLETTE, starts walking. GERRY falls in beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "You've got balls, McVeigh. I‘1l give you that. Thinks about the proposition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX, (CONT'D)",
          "text": "I‘ll keep it to myself. You'll have that much chance, if you've the guts to go through with it. If you act quickly, if it’s as big as you say, maybe you'll carry people. Maybe. As to afterwards, I’m making no promises. EXT. COLLETTE’S BACK YARD - DAY MULGREW slips through the gate and reaches the BACK DOOR. He glances around him before PICKING THE LOCK... INT. COLLETTE’S HOME - LIVING ROOM - CONTINUOUS. He waits until he’s sure he’s alone. MULGREW’S P.O.V. as he looks at the photos on the mantel- piece. INT. COLLETTE’S HOME - KITCHEN - CONTINUOUS. \f89. He checks the cereal cupboard, the drawers, the fridge... INT. GERRY’S CAR - SOUTH ARMAGH - DAY GERRY is driving. COLLETTE sits beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "What time do you have to pick up Mark? COLLETTE looks at her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "We're okay. COLETTE stares out of the window, asking herself why she’ here. She’s always been wary of her big brother, but never like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "You ever wonder what Sean would look like now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(trying to smile) Handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "You still think about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(where's this going?) Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "You’re the only one I can trust, Collette. No answer. What the hell does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "(quietly) I need you for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Gerry, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "It has to be you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What about Paddy? He shakes his head. \f90. COLLETTE (CONT’D) But Gerry, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "(tense now) Who's going to take any notice of me when they can look at--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Gerry, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Your picture is on the other pass. It has to be you. A beat, as the truth -- that she has no choice -- sinks i The price she paid for asking Sean to go and get those cigarettes. Still. INT. COLLETTE’S HOME - IN THE HALLWAY - DAY COLLETTE wraps up against the cold. She glances at her watch. She’s late. Her MOTHER comes out of the kitchen. MA. Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "Who's going to look after Mark? COLLETTE glances down the corridor. We can hear him playi in the back yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I won’t be long, Ma. MA. I've a doctor’s appointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Can’t you take him with you? I-- MA. Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Just into town. MA. (steely) Then going ‘just into town’ can wait. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(getting desperate) No it can’t Ma. Please...I have to go. She opens the door. Ma blocks her exit. MA. What are you going to do in town, Collette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Ma, please... MA. No one has to go into town. No one ever has.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(close to tears now) Don’t do this. Not now. She pulls the door open and has to more or less force her way out. EXT. COLLETTE’S STREET - CONTINUOUS. She looks back. Her mother is standing in the doorway, watching. INT. MAC’S CAR - CENTRAL BELFAST - DAY. COLLETTE gets into the backseat, beside MAC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You're late. The DRIVER accelerates away. COLLETTE puts her head in he hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I have to go. MAC glances over his shoulder to scope the road behind. COLLETTE (CONT’D) (agitated) I’ve made it here. You can see me. I need to get home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "In a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "My mother is raging. I have to-- \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Collette--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He’s watching me...Mulgrew. He waits. COLLETTE (CONT’D) He was in the alley last night. Standing there. Staring. Please...stop the car. They pull up at a set of lights and COLLETTE dashes out. MAC follows her. EXT. BELFAST STREET - CONTINUOUS. Ten swift paces and he catches up. They’ve reached a patc of abandoned industrial wasteland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "This is unprofessional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "You're the professional. I’m just a dead girl walking. He pulls her towards an alley, where they are out of sigh COLLETTE (CONT’D) I have to get home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "We had a report in from East Tyrone that you and Gerry were seen at Fox’s house. He’s got his own man in London--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I don’t know about that! She shakes herself free, but he catches her. He forces he roughly into an abandoned factory; cavernous, spooky and damp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You were with him at Fox’s place. Don’t tell me they were discussing the weather. No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "You've a job to do, Collette. \fNo answer. 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "My job is to end up ina ditch...barefoot, hooded and dead. You know it and so do I!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(steely) We've been over this. It’s not going to end like--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "How do you know? How can you possibly know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What was Gerry doing with Fox?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Collette, we’re under pressure here. You’ve got to give me more than this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Or this isn’t going to fucking work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(sighs) I don’t know what they talked about. He said he needed my help for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He didn’t say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "In London?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "He didn’t tell me anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "But he wants you to go with him? \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Yes. He said he doesn’t trust anyone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What about Paddy? She shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "And you said you would? No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "(quieter) You have to go with him, Collette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I can’t leave my son again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "There’s no choice. You gave up the right to... She suddenly breaks free again, runs up a set of stairs a all the way along the first floor. He catches her by a broken window, which affords a panoramic view of the city",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(quietly -- she’s totally petrified now) I'm dead. That’s the choice I made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "No, you’re not. Stay close to Gerry and see this through and you're out. I give you my word. She shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "It won’t happen. It’1ll never end like that. (sighs, shakes her head) Where would I even go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Anywhere you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "This is my home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Collette, there’s a better life out there. \f95. He takes hold of her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Believe me. She stares at him. Seismic tension now. She wants to believe him. My God, this minute, she wants more than anything in the world... He still has a hold of her wrist. She drifts closer, her face only inches from his. She finds his hand... Touching. Linked fingers. Locked. Tight. They kiss. Suppressed passion explodes and they’re all ov each other. Against the wall. He lifts her coat, her dres Fumbling. Groping. Hushed, urgent, crazy... He’s almost in her. He staggers back. She stands, clothes dishevelled. Madness... He raises his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "I'm sorry... INT. MAC’S CAR - MINUTES LATER. MAC gets in. Through the windscreen, we can see COLLETTE walking away up the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "Sir, are you... The look on MAC’s face tells him to shut the hell up. He accelerates away past COLLETTE. She does not raise her head. \f96. INT. COLLETTE’S HOME - AN HOUR LATER. COLLETTE is in the hall. She takes off her coat, unwinds her scarf, closes her eyes and leans against the wall. She hears voices. The door to the yard must be open. GERR and PADDY sit on the steps with their backs to her. MA is at a garden table playing with MARK. COLLETTE approaches, then checks herself. They are having an argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "I don’t want Sandy to do it, I want you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "What difference does it make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "It’s a big shipment and we need to make sure it comes in okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "(sighs) When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Tomorrow, before dawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "The safe house in Hugo Street. You'll need to split it up quick. COLLETTE watches her mother playing with MARK for a momen then pulls back into the shadows. INT - TELEPHONE BOX NEAR COLLETTE’S HOME - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Box Man. She waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "It’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "(business-like) How can I help? \f97. She waits. What did she expect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I’m sorry about... Nothing. COLLETTE (CONT’D) I understand. It’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "What do you need, Shadow Dancer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "There are some guns coming into Hugo Street. I overheard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Tomorrow before dawn. But you’ll be careful? I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "We'll take care of it. You know what the guns are to be used for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (0.S.)",
          "text": "Do you have any more on your brother’s plans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "No...not yet. I know what I have to do and...I’1l do it. He severs the connection. COLLETTE replaces the receiver slowly. INT. MI5’S BELFAST HEADQUARTERS - SITUATION ROOM - NIGHT. MAC and FLETCHER pour over a city MAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "If we cut off the roads into Hugo Street, we'll have to cover ourselves with checkpoints all the way down the Falls. Another officer comes to the door to interrupt. It is one of the men MAC saw being congratulated by FLETCHER the other day. He’s in a hurry. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELAVINE",
          "text": "Ma’am... He checks himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELAVINE, (CONT'D)",
          "text": "We have a report in. Some guns into Hugo Street tomorrow morning, before dawn. Looks like it could be a big shipment. FLETCHER looks shifty. These two sources sure are close t each other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "We're aware of it, Barry. Thanks. INT. COLLETTE’S HOME - NIGHT. COLLETTE is reading MARK a story: The Jungle Book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "‘'Thou wilt not forget thou art a wolf? Men will not make thee forget?’ said Gray Brother anxiously. ‘Never,’ said Mowgli, ‘I will always remember that I love thee and all in our cave; but also I will always remember that I have been cast out of the pack...’’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "Does Mowgli prefer to be with the wolves or the humans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I’m not sure, love. I think he feels his loyalties are divided. It’s very difficult for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "But where is he happiest? She closes the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "You'll just have to wait and see. MARK wraps his arm around her waist and snuggles against her stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two youths chewing gum, listening to music on the radio a they drive. The younger of the pair is behind the wheel. \f99. DRIVER'S P.O.V. as they round a corner and spot a police checkpoint up ahead in the half-darkness. A COP waves his light baton in a circle to indicate they should stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "Fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER YOUTH",
          "text": "Keep going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "But--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER YOUTH",
          "text": "Keep going, or they’1l shoot! The driver slows, winds down his window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shot struggling for focus. We see a man spinning around and moving away. All we can see is a dark coat and a pair of BRIGHT RED TRAINERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY McVEIGH watches. He sees the driver get out and ope the boot. The police officer pulls away a hidden floor to reveal the weapons. GERRY steps back from the window. He’s ashen faced as the implications sink in. His brother is a tout. EXT. PADDY MCVEIGH’S HOUSE - A FEW MINUTES LATER. The camera picks up MULGREW as he gets out of a car and strides towards PADDY’S house. He knocks hard. A second time. A third. Paddy’s face at the window. Frowns. He opens the door. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "What do you want? MULGREW. You’1l need to come with us, Volunteer McVeigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Don’t tell me: I’ve won a free holiday. MULGREW pulls out his pistol and points it at PADDY’S hea MULGREW. McVeigh, you are under arrest on suspicion of being an informer for the crown forces. If you try anything stupid, I’1l spread your brains all over Belfast. He takes hold of PADDY, who is naked but for a pair of tracksuit bottoms and marches him to the van. NEW ANGLE: through a window, we catch GERRY sitting in a car further down the street, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE MCVEIGH",
          "text": "Awake. Staring at the ceiling, MARK asleep beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY in front of his baby brother SEAN’S HEADSTONE. INT. COLLETTE’S BEDROOM - HALF AN HOUR LATER We hold the silence. There’s someone here. GERRY has slipped in like a ghost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Gerry-- He has a finger to his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "(softly) We've got to go now Collette. She sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "But--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now. She stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "Get up. Say goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Gerry--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Get dressed, Collette. INT. COLLETTE’S HOME - LANDING - CONTINUOUS. 101. GERRY'S P.O.V. as he emerges from the bedroom. His mother blocks the way. MA. What are you doing, Gerard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "(softly) Go back to bed, Mother. MA. Where are you taking her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "She’1ll only be gone a few days. MA. Leave her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "It’s not for you to decide. INT. COLLETTE’S BEDROOM — CONTINUOUS. COLLETTE stands over MARK, who is still asleep. Tears in her eyes as she brushes his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Goodbye, my love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She joins her brother. MA blocks the way. GERRY pushes past her, but MA physically grabs a hold of her daughter. MA. Don’t. He’s dead to us. He has no feeling left. \f102. COLLETTE is too dazed to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA., (CONT'D)",
          "text": "He’s using you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Please, Ma. MA. I can see how he bullies you, Collette. It wasn’t your fault...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "That’s not what it’s about Mam... Now they’re grappling with each other. Collette cups her mother’s cheeks. A desperate half-embrace and then she rips herself free. MA stands at the top of the stairs, tears in her eyes. She sits down on the steps and begins to sob uncontrollably. INT. COLLETTE’S BEDROOM - CONTINUOUS. ON MARK as he sleeps. He rolls over, clutches a teddy bea to his mouth; the picture of innocence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Is Paddy coming with us? No answer. COLLETTE (CONT’D) What are we going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "What we have to. You'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KEVIN MULGREW and a burly sidekick yank PADDY MCVEIGH fro a chair and push his head into a bath full of cold water. And out again. MULGREW. Shall we start over? \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Fuck you, Mulgrew. MULGREW sighs, shakes his head. Why do they make it so ha on themselves?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE and GERRY walk through security. On the tannoy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "This is the final call for Aer Lingus Flight 313 to Paris. COLLETTE looks highly agitated. She points towards the ‘toilet’ sign and separates herself from GERRY. She walks into the rest-room and then, after a brief wait, out agai checking that he is nowhere to be seen. She walks to a telephone box, takes out a couple of coins and dials. Waits. GERRY right beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "(annoyed, suspicious) What are you doing, Collette? She cuts the connection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(thinking quickly) I...just wanted to see how he was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "No calls. We don’t know who’s listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON PADDY’s head UNDERWATER ANGLE on MULGREW as he pulls him up again. MULGREW. Where shall we start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Fuck you, Mulgrew. Under he goes. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY and COLLETTE sit next to each other as the plane takes off. INT. FLETCHER’S OFFICE - MI5’S BELFAST HEADQUARTERS - DAY MAC bursts in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "They’re on the move: Dublin, bound for Paris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "She called in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "An Irish cop spotted Gerry. He was spooling through CCTV footage of the security queue, looking for someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE and GERRY appear nervous as they approach immigration control. ANGLE on the their false passports. They sail through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLETCHER and MAC run towards the open door of a waiting chinook helicopter. It immediately takes off and twists s wards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "French detectives flood the security barrier. Too late... INT. MI5’S LONDON HQ - CONTROL ROOM - DAY MAC and FLETCHER striding in. People at desks, on the phone. A map of PARIS on the big central screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Have we got ‘em? A guy with his sleeves rolled up shakes his head. He star moving the mouse to bring up images on screen. Grainy CCT footage of the pair getting into a taxi. \fClicks to 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OPS OFFICER",
          "text": "Leaving the airport... a different screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OPS OFFICER, (CONT'D)",
          "text": "We found the driver. He took them to the Gare de Lyon. We picked them up...here... More CCTV footage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OPS OFFICER, (CONT'D)",
          "text": "Gerry is standing right under the camera. He wanted us to clock him. A few minutes later they disappear. But we worked the angles and...bingo...Les Halles metro station. Pictures of the two of them leaving Les Halles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OPS OFFICER, (CONT'D)",
          "text": "They walked off in the direction of Ile de la Cite. The French have put hundreds of boots on the ground, but so far...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You think Paris is the destination? The man shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OPS OFFICER",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE and GERRY have just finished dinner. COLLETTE is looking at a couple with young kids at the table next to her. Gerry glances at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "You ever think about a different life, Gerry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "All the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Will you do anything about it? \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "One day. But no one ever used to care about us. And now they do. She contemplates this. It’s undeniably true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What’s going to happen tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Something to make everyone wake up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "You'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Will we walk away from it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "I’ve planned well, Collette. He glances at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "Let’s turn in. We’ve an early start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KEVIN MULGREW swings a punch. PADDY absorbs it, rocks in the chair to which he is tied. He is naked, covered in sweat and blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY is turning in, still more or less fully dressed. COLLETTE lies in the single bed next to him. GERRY takes out a revolver and puts it under his pillow. He switches out the light. INT. MI5’S HEADQUARTERS - CONTROL ROOM - NIGHT MAC is leaning on a desk, surrounded by officers working through the night. The Ops guy is pulling up potential targets on the big screen. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OPS OFFICER",
          "text": "The British Embassy. We've discussed that. Moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OPS OFFICER, (CONT'D)",
          "text": "We think the residence is a better target. The Ambassador is a distant cousin of the Queen and the house itself is more--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "(straightening) It’s not Paris. They all look at him, including FLETCHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Gerry McVeigh wants something big enough to derail the process. That ain’t the British ambassador or any other target in Paris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "He needs scale or scope. Scale; maybe a military barracks. He could drive to one of the Rhineland bases in a night. Scope; we should run a check on all the grade one targets and their movements over the next 24 hours; the Queen, Prime Minister, Charles. We know Gerry’s had his own man in London. Stands to reason this is why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "But we've got every exit covered. If they move out of Paris, we’ll pick them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Depends how good he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE lies awake in the dark. GERRY appears to be asle in the bed next to her. Very quietly, COLLETTE slips from under the sheets, pulls coat over her shirt and moves towards the door. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Where are you going, Collette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Oh...I can’t sleep. I just wanted some air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Stay here. You never know who’s watching. She returns to her bed. No doubt she’s his prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY is standing by the window as COLLETTE awakes. She dresses. A beat. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Is Paddy coming here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Is he meeting us somewhere else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Is he okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Stop talking about Paddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(frowns ) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "He’s with Kevin Mulgrew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(confused) But--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "We set him a test. Guns into Hugo Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "He failed it. \f109. This can’t be happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "You set him a test? No answer. COLLETTE (CONT’D) (horrified) But he’s our brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "He was our brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Gerry--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "He’s not my brother if he’s a tout. COLLETTE stands. She’s shaking. GERRY turns towards her. His face is contorted with RAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "Everything we've ever done; every bastard we've lost, every sod who's gone down for a spell in the Kesh...him. Our brother. He was touting when the peelers gunned down that kid last week. He was touting when they killed your Davey...He’s not our brother any more. Now her world is falling apart... INT. MI5 HEADQUARTERS - CHIEF’S OFFICE - DAWN Around the table with MI5 CHIEF ALAN BUCHANAN sit MAC, KA FLETCHER, the MI5 OPS OFFICER and a couple of other SECTI HEADS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OFFICER",
          "text": "(shaking his head) No, she’s at Windsor all day. Prince Charles is having lunch with Thabo Mbeki at South Africa House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "Ask him to cancel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "We have. He won't. \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "What about the PM?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OFFICER",
          "text": "Only Prime Ministers questions. Otherwise Downing Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "Who else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATIONS OFFICER",
          "text": "The Home Secretary is in Ealing. He won’t cancel either. The Deputy Prime Minister is giving a speech at the QE2...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "Any word from the French?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "No. You can see the tension in every face. The clock is ticki and they've got nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "We have an agent on the inside? They look at MAC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "Reliable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "Any chance she’s cut us off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "None.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "(acid) Then how come, Mr Macintosh, we're sitting here in the dark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Gerry McVeigh is a careful man. He'll be watching her. No phone calls. No contact. But she’1l find a way. BUCHANAN turns to FLETCHER. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "What about our old friend in Belfast; Red Fox? The code name of the other agent. The first time MAC has heard it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Nothing yet, sir. Barry Delavine is trying to make contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PADDY is still in the chair, half dead. MULGREW has a pai of pliers in his hand. He yanks PADDY’s legs apart and cu his testicles. MULGREW. We’re down to the wire here, Paddy my friend. I’m tired, you're tired. We all want to go home. So here’s how it is; we put your balls in this wrench and if we don’t like the answers we get, we twist. And we keep twisting until they come right off. PADDY is crying in despair, anger and shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "When Gerry-- MULGREW. Gerry! Please! Don’t insult my intelligence. Your brother knows you're here! He set the trap! Turns out our Gerry doesn’t like filthy, dirty little touts any more than the rest of us. So let's start again. How long have you been an agent for the British Secret Service?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Fuck you, Mulgrew. MULGREW twists the wrench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "Aaaaagh! Jesus! MULGREW. Who did you tell about the operation on Henderson? PADDY’S head sags. \fHe shakes 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Collette. MULGREW. No one else? his head. MULGREW. (CONT’D) Who did you tell about the guns coming into Hugo Street?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "No one. MULGREW furiously twists the pliers again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "Aaaaagh!!!! MULGREW. Then it must be you who’s the tout, right Paddy? You say it yourself; only you knew about BOTH operations. Twists again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Aaaagh!!!! Sweet Jesus!! I’m not a tout. I’m not a fucking tout! MULGREW lets go and sits back, frustrated, but genuinely perplexed. Crazy guy. A thought Ballsy. Ha ha. strikes him. MULGREW. Where did Gerry tell you about the guns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "At home. MULGREW. Where exactly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "On the back step. MULGREW. And there was no one else around, you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "No one. \f113. Another beat. Still turning it over in his mind. MULGREW. Where was the boy? Collette’s wee nipper? PADDY shrugs in despair. MULGREW. (CONT’D) Was he in the house? Was he in the yard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "In the yard. MULGREW. Who was looking after him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Ma. MULGREW. Where was Collette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Out. MULGREW. So your mother was in the yard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Of course. MULGREW steps back, turns to his colleagues. MULGREW. Get him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY and COLLETTE emerge from the hotel. They amble down the side street as GERRY sizes up the cars. He picks one, breaks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE and GERRY with the wind in their hair. COLLETTE looks SHATTERED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young man is waiting on the quay as the boat docks. He hands GERRY a brown envelope without a word. \f114. GERRY tips it up. We see two HOUSE OF COMMONS staff passe one for each of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Michael has the other boat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "He'll be waiting. GERRY nods. He squires COLLETTE firmly to the car, like a prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MI5’S HEADQUARTERS - CONTROL ROOM - DAY MAC stares out of the window. FLETCHER stands beside him. A telephone is on the desk between them. It does not ring...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MULGREW and his gang march PADDY to a ditch. He is still naked but for the bag over his head. They force him to kneel. MULGREW. Last chance, my friend. PADDY shakes his head. MULGREW. (CONT’D) Admit youse’re a tout and I’1l spare your worthless life. YOUTH. Boss... MULGREW. Shut up! One more chance, McVeigh, then I’m out of patience. \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY",
          "text": "Fuck you, Mulgrew. I'll see you in hell. They wait. MULGREW puts a pistol to Paddy's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADDY, (CONT'D)",
          "text": "Pull the trigger, you coward. MULGREW pushes the pistol down. CLOSE again on the faces his crew. They’re shitting themselves. TIGHT on MULGREW. He kicks PADDY into the ditch. MULGREW. Get him out of here. He’s not who we're looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY takes COLLETTE to a station cafe and parks her at a table. He moves to the phone box in the corner. But he’s still watching her... INT. MULGREW’S VAN - SOUTH ARMAGH - DAY A mobile phone attached to a large unit on the dash rings as PADDY is being loaded into the rear. MULGREW jumps int the passenger seat and answers. MULGREW. Lightning delivery services.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (0.S.)",
          "text": "What happened to the package? MULGREW. It hasn't reached its final destination. We’re looking at something else. The mother of all packages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY puts down the telephone slowly. He is white with shock. He goes to the table and takes COLLETTE’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What is it? \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "We have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY marches COLLETTE across the bridge. He puts a HOUSE OF COMMONS PASS around her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What’s happened, Gerry? She shakes herself free. COLLETTE (CONT’D) Who did you call? It was about Paddy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Paddy isn’t our tout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "(terrified) But--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Someone who's always been with us. Right from the start...from the day we were born... He grips her arm again. She grapples with his meaning. It cannot be. He cannot mean... INT. CAFE OVERLOOKING THE HOUSE OF COMMONS - DAY. GERRY, COLLETTE AND MCILLHATTON sit at a corner table, wi a view over Westminster and the Houses of Parliament. Almost alone, they are staring out of the window and MCILLHATTON, in particular, does not like what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCILLHATTON",
          "text": "It’s crawling with peelers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Give me the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCILLHATTON",
          "text": "We don’t stand a chance! GERRY rips the bag from his hand and leans forward. \f117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "(menacing) Listen to me. They’1l have tightened security all over this and every other town. But they weren’t on our tail and they don’t know we’re here. So we stick to the plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCILLHATTON",
          "text": "You’1l never make it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "We're going now. Just make sure the boat is there... GERRY takes the bag, puts it over his shoulder and hauls COLLETTE to her feet. EXT. WESTMINSTER TUBE STATION - DAY. Down the steps. GERRY puts his arm around COLLETTE, like they are lovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY, (CONT'D)",
          "text": "Smile. A small group of cops is being briefed by a COMMANDER. Th security guard glances at them for a moment, examines the passes. He’s distracted by a call from his supervisor behind him. GERRY and COLLETTE walk on. They wait to be stopped, but there is no shout... INT. HOUSE OF COMMONS - CONTINUOUS. Along the underpass. GERRY turns left, through to a terrace overlooking the THAMES. He glances about. An official approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "This is for members only sir. GERRY smiles. They double back. They reach a stairwell and climb. They pass a journalist running down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "Morning. \f118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PRIME MINISTER leaves Number Ten and gets into his JAGUAR. The car accelerates towards giant iron gates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY turns off the stairwell and leads COLLETTE down an empty corridor. He pushes her into the ladies toilet and closes the door. He unzips the bag, presses a pistol and a balaclava into her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERRY",
          "text": "Lock the door. I’1l knock three times. He’s gone again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PRIME MINISTER'S JAGUAR sweeps into the Palace of Westminster. He gets out and disappears inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE is still DAZED. A beat as she turns it all over in her mind... INT. MI5’S LONDON HQ - CONTROL ROOM - DAY BUCHANAN at the centre of an informal huddle. He’s lookin at MAC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "Still nothing? MAC shakes his head. BUCHANAN (CONT’D) You hold to your judgement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "She’11l come through. BUCHANAN turns to FLETCHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUCHANAN",
          "text": "What about Red Fox? \f119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Barry’s made contact sir, but she can’t fill in the missing pieces. She’s done all she can. INT. COLLETTE’S HOME IN BELFAST - DAY MA is feeding the kids. A doorbell goes. She answers. MULGREW. Hello, Mrs McVeigh. MA. Hello, Kevin. MULGREW. I guess you’ve been expecting me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE opens the door of the toilet and steps out into corridor. She moves along silently. She's looking for a telephone or an empty office, but there’s nothing. She reaches an alcove by the stairs. Waits a moment. CLOSE on her. A moment of DECISION. She takes out the emergency BLEEPER. She PUSHES the button. A light starts flashing. She hides it behind a book shelf and turns into the stairwell... INT. MI5’S LONDON HQ - CONTROL ROOM - A SPLIT SECOND LATE Still in the huddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OPERATIONS OFFICER",
          "text": "We've got something! They turn to face the screen. A map of central London. A dot. Zooming in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "She’s set off her emergency bleeper. Going closer...the HOUSE OF COMMONS",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "Christ... \f120. He bursts out of the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MI5 OPERATIONS OFFICER",
          "text": "(shouted after him) The Press Gallery!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Speaker is on his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAKER",
          "text": "Questions to the Prime Minister! INT. COLLETTE’S HOME - LIVING ROOM - DAY MULGREW is sitting opposite MA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "(shaking her head) There won’t be any need for that, Kevin. I’1l tell you what you need to know. My code name is Red Fox. She glances down the corridor at the kids, still eating their lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAC careering down the stairs... INT. COLLETTE’S HOME - LIVING ROOM - DAY MA. (sighs) Long ago. They said they had enough evidence to put Paddy in prison for the rest of his life. I'd lost one son. I didn’t want to lose another. Wouldn’t you have done the same, Kevin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAC pounds the pavement, past startled tourists. Sirens WAILING. Cops STREAMING in from all directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY returns to the ladies toilet to find COLLETTE is no there. \f121. He shakes his head in FURY. The final BETRAYAL. He pulls a balaclava over his head and walks along the corridor to the stairs, past a pair of startled journalists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAC charges through the gate holding up his pass. He tear around the yard inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLLETTE is walking away from BIG BEN, but there are poli cars and sirens everywhere now, so she stops and turns ba to face the COMMONS. INT. HOUSE OF COMMONS - DAY. MAC bursts into the bottom of the stairwell, a Browning pistol in his hand... INT. HOUSE OF COMMONS - CHAMBER - CONTINUOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAKER",
          "text": "The Leader of the Opposition... INT. HOUSE OF COMMONS - STAIRWELL - CONTINUOUS. MAC runs into a large group of officials walking down the stairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Move! He smashes through... INT. HOUSE OF COMMONS - CHAMBER - CONTINUOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER OF THE OPPOSITION",
          "text": "(getting to his feet) Could the Prime Minister please tell the house whether he advised the United States Government to grant Mr Gerry Adams a visa to visit Boston, New York and Washington? \f122. INT. HOUSE OF COMMONS - PRESS GALLERY - CONTINUOUS. GERRY closing on the chamber. A startled official steps forward to stop him, but GERRY smashes him to the ground with the butt of his revolver. He opens the door. We hear the roar of the chamber... INT. HOUSE OF COMMONS - CHAMBER - CONTINUOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PRIME MINISTER",
          "text": "The right honourable gentlemen knows, as do all members of this house, that the government is committed to the defeat of terrorism in all its forms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS.",
          "text": "Hacks, officials...all stunned, paralysed...GERRY is slow walking towards the front.... INT. HOUSE OF COMMONS - PRESS GALLERY - CONTINUOUS. MAC jumps a desk, slides across a wide central table stre with press releases and bursts through the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS.",
          "text": ".»+.as GERRY raises his gun arm. Screams. Shouts. He’s going to shoot the Prime Minister. The PM looks up... As MAC tears in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Gerry! GERRY hesitates a split second -- just long enough for MA to hit him running at full pelt. They career into the balustrade -- tip over... Smack into the floor below. Pandemonium. MAC wrestling with GERRY. More shouts. Screams. People sprinting from the chamber. \f123. The Prime Minister’s bodyguards charging in -- pulling their man out -- looking for a shot at GERRY. Too many MP in the way... GERRY has lost his revolver. But he’s on his feet...running... Out into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...-where he charges a startled cop. Head butts him. Grab his revolver. Turns back to face MAC. A shot. MAC hits the deck. Another cop on the other side of the lobby reacts. Blam! Blam! But Gerry is running again. Out into the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..+.-where members of the public are scattering in panic. GERRY fires twice in the air. Chaos again. On MAC as he fights against the tide of people fleeing. He still has his revolver, but there’s no way he’s going get a shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY pounding down a massively long, half-deserted corridor. A couple of startled clerks. Some businessmen waiting for a meeting. GERRY turns. Kneels. As MAC comes around the corner, blam, blam! This time he’s got him. ON MAC as he goes down. Hit in the arm. Sodding terrible pain. GERRY ducks through a door. \f124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A spiral staircase. Pounding up it. Breathing ragged. MAC crashes through the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "There’s no way out, Gerry. GERRY fires another shot, but misses. He bursts out onto the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...-where he sprints towards Big Ben -- in any other mome the most epic, stellar view of London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS",
          "text": "A swooping circular shot of the pair of them running as M emerges onto the roof and gives chase...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GERRY reaches the side that overlooks the river. Nowhere else to go. He looks down at the water -- there is indeed boat waiting on the far side -- then turns to face his pursuer. Both men have gun arms raised. Like a duel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "It’s over Gerry. The IRA man stares back. It’ll never be over. Click! He’s tried to fire, but there’s nothing left in the chamber. The thud of a helicopter above, of sirens in every direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC, (CONT'D)",
          "text": "It’s over. GERRY turns, runs, jumps...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..-Smacks into the wall of the terrace below and slumps into the river. His body slips under the water, then surfaces again, befo the tide slowly sweeps it away. The man in the boat opposite roars off. EXT. HOUSE OF COMMONS - ROOF. ON MAC as he looks down. The end he deserved. But still... The death of a man. Of an idea. MAC understood his journey, his choices. But sooner or later we have to take responsibility for the decisions we make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASH CUT TO",
          "text": "INT. COLLETTE’S HOME - DAY ON MA, who now faces up to the decision she made. MULGREW is putting on his coat. MARK runs down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "Who is it, Grandma? MA. It's a friend, Marky. Just a friend. MULGREW. I think we should go now, Mrs McVeigh. A look of terrible sadness in MA’s eyes. She has awaited this moment for so long, has known it was inevitable, but now that it is upon her the agony is unbearable. The phone rings. MULGREW goes to answer... \f126. INT. TELEPHONE BOX - WATERLOO - CONTINUOUS. It is COLLETTE who is calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULGREW, (0.S.)",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLLETTE",
          "text": "It’s Collette. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULGREW, (0.S.)",
          "text": "What about youse, pet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLLETTE",
          "text": "It’s me you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULGREW, (0.S.)",
          "text": "Is that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLLETTE",
          "text": "I’m the tout. I’1l give myself up. I‘ll exchange myself for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULGREW, (0.S.)",
          "text": "All right, Pet. A deal’s a deal. CLOSE on COLLETTE. The sound of her breathing... FADE TO BLACK. STILL IN BLACKNESS: THE SOUND OF A SPADE ON WET TURF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAC and KATE FLETCHER watch two uniformed police constabl digging. Gradually, they reveal something wrapped in a plastic sheet. They struggle to pull it free. It comes out of the wet earth with a dull pop. The cops stare at FLETCHER and MAC. FLETCHER nods grimly. They cut away at the tarpaulin and peel it back to reveal... MA's face. White. Dead. \f127. They stare. MAC looks at FLETCHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "You worked out who won yet? MAC turns away in disgust, walks up a slippery path to th flat parking area of a gravel pit. As he emerges, COLLETT climbs out of the car in which she has been waiting. She comes towards him. She looks SHATTERED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "Is it her? He doesn’t answer. Doesn’t have to. COLLETTE tries to get past, but he catches her. COLLETTE (CONT’D) Let me go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "Stay here, Collette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLETTE",
          "text": "I said I'd give myself up. I said I’d-- She's fighting him, trying to break free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC",
          "text": "It doesn’t work like that. She's breaking down now. Inconsolable. Her mother. Inadvertently but inevitably, she’s killed her. Two touts, too close. One was bound to die. MAC scoops her up like a child...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets into the back seat with her, next to MARK, who is waiting there, bewildered. MAC nods at the driver. They pull out of the quarry, turn down the hill. MAC draws COLLETTE and MARK close to him. They do not resist his protective embrace. His family now... \f128.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE on FLETCHER, who stands at the top of the quarry. She watches them go. These people - they made their decisions. Not her problem. In war, it only matters that the good guys win. FADE TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1641"
    }
  ]
}