{
  "movie_id": "MOV1648",
  "scenes": [
    {
      "location": "TRANSIT LOUNGE. AIRPORT",
      "time": "NIGHT",
      "characters": [
        "DAVID",
        "RACHEL",
        "MRS. BOKSER",
        "SUZIE",
        "THE END",
        "SECRETARY",
        "STERN",
        "GIRL",
        "RAY",
        "INT/EXT. UPPER WINDOW. RCOM",
        "INT. CONCERT HALL. DAY",
        "CUT TO",
        "ASHLEY",
        "VOICE",
        "MARGARET",
        "MINOGUE",
        "ROGER",
        "SONIA",
        "PETER",
        "KATHERINE",
        "INT/EXT. PIANO STORE",
        "ROSEN",
        "SAM",
        "IRWIN",
        "ROBERT",
        "RABBI",
        "PARKES",
        "ENOUGH",
        "INT. DAVID'S ROOM. NIGHT",
        "INT/EXT. MOBY'S WINEBAR",
        "VINEY",
        "ADULT DAVID",
        "ANNOUNCER",
        "SYLVIA",
        "PETER AND DAVID",
        "INT/EXT. HELFOYY HOUSE. BACKYARD",
        "PRESENTER",
        "REGISTRAR",
        "SARAH"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "DAVID HELFGOTT wakes with a start in an indistinct place Late thirties, eyelids at half-mast, he stares into the w a flashing red light. David (mumbling) Kissed them all, I kissed them all, always kissed cats, p always did; if a cat’d let me kiss it, I’d kiss it - Cat - always, always, I will - didn’t I? I did because I was was - gotta be different again, haven’t I darl - He realizes the seat beside him is empty and panics. David Where-oh-where, Gillian? Where did she go, where-oh -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His weird begaviour draws attention. Gillian (returning) It’s alright David, I’m right here. David Here - here Gillian, right here. The thing is I thought y She emanates calmness, warmth and is an endless source of instantaneous. DAVID settles … Gillian Where is there to go? David I don’t know darling, I don’t know, I’m hopeless without Gillian You’ve got your contacts in, silly. david  I’m a silly, it’s true, it’s true. A braying laugh. Whooahh! Gillian Shhhh. David Oooh, shhh - shhh, sorry darling, sorry - Gillian It’s alright. Stretch your legs. David Do you think so? Perhaps I should, perhaps I should stret stretch my legs? He stands. Gillian Good idea. David Good idea, that’s right - AIRPORT ANNOUNCEMENT : Flight 313 to London via Frankfurt 15 minutes - David  Whooahhh, London, Gillian, London! Gillian Yes … Shhh. David Shhh … He looks out the rain-spattered window at the flashing re aircraft being fuelled immediately outside the window. David Shhh, softly, softly, new story … Dissolve to iridescent neon raindrops coursing down a win somewhere, Suddenly a desperate face fills the frams. It’ twenties. The full head of hair, falling around his soaki this is years earlier; a sodden cigarette hangs from his off the end of his nose. He’s looking into ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. MOBY'S WINEBAR",
          "text": "A pianist croons the last few bars of ‘Only the Lonely’. the last two patrons to the door. TONY and a woman in her put up chairs; the PIANIST, SAM, slips into a stool at th all we hear is DAVID’s anxious breathing as we are seeing He raps on the window. sylvia What does he want? Sam A drink probably. Get lost! DAVID disappears from the window and appears at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYLVIA",
          "text": "Poor thing. Let him in. Tony He’s a derro’! sylvia He’s saturated. Resume DAVID’s POV as more words are exchanged then TONY the door to him. tony What’s the problem, mate? david (a hundred miles an hour) Sorry, sorry, sorry, mate, I’m the problem, I think I’m t problem. And wet! But it’s not an ideal world. Is it an i have to make the most of it, I mean, this is the way we f yeah-yeah-yeah! But it’s more ideal than it was, I mean, privileged, we’re privileged, we’re priviliged, aren’t we people would be burned to a steak wouldn’t they, er … He sees ‘MOBY’S’ embroidered on TONY’s tunic. Dvid Moby, yay Moby, pleased to meet you - Tony Tony. Who are you? David (hugs Tony) Tony, Tony not Moby Tony. Who am I Tony? Who knows Tony? Whooahh! David, I’m David, I’m David Tony … How does that sylvia Hello David. How can Sylvia help? David Sylvia? Is it Sylvia? How are you Sylvia? Good to see you He throws an arm around her neck as though greeting a lon david Sylvia Tony, Tony Sylvia. Sylvia What can we do for you, David? David Do for me, Sylvia, what, yes, got to stop talking, got to it’s a problem isn’t it? Is it a problem? sylvia It’s alright David; just tell Sylvia why you’re here. David Ahhhh! Well it’s a mystery, a mystery, a mystery - Sylvia Are you lost? David Am I lost? Perhaps that’s it. I’m lost, I’m lost, I’m los He sees the piano. David Ooh you have a piano. Is that your piano, Sylvia? Beautif Sylvia beautiful Tony? You too Tony. Perhaps I could play You say, you say. Sam Like hell baby. Sylvia Shut up, Sam. David (lurches towards SAM) Hell baby, the Devil, Diablerie Sam baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Get outta here. TONY is in fits of laughter … sylvia David - David Sylvia, such a beaitiful piano exquisite Sylvia, Sylvia-T He moves towards it. David Could I play, you say, you say? Sylvia Why don’t you tell Sylvia where you live? David Live, Sylvia, ligve - live and let live - that’s very imp molto. But then again it’s a lifelong struggle, isn’t it to survive, to survive undamaged and not destroy any livi The point is, if you do something wrong you can be punish life so I think it’s a lifelong struggle; is it a lifelon you do it’s a struggle, a struggle to keep you head above chopped off. I’m not disappointing you am I Sylvia-Tony-M",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SYLVIA’s old Humber belts past in the heavy rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY is driving. SYLVIA is in front, both laughing along David (a braying laugh) ‘Helfott’ - ‘with the help of God’ - that’s what it means You see, Daddy’s daddy was religious, vee-eery religious, of a meanie. But he got eterminated, didn’t he, so God di Whooahhh. Not very funny is it, Sylvia? Very sad, really aren’t I, such a meanie because I haven’t got a soul, is right isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYLVIA",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Daddy, daddy said so. No such thing as a soul. A train whiste sounds in the distance. Sylvia That’s ridiculous David  Ridiculous; you’re right. I’m ridiculous Sylvia-Tony, and because it was a tragedy, a tragedy … The car drives into a tunnel. Blackness in the tunnel. David - (V.0.) … a ridiculous tragedy. The sound of the train wheels rattling, blasting a signal light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if in a dream, children’s faces turn to look at camera slow-motion. Some are made up, prissy, perfectly dressed accompanies by ‘stage mothers’, fanning themselves in the eyes focused on the next contestant as he makes his way u POV. Over this we fade up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "Let’s hear it for our next young contestant, David Helfgo DAVID, nine, makes his way down the aisle clutching a sco meticulously parted and he wears spectacles. A little unc looks back to his father. PETER HELFGOTT is a thickset Po fifties. He motions for DAVID to keep going, then sits, a DAVID walks up some steps onto the stage. Announcer David’s going to play the piano for us, aren’t you David? David Yes. He’s stage-struck by all those faces looking at him, incl two elderly females and a man in his thirties. His name i Announcer What are you going to play? DAVID’s attention is taken by a fan nearby, blades whirri",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "David, what are you going to play? DAVID snaps out of it, when from the audience …",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(stands) Chopin! The Polonaise! PETER smiles full of charm, and a little embarrassed at a applauds encouragingly then sits. DAVID’s hells click on the bare boards as he crosses to t centre-stage. HE adjusts his music. His bony legs barely difgets, looks into the spotlight. He takes a deep breath Chopin’s Polonaise in A Flat, the first few bars ring out surprising everyone - BEN ROSEN in particular. DAVID attacks the keys with such gusto that the piano inc his foot around the leg of the stool and drit in. He play again. He blurs some notes. Again he readjusts the stool pages of his score flutter to the ground but DAVID plays end. ROSEN watches the courageous performance with wry am backstage flustered. To the ANNOUNCER :",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "The piano, it is disgraceful. The piano slews forward. DAVID stands and plays the final intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "This kid’s good; he’s great. A moment. Peter He’s my son!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The expectant faces of two young girls loom large as they from their perch in a tree - MARGARET, 12, and SUZIE, 5. Suzie Did he win or lose? Along the street, DAVID walks a few paces behind PETER. Margaret He lost. DAVID jumps over the cracks in the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Now we’ll all cop it. Damn you David Helfgott. INT. HELfgOTT HOUSE - DAY PETER broods, his mind turning over. A scratch recording Piano Concerto plays on the gramophone. DAVID moves a che PETER. RACHEL HELFGOTT, PETER’s wife, lights the woodstove. Her is now blanketed by the gollow look of years of submissio homeowrk on the kitchen table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "IT’s your turn, Daddy. PETER flicks a look at the board a moves a piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You know, David, when I was your age, I bought a violin, violin, it was a beautiful violin. All listen to the stor Do you know what happened to it? DAVID glances at a photo of a stern rabbi high up on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "He smashed it. A moment, the PETER slams his fist on the small table, kn pieces off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You are a lucky boy. MY father never let me have music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "I know, Daddy. Peter You are very lucky. David Yes Daddy. (lights up.) Will I play for you? Peter No. You pick up these pieces. DAVID proceeds to on hands and knees while PETER goes to off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "(to DAVID) I bet I could’ve won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(in Yiddish) Quiet. DAVID pokes a face at MARGARET. She does the same to him, to see. DAVID gallops the knight across the board. There’ door. MARGARET makes to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Margaret! She stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I told you, tell your friends not to come. She sits. There’s another knock which PETER ignores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BEN ROSEN walks around the sideway of the dilapidated old there's anyone home. He spots someone in the backyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Hello. It's SUZIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Hello. Rosen Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. HELFOYY HOUSE. BACKYARD",
          "text": "PETER looks across.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Daddy, there's someone here. ROSEN appears at the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "I hope I'm not interupting … PETER stands in the doorway looking down at him, resentin",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Ben Rosen. I was one of the judges. PETER doesn't accept the proffered handshae. He motions S",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(to ROSEN) Yes? Rosen You left before all the prizes were announced. DAVID appears behind PETER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "You were very good this afternoon, David. David Thank you. Peter He can play better. Rosen Maybe he was a little too good. Some people don't like th special prize for his courage. PETER takes the envelope from ROSEN and peels it open. MA the piano in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "It was a very difficult piece you chose, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Daddy chose it. ROSEN notices RACHEL sneak a look out the window at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Even great pianists think twice before tackling the Polon DAVID's eyes light up as PETER takes a pound note from th",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "A prize for losing! He pockets the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "I wouldn't call him a loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(in Yiddish, to MARGARET) Stop, that is enough! She stops playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "(in Yiddish) She plays well too. The Yiddish catches PETER out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(disdainful) They all play. Rosen I'm quite sure David could win lots of competitions with He offers a business card showing his qualifications.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I teach him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "You've obviously done well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Yes - and no one taught me; no music teachers Mr. Rosen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Of course, it's just that a few bad habits can sometimes between winning or losing. He knows which strings to pull. If you'd like to think about it. He hands PETER the card. PETER holds his look and closes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is in darkness",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the bedroom PETER wakes to the sound of the piano filt living area. He walks down the hallway, drawn by the sparse, haunting familiar: Rachmaninov's Third Piano Concerto. Entering th DAVID playing the piano in near darkness. DAVID struggles fingers across the keys, faltering to a stop … Peter Rachmaninov? David It's beautiful. PETER sits beside his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You taught yourself? David From the record. Peter The record?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "You always play it. PETER smiles. Peter It is very difficult, the hardest piece in the world, Dav David Will you teach me? Pause. PETER deflects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "One day you will play it, you will make me very proud. PETER hugs his small son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Next time, what are we going to do? David WE're going to win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "We're going to win! (Kisses him.) Now go to bed. David Goodnight, Daddy. Moments later PETER takes a score from a battered suitcas Rachmaninov's Third Piano Concerto. IT's awesome in its c page. PETER positions it on the piano, then contemplates thickset, clumsy hands. The framed photo of the rabbi loo clenches his fists in frusturation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID and PETER walk along a cobbled path. DAVID stops to in a large pond. PETER bustles him along to the frontdoor threatens. PETER rings the bell. DAVID smiles and goes to stops him with a look. The door is opened by ROSEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I have decided I would like you to teach David. (Hands him some music.) This!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Rachmaninov? Don't be ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "He can play it already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "He's just a boy. How can he express that sort of passion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You are a passionate man, Mr. Rosen. You will teach him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "No. I'll teach him what I think is best. DAVID is entranced by some chimes hanging over his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Rachmaninov is best. (No response.) But you are his teacher; I let you decide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "(dry) Thank you. We'll start with Mozart. He lets DAVID in and PETER goes to follow but the door is him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I can't afford to pay. The door shuts, leaving PETER stranded. It starts to rain issues from inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID plays the scales. ROSEN spots PETER at the side win shuts the blind on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER, in the raid,presses his ear to the window. The sou from:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heavy rain. Sylvia's car pulls up. She jumps out and open",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYLVIA",
          "text": "Come on David, Sylvia's getting wet. She drags him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Wet Sylvia, sorry Sylvia, such a wet. They run past a sign clanging on a chain: 'Eden Lodge'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SYLVIA is appalled by what she sees. The room is littered rubbish, cigarette butts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYLVIA",
          "text": "Is this your room, David? David It's a room, it's a room, home sweet home. She looks at the piano - a battered honky-tonk, chipped k cigarettes. Sylvia You can play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Kind of, kind of play kind of sweet kind Sylvia. (Picks up sheet music.) Chopin, Sylvia, Chopinzee! The Pole-popolski. Like Daddy they were concentrated. He brushes a Rachmaninov score aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYLVIA",
          "text": "How long have you been here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Golly, I don't know. Aeons I think, a few years, a few. A wrong with Schubert except syphilis, was it syphilis? I t got typhoid on top of it and that was the end of him wasn Shenotices a row of tablet bottles by the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "That was a bit careless wasn't it Sylvia - Whooah we lost didn't live to swim another day. MINOGUE enters; late fifties, he has a thick Scottish acc look in his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Him. I was a naughty boy wasn't I? Was I a naughty boy? C head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINOGUE",
          "text": "I was about to send out a search party.He shuts the windo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Whooahhh, a search party Jim, a party! I won't be invited",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYLVIA",
          "text": "He showed up at my restaurant, seemed a bit lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "How's that Sylvia, how's that? A party! A celebration. A",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINOGUE",
          "text": "He's good at that. Thank you for bringing him back. He ushers her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Time for a wine and a very fine time. A mardi gras and a Whoooah Jim Jim Jim, a party. He realizes he's on his own. He stares blankly at the rai getting louder until it becomes the sound of applause, fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CONCERT HALL. DAY",
          "text": "Rows of enthusiastic clapping hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENTER",
          "text": "The winner and State champion, David Helfgott. As the wild applause continues, we end on a big close-up from a bow, now a young adolescent. Several years have pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "He won! David won!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "I can hear that. I'm not deaf. RACHEL nurses baby LOUISE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "That's your clever brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER bursts through the door, rushes up to ROSEN and kis",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "We won. We won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Thjanks to Mozart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Now he can play Rachmaninov. ROSEN sighs. DAVID takes centre stage. PETER watches from and the other contestants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENTER",
          "text": "And now to present David with the prize money, out very s America, ladies and gentlemen, currently on tour in Austr STERN shakes hands with DAVID. PETER applauds vigorously, excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "He's my son!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STERN",
          "text": "(to DAVID) You have a very special talent, DAVID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Thank you, thank you Mr. Stern. So do you. Laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STERN",
          "text": "How much are you prepared to give to your music, David?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(from the wings) Everything. ROSEN settles PETER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Everything. But I do like tennis - and chemistry too. Laughter. PETER laughs too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STERN",
          "text": "Do you play tennis as well as you play Mozart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Only against the wall at home, I bounce the ball against",
          "sentiment": "neutral"
        },
        {
          "speaker": "STERN",
          "text": "How would you like to come to a special school in the Sta off the walls? DAVID's imagination is captured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "America?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STERN",
          "text": "Land of the Free. Home of the Vrave! You know? PETER's expression falters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENTER",
          "text": "Ladies and gentlemen, what an honour for our young state to study in America. The audience applauds. People congratulate PETER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "That's fantastic, Peter. PETER applauds enthusiastically despite the uncomfortable fully understand. DAVID beams into the audience, soaking feeling. Fade to white: SUZIE'S VOICE: 'And now, all the way from America, David",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID steps out form behind the bright white sheets hangi repeatedly to an imaginary audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "He's not from America. She takes the washing off the line. The yard is crammed w scrap metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "He's going to America and when he comes back he'll be com you David? DAVID bows still, until MARGARET unpegs the sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Aren't you going to miss him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Yes. DAVID smiles as he realizes she means it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Me too. Youth's voice Margaret. MARGARET puts the washing down and exits the back gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I have no money to send David to America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "We'll raise it. PETER scoffs. RACHEL looks over from the sink where she's bones into a pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Bar mitzvah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "David hasn't had his bar mitzvah. PETER looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Religion is nonsense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "It's also a goldmine if you know where to dig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "One day I'll play with an orchestra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Can I come when you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "You can ride with me in my cadillac. SUzIE Where are you going to live in America? Behind them, PETER steps out of the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "With a nice Jewish family they said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "And this is not a nice family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Oh yes, very nice, very -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You are very lucky to have a family! He stabs a look at the abandoned laundry baskey - no sign",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER's face appars over the rear corrugated iron fence w barbed wire running across the top. In the laneway MARGAR GANGLY YOUTH. Seeing PETER she pales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "I have to go. She hurries to the gate. When she opens it, PETER is ther him, his eyes burning through her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "It's one of the finest music schools in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "It is for his father to decide. Rosen David will be well looked after, I assure you. RACHEL nods politely, unconvinced. Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "(Perplexed, steps closer) Rachel, David could well be one of the truly great pianis",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "He is just a boy, Mr. Rosen. He still wets the bed. ROSEN absorbs this. MARGARET fumes past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rickety pram wheel wobbles along. Widen to reveal PETER dilapidated old pram down the ordinary suburban street, f SUZIE wearing grubby school uniforms. Several kids playing hopscotch stop as they see them appr path for the odd trio to pass. SUZIE looks down her nose the hopscotch without missing a beat as the trio continue watch after them, like they were from another planet. Wide shot. DAVID and SUZIE collect several bottles which sidewalk, put them in the pram and walk on with PETER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER straddles a large piece of scrap metal - the head o heaves it off the pram with a great sense of satisfaction metal and a stack of empty bottles in the corner of the y",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You see how fit I am, you see how strong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Show me Daddy, show me where the lion scratched you when circus. PETER extends his hand with a sense of theatricality to r scar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That's what happens when you get too close to the bars. He stands in a body-builder pose, barrel-chested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Come on David, hit me. Suzie Me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "David, as hard as you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Okay. Here comes. Ready. DAVID's punch bounces off PETER's stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "My turn Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Harder. Come on! (DAVID punches again.) You see. A man of steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Steel alright. (Rubbing his fist.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "No one can hurt me! Because in this world only the fit su RACHEL watches from the laundry, sweating over the hot co side to the fun and games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "The weak get crushed like insects. Believe me, if you wan you have to be fit and strong, like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An elderly receptionist types with one finger on an antiq sits in the narrow corridor, arms folded tightly. He woul else. On the wall opposite him a long line of faces - the rabbis of the synagogue stare down. PETER glances at the folded newspaper on the seat next to the front page - a photo of DAVID seated at the piano wit pointing at a score as if taking DAVID through a lesson. The elderly typist removes the sheet from the typewriter nods politely, then resumes his steely composure. The doo opens. PETER stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RABBI",
          "text": "(exits the office with David) See you next week David, and don't forget to study. (He hands him the 'soncino chumash'.) We'll see you in Schul, Elias. PETER feigns a polite smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Thank you Rabbi. They walk off. DAVID takes The Maccabean from him, noting copies of this latest issue. PETER puts his arm on DAVID' in, as if protecting him from an invisible foe. The RABBI goes back into his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The POSTMAN rides along the street, past DAVID waiting ex gate. No mail today. DAVID watches after him, sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chandelier glistens above the entry. DAVID and PETER en foyer is dripping with dignity and provincial social elit immediately set on by the hostess, MRS. BOKSER, a busy so",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. BOKSER",
          "text": "Mr. Helfott, it's exciting isn't it? David, the Lord Mayo She takes DAVID by the hand, dragging him away. A WAITER from a try but PETER's attention is on DAVID being whiske Cut to a short while later. Faces glowing with appreciati jewellery surround DAVID. MRS. Bokser And I would like to thank our wonderful Lord Mayor for es for David to go to America. (Applause.) And now to play for us, our very own David Helfgott. ROSEN notes PETER's embittered look around the room as th DAVID with affection on his way to the piano - a shake of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER's voice can be heard raging inside. PETER - (V.o) These people are a disgrace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUZIE nestles up to MARGARET and baby LOUISE, frightened",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "A disgrace. (A loud thump.) They think they are so important. (Curses in Yiddish.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter paces, like a caged lion, bursting with anger. Peter What do they know with their furs and their diamonds? It stomach. RACHEL is on the receiving end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "And Rosen. Pah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DAVID'S ROOM. NIGHT",
          "text": "DAVID lies in bed listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What kind of man is he? He has no children. He's not marr to me about Rosen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER curses again in Yiddish. Rachel He only wants for David the same as you have always wante",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Don't ever compare me to him. What has he suffered? Not a does he know about families? Do you forget how your siste He thumps the wall by he photograph o RACHEL and her sist",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "And my mother and father. (Yiddish.) Stupid woman. Stupid! Cut to later. PETER sits in near darkness, just staring i is looking at a scrapbook, articles and photos of DAVID t stunning career, including a photo with Isaac Stern. PETER stares, his mind turning the same thing over and ov",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID is asleep. A shadow falls across him. It's PETER. H there, burdened, watching over his sleeping son. He kisse forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID bows to warm applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Thank you Comrade Helfgott; your son is a credit to you. PETER proudly puts his hand on DAVID's shoulder. On the w flag and a Stalin portrait. The gathering consists of 25 people, members of the socie mid-seventies, warmly applauds her appreciation of DAVID' Cut to later. Cocktails are being served. PETER is involv looks around for DAVID. No sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID takes a book from the shelf - it's on Russia. A GIR him through the shelves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "You play beautifully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "My name is Sonia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "I'm David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONIA",
          "text": "I know who you are. She laughs; so does DAVID. He's quite taken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONIA",
          "text": "You have the most wonderful hands. He looks at his hands, like he'd never noticed. Then look",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "So do you. She smiles warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONIA",
          "text": "You're going to America? David That's right. Sonia Perhaps one day you will go to Russia too. DAVId Yes. Why not? PETER - (O/s) David. DAVID puts his hands in his pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Right here. PETER gives SONIA a charming smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Excuse us. Ther eis someone important who wants to meet y",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We recognize the woman from above - KATHERINE SUSANNAH PR reflects a sharp intelligence and strong humanity. Katherine I've never met anyone who plays the piano as beautifully",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "And I've never met a writer before, Mrs. Prichard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "You must be very proud of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "As proud as a father can be. KATHERINE smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "I have a long-suffering old piano at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "A suffering piano? Katherine From neglect. Perhaps you'd come and play it for me, Davi PETER goes to speak, but DAVID interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Oh yes, anything to help. klatherine I'd like that very much. david Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Your attention Comrades. I wish to propose a toast to our Katherine That's my cue. Excuse me. SECRETARy - and very special guest this evening, Katherine Susannah PETER applauds along with everyone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You will learn much from this old woman, David. She has b As KATHERINE joins the SECRETARY up front, she smiles at",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(Nudges DAVID) Smile. Look happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID hurries out the front door excitedy at the sound of The POSTMAN finds a letter for DAVID in his satchel and h playfully dropping it into the letter box. DAVID grabs it it's come from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "America! INT. HELFgOTT HOUSE - NIGHT David excitedly reads a letter from 'The Michleburg famil",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "'…we have been informed of your exceptional talent and ca privileged we feel to have you come and stay with us'. PETER listens as he chops vegetables on a board, alongsid",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "'You will be pleased to know that we are having the Bosen for you.' PETER scoops the vegetables into a steaming pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "'We eagerly await your innement -'",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Imminent, fool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "I wonder if they've got a cadillac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "'Imminent arrival… And look forward to hearing you play f Simon and Basha Mickleburg.' PETER chops more vegetables - the simple words are like d mindful of his brooding silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Read it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Not again! She turns the radio up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "You're just jealous. PETER simmers…",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Just the bit about the parakeet and the dog and the two c MARGARET puts her hands over her ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "'… you'll enjoy the company of our parakeet and our poodl MArgaret Pig! It is not! She grabs the letter and DAVID tries to get it; all yelli off' around the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Jealous, jealous, give it! Margaret Pig! Pig!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENOUGH",
          "text": "He sweeps a bottle of milk off the bench; it explods at S",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Enough of this nonsense! DAVID pales as PETER tears the letter up. SUZIE cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Forget it! You are not going. David is not going anywhere (Silence.) What are you looking at, you fools? He is not going to Am anyone destroy this family! David Daddy, but Daddy please -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I know what is best, David. I know because I am your fath family. Stunned silence. DAVID runs out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "David! David come back - The door slams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(in Yiddish)Why now!? Why!? PETER slaps her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is in darkness. DAVID knocks. He's been running",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Mr. Rosen? No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Mr. Rosen. It's David. (He bangs at the door.) Please Mr. Rosen. Please… There's nobody home. DAVID slides down the door, clutchin bewildered. Cut to water rippling in the moonlight. DAVID's reflectio He watches the distortion of his face in the water, then after a moment the image settles again. He puts his head shoulders. Cut to underwater, DAVID's face, as bubbles escape from h are :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We realize DAVID's face is underwater in the bath. He sur just stares, breathing awkwardly. PETER enters in a dressing gown. PEter Come on David, you have been long enough. Are you feeling all this nonsense. This is your home, this is where you b DAVID's POV: PETER peeling off his dressing gown singlet, no sound - it's like a dream. PETER goes to get in but st something in the bath that horrifies him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "David! (He slaps David's head.) You animal. You disgusting animal. He slashes at DAVID with a white singlet, splashing water",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "To shit in the bath. To do this to me. You callous boy. T DAVID barely reacts as the attack with the wet singlet co bare back, his head… water arcs across the small bathroom Just as suddenly as it started, it's over. PETER is gone. walls like blood. A drop forms on the flickering light gl just stares… in shock. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RACHEL is huddled with SUZIE, MARGARET and LOUISE in the Jewish community watches as DAVID sings from the Torah, t head bowed, almost cowering. ROSEN senses something is wrong. He looks across at PETER expression gives nothing away. Close-up: PETER, a man of steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide shot. The house is in near darkness. ROSEN walks up scrapes the front gate open. He knocks at the door. No an",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the hallway - ROSEN's silhouette through the opawue gl Reveal PETER, in the shadowy darkness, the outside world",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air is thick with tension. RACHEL amuses little LOUIS the scrapbook. MARGARET fingers the same note on the pian knocking echoes again through the solemn quiet, like a kn",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "This house is like a concentration camp. She lets the piano lid drop shut. In the hallway ROSEN's door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Peter? I know you can hear me. Don't do this to David. Yo PETER's eyes glow with anger in the darkness. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Peter! ROSEN give up, turns to go, but then as an afterthought:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Whatever you do, don't inflict bloddy Rachmaninov on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the hallway - ROSEN's shadow disappears. The gate is h he leaves. PETER just stands there. The sound ofROSEN's car is heard headlights flicker across PETER's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER stands over the bed where DAVID lies, facing away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "David… (No reply.) David. My boy? Still you don't speak to me? Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It's a terrible thing to hate, to hate your fatehr. Silence. He sits on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Life is cruel, but music, it will always be your friend. let you down in the end. Everything. Believe me. (Pause.) Please don't hate me David. He begins to cry. He sobs… DAVID looks at his father crying, full of confusion. Thei pulls DAVID up and hugs him. DAVID throws his arms around",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(in Yiddish) Don't hate me. PETER kisses DAVID repeatedly on the side of the face, al",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It's tough, life can be tough but you have to survive, sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Survive, Daddy… Peter That's right, David. No one will love you like me. You ca will always be there… always be with you, forever. Do you David Yes, Daddy, forever… They hug as we begin to pull back… looking down on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Forever and ever…",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER AND DAVID",
          "text": "Forever and ever…",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ADULT DAVID sits on the floor in the middle of the room, amidst the mess of paper and music spread around him. He It's a crumpled old letter with distinctive letterhead: R DAVID peers myopically at it - we only glimpse a few word we are pleased to inform you…' Fade up - music, from the past - 'Sospiro' by Liszt. It c INT. TRAIN TUNNEL. DAY. THE PAST. The train exits a tunnel into bright strobing light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bright light pours through a jungle of trees and exotic p way down the long overgrown drive. Finally, a small weath into view, its verandah wreathed in wisteria, jasmine and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A photograph of DAVID is removed from a paper bag. It's D supremely confident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "Perfect; I'll treasure it until the day I die. DAVID has finished eating dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "Are you full?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Full as a goog, Katherine; full as a goog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David plays the final bars of the Appassionata. When he f KATHERINE in front of several photos on the mantel, lost his palying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "Each time you play 'Sospiro' it expresses so completely…",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Is that good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "(sits next to him) It's divine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Inexpressibly divine. Katherine Quite! He starts playing again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Tell me a story, Katherine. What story is it today? DAVID watches her - eyes closed, head swaying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "A new story - drops of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Raindrops? KaTHERINE Yes, raindrops. DAVID's head sways as he plays the passage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "Listen. It's the wind. Cut to the verandah. Moonlight filters through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "The wind! Leaves flutter across the ground… Branches sway…",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "The stream… Katherine - (V.O.) The river…",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "The ocean, Katherine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The photograph of DAVID, now framed, is on the mantel. KATHERINE's VOICE … You are Krishna, Christ and Dionysus. In your beauty, t … The camera moves towards the piano, where DAVID is stoope top of his head until he lokos up and, we realize, years DAVID is now a young adult. He scribbles the words of the awed by their beauty as she continues to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "'To you, all these wild weeds and wind flowers of my life lay them at your feet.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide shot. Lights burn warmly in the windows of the old h",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "the front door opens and KATHERINE sees DAVID out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Good night, Katherine. She kisses him warmly. He ambles off, awkward as a puppy, Katherine Good luck, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stagehands carefully position the grand piano onstage. Li being set for a performance. Cut to backstage, hands soak water, next to it is a score of Rachmaninov's Third. DAVI the water, the poise and confidence of his younger years shambling insecurity. He throws a nervous look around at A CELLIST warms up, a VIOLINIST paces, a CONTESTANT goes another pianist, ROGER, 25, warms up on an old upright pi Cut to the foyer. The audience assembles, waiting to go i the occasion is the 'ABC - NATIONAL CONCERTO COMPETITION' Arriving amidst the furs and jewellery, PETER is just ano Something draws his attention: BEN ROSEN on the stair. He Neither hids their contempt. ROSEN comments to his compan",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEN",
          "text": "Poor man's Leopold Mozart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Onstage. A piano cover is removed revealing gold letters is drawn towards the grand piano, mesmerized by its magni oblivious to everything else. The sound of applause fades",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "That was out final contestant -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNOUNCER - (radio v.0., continued) …David Helfgott, who gave a stirring performof Rachmanino Piano in D Minor… KATHERINE looks at the framed photo of adolescent DAVID",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "Bravo, David. ANNOUNCER - (radio v.o.) (radio V.O.) The judges will now confer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the audience, PETER is anxious as the jury confers. RO Backstage, THE CONTESTANTS assemble in readiness, wishing An evnelope is handed to the ANNOUNCER who adjusts his bo the stage. DAVID shuffles nervously on the spot, standing focus is on the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "It's a tough game isn't it, Roger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "A bloodsport. announcer Ladies and gentlemen. PETER leans forward in anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "I am pleased to announce the winner of this year's ABC Na Competition is - Roger Woodward. Applause. PETER's face turns to stone. DAVId Well done, well done, Roger. The other contestants congratulate ROGER then he walks ou loud ovation. DAVID watches from the wings as ROGER takes his bows in t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A framed photo of KATHERINE's father is on the mantel, am the one of DAVID as a bright adolescent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "What was he like, Katherine? She looks up from her book. david Your father. She puts the book aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "He was forever busy in his study. 'Go away, Kattie, I'm w say. One day, I was very young, I got so annoyed I emptie his desk and I scrawled on his work, pages of it. When he seething with anger; I could feel it. David fills with dread. katherine 'What are you doing?' he shouted. It startles DAVID, feeding his own fears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "There was this terrible silence. I just stared at him and I'm writing.' David is suspended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "He ran at me and picked me up, and cuddled me breathless. effort he always called it. Silence. KATHERINE sees there's something troubling DAVID",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "What is it? (No reply.) David? He extracts a letter from his pocket. She takes it and re",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "The Royal College of Music. A scholarship. David that's m",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Won't cuddle me Katherine, oh no. He wrings his hands full of anxiety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "He can't stop you, David. David Such an angry lion. Katherine Nonsense, he's a pussycat. She holds him comfortingly and looks into his uncertain e strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "I'll miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close-up - a small box which KATHERINE takes from the sid",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "These were for my son but he left home before I could giv DAVID opens it and takes out an exquisite pair of red fur",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHERINE",
          "text": "You'll need them. It gets very, very cold in London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fiery red sky. DAVID walks along, churning with anxiety the gloves out of the gladstone bag he's carrying. He dra off leaving the bag behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID enters quietly, makes his way through the darkness. PETER's VOICE Where have you been? A table lam is switched on to reveal PETER sitting there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "I missed the train. PETER's eyes glow with hostility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That Prichard woman! DAVID goes to move away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What is this? The gloves DAVID's wearing. He takes a backward step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What? (Stands.) Look at me. Look at me! DAVID has no choice. PETER's eyes burn through him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "David? DAVID slowly extracts the letter, backs away as PETER rea",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You think you can just do as you please? Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "I… I want to go; I'm going. You can't stop me. A terrible silence. Then PETER comes at DAVID like a lumb",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I am your father. Your father! Who has done everything fo callous boy! DAVID tries uselessly to fend him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Daddy -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I am your father! He slaps DAVID around the head, kocking his glasses off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Please Daddy -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Stupid boy! SUZIE runs in and tries to pull PETER away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "No - PETER gives SUZIE a backhand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "It's not Suzie's fault. DAVID charges forward, crashing PETER into the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(racing in) Stop it! Stop it! PETER throws DAVID across the room. MARGARET intervenes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Get out of the way! He picks up a chair and throws it against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(screams) No! Dogs bark. Neighbours' lights go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to go? Go! Go on! He has DAVID in a headlock, choking him. They bang into t together in a fierce struggle. The photo of the rabbi cra Furniture is skittled - chess pieces scattered. Rachel (screams, in Yiddish) No! Stop! Stop! She bashes his arms with her fists trying to get him to l can't breathe. MARGARET tries to pull PETER away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "I'll get the police! Finally, PETER lets go of DAVID who slumps to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "He's alright, leave him. Catching his breath, he sees his terrified family, only n horror of what has happened. Silence. DAVID fumbles for his glasses. He picks up the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "David, are you alright? Are you? PETER approaches, with remorse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Come on, David. David I'm old enough to make up my own mind. He backs away, into the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(laughs) He thinks he's going to London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "I've been accepted by the Royal College of Music. DAVID is full of confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What do you think is going to happen to you in London? DAVID wipes his bloody nose, edges down the corridor. Peter David, listen to me. If you go, you will never be anybody lose a brother. Is that what you want? You want to destro david I'm sorry, sorry - He opens the door. RACHEL holds the girls, all crying. Peter If you love me you will stop this nonsense; you will not Don't make me do it! david …Sorry… peter David! DAVID steps over the threshold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You will be punished for the rest of your life!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "The door slams shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID runs, in a sweat, on the road to KATHERINE's. The h straight down on him. It blasts its horn as it swerves ar Cut to a blazing fire in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music scores burn, school books, David's clothes… PETER t stokes the flames. Burning in the fire is the scrapbook - images of YOUNG DA flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'The Royal College of Music' - gold letters carved in sto ADULT DAVID looks up: we are back in the present. He abso building as he shuffles up the steps. Behind him, the mag Albert Hall. On the curb, GILLIAN is getting out of a taxi. When she l sign of DAVID. INT. RCOM CORRIDOR. DAY - The present DAVID shuffles along, past the practice rooms from where sound, merging into one another as DAVID continues on his of childish wonder. He hears something distinct… a piano. a practice room at the enf of the corridor. He peers thro panel, into: INT. PRACTICE ROOM. DAY - the present There's a female student practicing with her teacher. She the door a moment before it ducks out of sight. DAVID sneaks another impish look in… the quickly retreats slides into frame and retreats. As if by magic, when the face appears again, it's no long YOUNGER DAVID, longer hair falling in ringlets around his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are back in the past and there's an elderly teacher in looks at his watch impatiently to make a point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Bravo, David. Now remind me why I'm here. DAVId (enters) Sorry, Mr. Parkes, sorry. PROFESSOR CECIL PARKES is in his sixties. His left arm ha crippled by a stroke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "It's fortunate I'm a deeply forgiving human being. DAVID's VOICE Liszt was like that, wasn't he, a great humanitarian - no knew him personallor anything but he had a respect for ev creature; so that was nice of him, wasn't it? Or so I rea (Plonks a book down.) Very improvisatorial, very sensual, Mr. Parkes. Virtuosic",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Bacchanalian! Boldness of attack! He bashes out chords with his one good arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Diablerie! The Devil, David!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Whooaah, mustn't break the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Liszt broke plenty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Right! Swept up, DAVID bashes out some chords - PARKES stops him",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "(quietly) But you must play what's on the page; you're not Liszt, r",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Not even slightly Mozart. PARKES plays (with his good hand) to demonstrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Come on, fill in for this useless arm of mine. David plays the 'other hand'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "The notes first, your interpretation comes on top of them DAVId On top, yes. PARKES enjoys their playing together. He likes DAVID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "You agree, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Oh yes, I always agree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Is that wise? DAVId I don't know. Is it? They play on. DAVID works the pedals; he's wearing odd sh brown one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Don't forget, it's on the page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Well yes, the notes are, but not the feeling, the emotion",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "You mustn't sacrifice everything to emotion. It's a quest DAVId Is that the question, Professor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Precisely. DAVId I thought so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A throng of students is going up the stairs. DAVID is com bumping into everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Sorry sorry, oops, beg pardon. You look lovely today, Sar",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thank you, David. david You too, Muriel. Male student Ease up, Helfgott. Laughter; DAVID's popular with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRAR",
          "text": "Mr. Helfgott. Your allowance cheque. Two students - ASHLEY and ROBERT - look on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "(to ASHLEY) Pay day. David! They flank DAVID as he heads through the foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You missed the bank. Pity! You'll have to wait until tomo david Can't bank on the bank. ashley We know someone who'll cash it, David. david Do we Ashley? Do we really? robert What are friends for? As they exit to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "'All you need is friends', whoahhh. It's what the Beatles",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASHLEY",
          "text": "'Love' dear David… David Yes, Ashley darling? robert Taxi!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID crosses to ASHLEY and ROBERT with a tray full of dr bums and grinds. They drink at DAVID's expense and puff o DAVID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID walks along stuffing his mouth with choclate and Co sights. A transvestite with bright red-dyed hair and make dorrway - RAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Got a cigarette, love? david A cigarette love - love a cigarette. He offers the packet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I'm Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Ray? Ray! Raylene! Whooah, pleased to meet you. I'm David Ridiculous! RAY lights up the cigarette, then puts an arm around DAVI",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "You're very friendly, aren't you David? David Friendly? Do you think so? That's very important isn't it ray If you say so, sweetheart. He steers innocent DAVID into an alleyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close-up: the bobbing face of a pigeon. It coos. DAVID's sees the pigeon and coos back. His face has traces of mak jacket he's now wearing the lurex vest we say o on RAY. New angle. DAVID is curled up under a massive statue of a Nelson's column). Nearby a MAN hoses away bird shit. Wide shot. DAVID shuffles off in the early morning light, square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. UPPER WINDOW. RCOM",
          "text": "PARKES and another teacher, GORDON VINEY, 50, sip tea as window onto the street below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "He has the most fantastic hands. viney Not connected to anything above the sholders. Their POV. David hurrying up some steps in the College grounds. He d",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "He's a little fragile. viney A chopinzee! PARKES isn't amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "I've seen enough to suggest he can make the finals of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINEY",
          "text": "And what have you seen, Cecil? A gleam in PARKES' eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Moments of genius. Viney (laugh, bemused) Genius. Oh really! POV below - DAVID scrambles chaotically after his music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID hurries down the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "David! He spins around to be met by GILLIAN walking towards him present. ADULT DAVID looks completely baffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT DAVID",
          "text": "Gillian, what are you doing here? INT. DIRECTOR'S OFFICE. DAY - Present RONALD IRWIN - the Director of the College - is a disting He pours tea for GILLIAN while DAVID looks at framed phot certificates on the wall, shuffling from one frame to ano",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRWIN",
          "text": "Is he aware of what happened? Does he remember? gillian Ask him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRWIN",
          "text": "Do you remember much from your student days, David? david Oh yes, yes absolutely. Everything. Well kind of, kind of blank, a bit of a scrabble, the pieces missing - is that gillian You're the only one that knows that. david That's right darling, the only one - gillian You were here. david I was, I was here, that's right I was; it seems to be tru that just the way it is? Gillian The way what is, David? david Scrabble, darling. (To Irwin.) It's a tough game, isn't it? A bloodsport. gillian Not quite. He mumbles on as he turns back to the photos. Gillian Filling in the blanks is what it's all about, as you can IRWIN takes in the mumbling, stooping figure of DAVID, fi believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRWIN",
          "text": "That performance he gave for the concerto finals, Rachman never forget it; I doubt anyone could. David Whooaahh Professor! It's a photo of PARKES - now Sir Cecil Parkes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doors burst open and YOUNG DAVID tears down the corridor. past. He slides to a stop in front of a notice: 'CONCERTO (Patron: H.M. The Queen Mother)'. 'David Helfgott' is on the list of six pinned on the noti",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "How on earth did we manage to make the finals, dear David DAVID - out of breath - can't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASHLEY",
          "text": "You're a conductor's nightmare. DAVID pulls a 'nightmare' face as he registers his name o DAVId It's true, it's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "What are we going to do? david We're going to win, Ashley-Robert. We're going to win!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "Are you sure? He takes the Rachmaninov Concerto score from DAVID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "I'm never sure about anything, Mr. Parkes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "The Rach' 3? It's monumental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "A mountain! The hardest piece you could everest play. A moment. PARKES dares to even consider it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKES",
          "text": "No one's ever been mad enough to attempt the Rach' 3. DAvid Am I mad enough Professor? Am I? INT. RCOM CORRIDOR. DAY - The present STUDENTS mill past ADULT DAVID, GILLIAN and the College D opposite direction. DAVID's voice 'The point is, I didn't come to London to enjoy myself, g INT. RCOM. SAME CORRIDOR. DAY - The past STUDENTS clear a path for YOUNG DAVID, bumping past them, DAVID's voice 'Got to practice, Katherine; there's three important thin \"Work, work, work\"…' DAVID hurries from one door to the next, looking into the are all occupied by students practicing on the pianos… ro DAVID's voice 'You see, I am to play in a very special competition and ath the Albert Hall before her Highest Royalness the Quee He arrives at a practice room door, the glass obscured by the inside. He opens the door and is back by the sight of embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID",
          "text": "Whooahh, a duet! Sorry. He shuts the door, sits in the corridor and proceeds to p",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. PIANO STORE",
          "text": "David's voice 'So I bought a piano, how's that Katherine? …' DAVID presses his face against the window, looking in at grand and concert pianos.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1650"
    }
  ]
}