{
  "movie_id": "MOV1672",
  "scenes": [
    {
      "location": "CHURCH MEMPHIS, TENNESSEE",
      "time": "NIGHT",
      "characters": [
        "FRONT DOOR",
        "BLACK AND WHITE PHOTOGRAPH OF LAWSON AND KING IN THE MARC",
        "JEFF",
        "COOPER",
        "BEGIN SLOW MOTION SEQUENCE",
        "MURTAUGH",
        "TRENT",
        "BOBBY LEE",
        "LAWSON, (0.S.)",
        "SISTER IONE'S LIVING ROOM",
        "EVANS",
        "LUCAS, (V.0.)",
        "2ND AGENT",
        "LAWYER",
        "NEWSREEL FOOTAGE",
        "GREGORY, (CONT'D)",
        "JUDGE",
        "PAUL",
        "BRANSON, (V.0.)",
        "BRANSON",
        "CHARLIE",
        "SPRAGUE, (V.0.)",
        "SOLOMON, (V.0.)",
        "LUCAS, (CONT'D)",
        "BACK TO RAY",
        "LAWSON, (V.0.)",
        "MAN",
        "GREENE",
        "TELEPHONE CALLS. JUNE 6, 1968.\"",
        "GREGORY",
        "MATRON",
        "SOLOMON",
        "CLARENCE'S VOICE",
        "DR. KING",
        "THE MATRON",
        "DOROTHY, (V.0.)",
        "BRANSON, (CONT'D)",
        "SLIDE",
        "ON LAWSON'S VW BUG",
        "BAILIFF",
        "ON MORGAN",
        "AGENT",
        "AGENT NELSON, (CONT'D)",
        "CYBIL, (V.0)",
        "INT. VAN",
        "MINISTER",
        "FADE IN",
        "WILLIE",
        "CRAWL ENDS",
        "GRACE",
        "CUT BACK TO",
        "CLAY",
        "GUARD",
        "THEME RISING",
        "CONGREGATION, (0.S.)",
        "AS NECESSARY",
        "TICK",
        "ON JEFF",
        "ON PUBLIC TELEPHONE",
        "\"IMPORTANT NOTICE",
        "1ST AGENT",
        "KATY",
        "ON LAWSON AND JEFF",
        "WILLY, (CONT'D)",
        "THE ALLEY",
        "TIGHT ON KING'S HAND",
        "IONE",
        "ON LAWSON",
        "JEFF, (CONT'D)",
        "GREGORY, (V.0.)",
        "THE GRENADE",
        "HAROLD, (CONT'D)",
        "THE LOBBY",
        "LICENSE PLATE HOLDER",
        "CARD",
        "GRACE, (V.0)",
        "SLIDE 4",
        "LAWSON, (V.0)",
        "GRACE, (V.0.)",
        "MURTAUGH, (V.0)",
        "TONE",
        "FLASHBACK",
        "GRENADE AND CHILDREN",
        "MARTIN LUTHER KING",
        "DOROTHY",
        "BACK TO",
        "LBJ",
        "MORGAN, (0.S.)",
        "BART",
        "JEFF, (V.0.)",
        "JEFF, (V.0)",
        "ANOTHER HALLWAY",
        "CYBIL",
        "RAY, (V.0.)",
        "HOOVER",
        "STAIRCASE",
        "WAITER",
        "HOOVER'S OFFICE",
        "TV ANNOUNCER",
        "2ND REPORTER",
        "ON MONITOR",
        "CONGREGATION",
        "\"THE NEXT ONE IS FOR YOU NIGGER\"",
        "AGENT, (CONT'D)",
        "WHITE WOMAN",
        "SOLOMON, (CONT'D)",
        "SLIDE 5",
        "MARTIN LUTHER KING, (V.0)",
        "WILLY",
        "REPORTER",
        "THE END",
        "N.D. OFFICE",
        "LAWSON",
        "CHURCH MEMBER",
        "SETH, (0.S.)",
        "VOICE",
        "MORGAN",
        "TO THE HELMETED POLICE.",
        "WARD 3",
        "JEFF AND LAWSON",
        "RESUME LAWSON",
        "BACKLIT MAN",
        "ON THE SCREEN, (STOCK)",
        "101.",
        "KATY, (V.0.)",
        "LAWSON'S VOICE",
        "MA",
        "RAOUL",
        "STUDENT",
        "3RD AGENT",
        "SPRAGUE",
        "A VOICE",
        "VOICE, (0.S.)",
        "KING",
        "FISH EYE",
        "CAR LOT",
        "JUDGE JACKSON",
        "DISSOLVE TO",
        "AGENT NELSON",
        "BARTENDER",
        "REDDITT",
        "LAWSON, (CONT'D)",
        "RAY, (V.O)",
        "JEFF, (V.O.)",
        "TO RECEIVE NO VISITORS AND NO",
        "HARD CUT TO",
        "HOOVER, (CONT'D)",
        "BLACK AND WHITE FOOTAGE",
        "TIGHT ON LAWSON",
        "HOOVER, (V.0.)",
        "MURTAUGH, (CONT'D)",
        "RAY",
        "CUT TO",
        "ON MORGAN AND JEFF",
        "MURTAUGH, (V.0.)",
        "NEWSUM",
        "SHOCK CUT TO",
        "3RD REPORTER",
        "HAROLD, (0.S.)",
        "HAROLD",
        "JEFF AND SEDAN",
        "DAY",
        "WOMAN'S VOICE",
        "NIGHT",
        "SUBLIMINAL CUT",
        "FOREMAN",
        "CONTROL ROOM AND CELL",
        "ON GRACE",
        "LUCAS",
        "HOLLOMAN",
        "EARL",
        "JEFF AND KATY",
        "RESUME",
        "MOVE IN",
        "EXT HALLWAY",
        "KATY, (CONT'D)",
        "JEFF, (0.S.)",
        "RESUME ALL",
        "1ST REPORTER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The last rays of sunset stream through a large stained gl window. The resonant SOUNDS of the CHOIR are infused with unmistakable gospel spirit The choir, like the CONGREGATION, is almost all black. Th hymn reaches its rousing conclusion. A distinguished look MINISTER, mid-forties, finishes his sermon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINISTER",
          "text": "... yes, we have been wounded. The forces of darkness have conspired to turn what we fought for in the '50's and '60's, justice, dignity, compassion - into the shame and poverty of the 1970's. There are some who say that we should give up hope, that we will never see the blessed community we dreamt of. But remember - you cannot wait for the Lord, you must seek him. So too you cannot wait for justice. Don't give into despair. Have the courage to seek, for in searching you will find dignity and the light of the Lord will be upon you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION",
          "text": "(in unison) Amen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINISTER",
          "text": "May your love of God Almighty give you peace as you leave this place and set out into the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION",
          "text": "(in unison) Amen! As the CHOIR begins the exit hymn (\"Marching to Zion\"), t MINISTER moves down from the podium and begins to greet h parishioners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flood light illuminates the night. Reverend Lawson emer carrying his homework. He's intercepted by IONE TURNER, two hundred pounds of l She engulfs him with a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IONE",
          "text": "Reverend, you sure did the Lord's work today, and then some! Pulling a sweet potato pie from her bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Sister Ione, you're too kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IONE",
          "text": "And I know you loves sweet potatoes. He sings like a bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "What...? Ione pulls her chunky grandson, a ten year-old version of herself, from behind her mammoth flanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONE",
          "text": "My grandson, Willie (prodding the boy) Willie... Eye On The Sparrow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Y'know, Brother Boxer has choir practice every...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIE",
          "text": "(singing badly) I sing because I'm happy, I sing because I'm free... etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Oh boy, Brother Boxer's gotta hear this... He tries to extricate himself, but she snags him and pull another pie from her paper bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONE",
          "text": "Got a peach cobbler here, too, Reverend. I was thinking maybe a solo next Sunday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Brother Boxer has complete control of solos. But... you never know... He makes his escape, heading toward the parking lot, lade with desserts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIGURE emerges and moves in the direction of the parkin lot. Soft-soled shoes move silently across the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LAWSON'S VW BUG",
          "text": "The Minister puts his work into the car, then stops. He senses a presence. He turns around slowly, his face registers concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A middle-aged WHITE WOMAN approaches. She clutches a larg handbag. She stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITE WOMAN",
          "text": "Reverend Lawson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(tentative) Yes... The Woman reaches into her purse, fumbles for something. gun? No. She finally pulls out a SMALL FOLDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITE WOMAN",
          "text": "I found her. They had her under a different name. It was like she didn't exist. She offers the file to Lawson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The corridor is crowded. The door to the men's room swing open. A handsome gentleman exits. The man is HIRAM EVANS, elegantly dressed, late fifties, a prominent African-Amer lawyer in Memphis. Evans heads toward Courtroom 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON, (0.S.)",
          "text": "Hiram! Evans turns to see Lawson emerge from the crowd. These tw are old friends. Evans is still moving toward the courtro Lawson follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "God-damn brother Lawson, you still growing or am I shrinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(grinning) New boots. It's the heels. And if you keep taking the Lord's name in vain, I'm gonna put you on the Raffle Committee with Sister Ione.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "Cruel and unusual punishment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Hiram, I need your help... sticks his head out of courtroom 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "Everybody for Judge Harper's courtroom, we're back in session.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "Gotta go. Harper is about to rule in my favor. He's tough as a two dollar steak - don't want to keep him waitin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Hiram... We've found Grace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "(chuckles) I should hope so, Reverend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Grace Walden. She's been locked up in the State Asylum for almost a decade. I need you to get her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "Brother, times have changed. We ain't marching any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Hiram, she's the key. We gotta get her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "If you can't let this go, then what you need is one of them. (he indicates the white faces in court) You and I together wouldn't get past the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the sharpest lawyer I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "Flattery ain't gonna do it, Jim. There are times when a white face is the right face. Gotta go. (a smile) And Jim ... we don't need any more martyrs. Watch your back, brother. Evans turns abruptly and heads back into the courtroom. Lawson stands alone. This isn't the first time he has bee rebuffed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The JUDGE eyes Hiram as he returns, sitting next to his wealthy white client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Nice of you to rejoin us, Mr. Evans. LAWSON enters the courtroom, and sits towards the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "The matter is clear as a screen door, your honor, The Tennessee code annotated is explicit as to the points we've presented. We therefore rest on the briefs submitted and ask for a directed verdict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Mr. Morgan? The Judge looks at CLAY MORGAN JR. Morgan is a corporate lawyer in his late thirties who talks Southern, dresses London, and charms all the time. Morgan gets up from behi the defense table. He knows that he's holding a busted straight but still is compelled to strut",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "Thank you, you're Honor. I realize my esteemed colleague has presented a compelling case... BOOM. Morgan turns to the origin of the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rear doors to the courtroom SLAM shut. Enter JEFFREY JENKINS, walking quickly, holding a large legal volume. \f6. Jeff's hair is a little too long and his clothes reflect indifference to appearance or trends. Jeff walks up to th defense table and sets the book down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(to Morgan, sotto voce) I've got to show you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "Excuse me your honor. (irritated) What? Morgan walks back to the defense table. Jeff slides the Federal Rules of Civil Procedure to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LAWSON",
          "text": ": (MORE ) cea . From Lawson's distant POV, Morgan appears to be assisting awkward junior associate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MORGAN AND JEFF",
          "text": "Morgan's expression changes from irritated to inspired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "Your Honor, Please excuse my young associate. As I was saying, our research shows that the question of jurisdiction enjoys precedence. (picks up the book) Title 28, Section 1441[a] and Rule 81[c] of the federal rules of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Mr. Morgan, maybe y'all haven't noticed, but we are ina state court. The Federal Court is down the block. LAUGHTER from the room. Lawson watches, intrigued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "Good point, Your Honor. And that's where this whole shebang oughta' be. According to Title 28, we do not require an order of this court to remove this case to the United States District Court. That court is, as you noted, just down the block. (to Jeff)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff, why don't you pass that Federal Rules book to Judge Harper. Jeff hands the book to the Bailiff who passes it to the Judge. The Judge quickly reads the passage to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Mr. Evans, this court no longer has jurisdiction. Next case. Lawson takes notice. Evans' confident demeanor has given to resignation. Evans walks over to Morgan who is just standing. Evans offers his hand in congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "Good job, Clay. You could steal the flowers off a dead man's grave. See you in Federal Court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA",
          "text": "Ready when you are, counselor Jeff watches Morgan bask in victory. As Hiram turns to le he notices Lawson approaching the defense table. Hiram wi at Lawson, then exits. Lawson holds out his hand to Clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Congratulations, Mr. Morgan. Very impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "Thank you, Reverend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You have a gift. Be nice to see that gift working to help the less fortunate. Morgan puts his files in his briefcase. Snaps it shut, looking for a graceful exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "It does, I assure you. But right now I'm so busy I should be twins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I could use your help. A civil matter. A woman, wrongfully incarcerated...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "(to Jeff) Give the Reverend my business card. (to Lawson)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm already late. Why don't you call me at the office. Morgan picks up his case and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Classy surroundings. Georgian furniture and wood paneling Start CLOSE on the receptionist, CYBIL STURGIS, 50-someth and very prim. She's plugged into a hands-free PBX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYBIL",
          "text": "Good morning. Branson, Davis and Douglas. One moment please. I'll transfer you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON, (0.S.)",
          "text": "Miss... REVEAL Jim Lawson. He's been waiting patiently for some time. He gets up from the stiff couch and approaches the receptionist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) ...Do you think you could try Mr. Morgan again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYBIL",
          "text": "Sir, I've told you. Mr. Morgan is in conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A toy basketball arches through a small hoop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN, (0.S.)",
          "text": "Nothing but net! Pull back to reveal the plush office, the carefully appoi space that befits a junior partner of a prestigious white shoe firm. Morgan sits at his desk, playing toy basketbal with CHUCK ARMSTRONG (39), another rising legal star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "(continuing) The crowd goes wild. That's another Jackson, pal. Armstrong hands twenty dollars to Morgan. There is a KNOC at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Come in. Jeff enters carrying a sizeable legal brief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I've finished the response to the Conway case. (to Armstrong) Morning Chuck. Armstrong just nods. Morgan reaches for the brief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "You've finished the first draft of the response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYBIL, (V.0)",
          "text": "(on the intercom) Mr. Morgan, I just want to remind you that Reverend Lawson is still waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "Cybil, I'm busy. Tell him to leave the file. I'll get back to him. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Wrongful incarceration. It sounds pretty straightforward. Morgan is surprised that Jeff even knows about the case, alone has an opinion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "Nothing's straightforward in the law, Jeffrey. Didn't your distinguished daddy tell you that? If the state took the time to put some old black lady in the basket factory, there must be a damn good reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Maybe just look through the file...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "It's pro bono, kid. Gotta bill the hours or hit the showers. Branson will never go for it. But hell, go ahead. Present it at the Partners' meeting. It's all yours. \f10. Morgan retrieves another toy ball and shoots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "(continuing) He shoots, he scores!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON, (V.0.)",
          "text": "You are to be commended. Billing for the quarter is outpacing the same quarter '75 by ten percent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start on WILLIAM 'BILL' BRANSON, a southern gentleman wit shark's toothy smile. Senior and Junior partners are seat at the table, while Associates sit behind them along the wall. Jeff is seated on the outer perimeter, next to KATY BOLTON, an attractive, poised, twenty-six year old, and t only black face in the room. Katy is taking notes ona yellow pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "Let's keep the billing hours up. (a beat) If there's nothing else, I'd like to adjourn. ANGLE the room as Jeff slowly stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Uh... Mr. Branson... I gave your secretary a file on Grace Walden. She was not represented by an attorney or examined by a psychiatrist. I was wondering if you had a chance to look at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "Yes, Jeffrey, I read it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Uh... According to my preliminary research, there was no apparent reason why she was placed in that institution and is still there eight years later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "We're not talking fee here, are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I believe she is indigent. We were contacted by her Minister. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "Where do we draw the line, Jeff? We're in the business of billable hours. We're not storefront lawyers. A painful pause. To everyone's surprise, Katy speaks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "A case like this could land us an article in The Memphis Lawyer, sir It could actually bring in more business. The Reverend is quite well known.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(grateful) Yes... yes. It's James Lawson. He's a friend of my father's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "In that event, maybe I should take a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "If I recall correctly, Clay, your billing rate is somewhat higher than Jeff's. (to Morgan) This firm can afford ten hours for better relations with the Negro community. (to Katy) You'll keep the editors of The Memphis Lawyer informed of our commitment, and due to the nature of the case, maybe you should assist Jeff on this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff sidles up to Katy as the other lawyers exit and disp",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(on the move) Thanks... Branson can be a little unreceptive at times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "It's a good case. It's the kind of thing we should do more of. We already have enough meters running in this building. \f12. Clay moves past on his way to his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Listen... Katy... I was thinking, since we're working together, we could stop by Bolivar State Hospital on Saturday and see Miz Walden. Clay looks on, amused by Jeff's apparent awkwardness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) Then, if it's okay with you, we could swing by and enjoy some of my Dad's stringy barbecue. He's cooking. It's kinda informal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Go to your father's for dinner? Clay has paused in his doorway to watch, grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "He shoots. He scores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dim lighting, high ceilings, peeling paint, stone floors narrow wooden benches - spare forms and haunting shadows abound. Silence and echoes including JEFF'S OWN FOOTSTEPS striking the stone, as he walks, now tentatively, into",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOBBY",
          "text": "JEFF stops and becomes aware of another SOUND: the CLICKI WOODEN TOY in the hands of a solitary inmate seated on a The inmate is BRIAN GREENE, between 40 and 60, dressed in institutional cotton bathrobe. His eyes are unfocused. Jeff continues on to the empty Reception Window and Information Desk. His mood is darkening, his breathing reacting to the heavy antiseptic smell of the place. CLOSE-UP on an old yellowing index card taped to the wind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff studies the note... Then reaches through an opening the glass partition, picks up a Visitor's Pass, and puts on his lapel. He turns and approaches the inmate on the bench, and offers his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Hello. I'm an attorney. Jeffrey Jenkins. I came to see Grace Walden. The SOUND of the wooden TOY stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREENE",
          "text": "Esquire. Jeffrey Jenkins, Esquire. I'm Brian Greene. Green like the color green. But there's an extra \"e\", It's at the end. I'm English. So it's not like the color green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mr. Greene, do you know Grace Walden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREENE",
          "text": "Walden. And that's spelled \"e\" \"n\" not \"o\" \"nh\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You know where I can find her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREENE",
          "text": "\"Oo\" \"hn\" 4s Swedish -- \"e\" \"n\" is Danish... She's in 14. Right down that hall and to the right. \"0\" \"n\" is also your Norwegian --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Thank you, Mr. Greene. Jeff walks down the hall, turns right and comes to a door",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARD 3",
          "text": "Jeff checks his stolen permit and continues into the ward",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GRACE WALDEN is seated on the bed, dressed in a robe, paj and slippers. She is white. Grace is fifty-five but looks at least twenty years older. She has no teeth, wears no makeup, and her sparse hair is white and wispy. She has t vacant look caused by heavy medication. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(expecting a black woman) Oh, excuse me ma'am. I was looking for a Mrs. Grace Walden. I was told she was in Room 14, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Can't be sure anymore. What with all that's been happening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Do you know Grace Walden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "That's me. For all the good it's done. Grace looks up, gives a toothless smile. Jeff reacts. Awkwardly, he pulls out a business card and hands it to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I am Jeffrey D. Jenkins with the firm of Branson, Davis and Douglas. (Grace just stares) Reverend Lawson asked me to come see you... You know Reverend James Lawson? She shakes her head no; her eyes unfocused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) I understand that you have been put here without benefit of counsel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Ain't no benefits in this place. You got that right. Silence. A WILD LAUGH cackles from a far ward. Jeff takes out a small tape recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Do you mind if I use a tape recorder? It'll save me taking notes. (she nods, he starts the recorder) Why did you get put in here? Can you remember? \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Can you tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Cause Charlie told them. Not me. I wouldn't lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Charlie? Who's Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Threw him outa Jim's. He's in the Hornet's Nest now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two guards, EARL AND TRENT, are walking. They wear non- specific police uniforms. Earl is bald. Trent is fat. The hear VOICES down the hall, react. They move toward Room 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "When did you last see Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "I called him once. Can't call him no more... The door to the room is pushed open and the Guards enter. Earl sees the tape recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "She's not supposed t'have any visitors. Where'd you get that pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm her attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "She doesn't have an attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She does if she says she does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "She sure does, if she says she does. Jeff looks at Grace. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "The Director is goin' to want t'see you. Bring the recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'll see you later, Grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "We'll see. The two Guards follow Jeff out of the ward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the Guards brace Jeff and rip his tape recorder away .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(gesturing to Jeff) This way to the Director's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yes sir. Right behind you. Jeff pretends a meek compliance, then, with a fast pivot, grabs back the recorder, leaps clear of the Guards and ru Jeff sprints full speed down the corridor, past Brian Gre and toward the main doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bucolic. Birds CHIRPING. Jeff's yellow TR3 is parked not far from the main building. Katy sits in the driver's sea a legal brief is propped against the steering wheel. She carefully revising the document",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (0.S.)",
          "text": "(shouting to Katy) Start the car! Start the car Katy looks up. Jeff has just run out of the main entrance He leaps down a set of stairs and rushes toward the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Jeff, what...? Earl and Trent in pursuit. Jeff yanks open the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Go, Katy. Just go! Go! Katy puts the car in gear but the Guards race to ten feet front of the car. They throw their hands up in a \"stop\" s \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Drive. Step on it. They'll move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "‘Cause they're not crazy. Go! Katy floors it. The Guards dive away at the last instant. Katy races toward the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "What's goingmoRE?! As Katy drives onto the highway, Jeff removes the tape fr the recorder and hides it in her purse. He takes a blank tape from the glove compartment and puts it into the recorder. He puts the recorder on the dash in plain sight SIREN announces the Guards' pursuit. Katy sees the POLICE in the rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "(continuing) What the hell'd you do back there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I interviewed my client! Pull over. The car pulls over. The Guards approach, guns drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Out of the car, both of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yes, sir. But can I ask one question first, Officer? Do you work for the state police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "\"Special Officer.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What does that mean, \"Special Officer\"? You sure it doesn't mean \"Hospital Security\"? (Trent hesitates) \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "‘Cause if it does, I believe your jurisdiction extends just as far as the hospital grounds -- and no farther -- right? Trust me on this. If you pull us out of this car, it's technically a kidnapping ‘cause you got zero authority here on this highway. Katy looks with admiration. She sees a new Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) Now unless you want her to drive right over those shiny brogans, I suggest you step back, officer ‘cause we're going now. The Guards step back slowly in apparent defeat. But then, Earl suddenly reaches into the car and grabs the tape recorder off the dash. Jeff stares as the two Guards hurry away, get into their vehicle and drive off. Now the highway is empty. Katy reaches into her purse and withdraws the tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "What the hell is on this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I don't know... gibberish. (off Katy's look) But who the hell is Grace Walden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An angular MAN is backlit against a window with venetian blinds. We HEAR a door open and an AGENT enters INTO FRAM Drops a file on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Sir, the incident at Bolivar. We traced the young man. A lawyer. Working for James Lawson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKLIT MAN",
          "text": "(a long pause) That's unfortunate. Maybe the old Reverend needs a reminder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quintessentially Southern. Neatly landscaped and beautifu lit, it leans magnificently against a moonlit sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight on a fire. PULL BACK to reveal LUCAS JENKINS presid over the enormous brick barbeque. Lucas is 60, distinguished. Katy and Jeff stand close by. HAROLD, a black butler with alert eyes, wearing a white coat, hover",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Hope these sirloins aren't too thin. Harold picked 'em up at the Piggly Wiggly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Sorry, sir. It was all they had. Harold's eyes connect with Katy's. He holds out a platter Lucas removes the three steaks from the grill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I wasn't making a criticism, Harold. You pick 'em and I cook ‘em. It's a Wednesday night tradition. Let's see if we can cut these without a chainsaw. Harold moves off to set the nearby table. Katy stands ina white dress. She looks ravishing. Jeff is in a blazer",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "(continuing) So, Miss Bolton, Jeff tells me your father is in transportation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "(a glance at Jeff) After a fashion, I guess. He, uh drives a City bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "A bus. Jeff tells me you're taking the bar exam next month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Did Jeff tell you - Branson gave him his first solo client. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "(to Jeff) A courtroom situation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Just a motion to install due process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Did Bill Branson reset your hourly rate for a solo court appearance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It's pro-bono. Your friend, Reverend Lawson, brought the case to us. Lucas wrinkles his brow slightly, then motions to the tab",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Why don't we get started? (they walk to the table) What's the client's name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Grace Walden. Harold is pouring the wine. He hears the name, looks up momentarily, catching Lucas' eye. Everyone sits, an appetizer at each place. Katy glances down, puzzled, at h place setting. There are four forks. She doesn't know whi to use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "(stalling) Looks wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Oh, my, that fork looks tarnished. Harold, the master of subtlety, picks up the correct fork polishes it and hands it back to Katy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "(grateful) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Have you met your client yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Sure did. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "And she seems sane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "To be honest, Dad, she seemed a little disoriented...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Maybe she's where she belongs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She was denied due process. And before I could finish my interview, two guards ran me off. Confiscated my tape recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "That's strange. Whatever it is, I'm sure you'll do the right thing. Remember, it's just one case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "My first case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "The first of many. Lucas cuts the steak. MOVE IN ON the knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ornate grandfather clock CHIMES. Lucas and Katy walk through the foyer. Jeff is absent for the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "The night's young, but old men retire early. It was a pleasure meeting you, Katy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Thank you, sir. They walk to the front door and out onto the veranda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "When I look at you, I seea fighter. Maybe you could teach some of that to my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DOOR",
          "text": "Jeff and Harold are exiting the library. Jeff is putting his jacket. Harold holds Katy's coat. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Mighty fine young lady, Mr. Jeff. Smart as a whip and pretty enough to make a man plow through a stump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Sure is, Papa H... but, we're just working together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "(knowingly) Hmm...Well, now that they adjusted your hourly rate, you ever need to unwind, lose some of that new money, I'm still at The Rack and Cue every Tuesday. The walk out the door onto the veranda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (V.0.)",
          "text": "Son of a bitch!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucas and Lawson walk down the dark church corridor. The lights are off. Lucas is fuming. Lawson has a flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Lucas, calm down. And watch your language. (calls out) Clarence, call the power company again. I need these lights back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "You're crazier than she is. A Choir is rehearsing in an adjacent area by candlelight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "(continuing) . Why didn't you come to me first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I did. Eight years ago. And you didn't want to hear about it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I wasn't alone. Every reputable lawyer in town turned you down. So, now you've gone to my son. Behind my back! You know this could destroy him. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I didn't want him to go up to Bolivar. I just wanted him to file the writ... Grace has been locked away for almost a decade...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "James, you don't give a damn about that crazy old white woman! You just want to reopen the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Those efforts aren't mutually exclusive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "So you came to my son, to my only son... Lawson looks at his old friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "He wasn't my first choice, Lucas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "You can't do this. After all we've meant to one another... all we've been through. Promise me you'll get another lawyer. Promise me, Jim. I need your word. Lawson hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modest home. A LOUD KNOCK. The SOUND of youthful footsteps approaching. Lawson's nine-year-old son, SETH, complete with a Jackson Five Afro, is about to open it, when DOROTHY LAWSON (30s) strides into the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Seth, I told you before... Don't open the door to strangers. She moves her son back with her hand. She looks through t fish eye in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "(continuing) Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (0.S.)",
          "text": "It's Jeffrey Jenkins, Mrs. Lawson. I'm here to see Jim. Dorothy opens the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Jeffrey Jenkins. Last time I saw you, I think you were still in short pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I still wear ‘em, but now it's just to play ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Good, someone needs to put the Reverend in his place. He's out back, shooting hoops. Jeff enters the home and Dorothy begins leading him throu the neat interior. Seth runs ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "(continuing) Sorry about the door... It's just... you can't be too careful. There've been some threatening phone calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A basketball arcs through the sky. WOOSH. Nothing but net The shooter moves in to retrieve the ball - it's Jim Laws dressed in a damp shirt, jeans and tennis shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SETH, (0.S.)",
          "text": "Gimme the ball, Dad! The back door flies open. Seth comes running out of the house. Jim looks up to see his son - followed by Jeff and Dorothy. Jim hesitates, bounces the ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Seth, take the ball inside. (tosses it to him) You've got to practice the piano. And I need to be alone with Mr. Jenkins. \f25. Jeff walks toward Jim. Seth takes the ball into the house Dorothy follows her son, closing the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I went to Bolivar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "That's more than I asked for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I wanted to see for myself. I made a tape recording...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You did what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Grace kinda rambled. But something strange is going on. A weary Jim moves to a picnic bench, sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "It doesn't matter. (Jeff looks confused) I've contacted another attorney to take the case. I'm sorry. I'll see that your law firm gets paid for your time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Is this because I never tried a case before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "It's because of a lot of things. I made a mistake. I'd need you to return that tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "But I can do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You've done enough. Just return the tape. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A radio somewhere is BLARING out a disco beat. Katy is waiting with several files. \f26. PULL BACK to see out the glassed front door. Jeff pulls u in his TR3, gets out, comes up the walk. Katy turns as he enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "I brought the stuff you wanted. But do you mind telling me what's going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Thanks. I'm sorry. It's all coming unwound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "What's coming unwound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Come on up. I need a beer. And you deserve an explanation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "(unsure) You think I should?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Come on. You won't believe what just happened. They MOVE OUT OF SHOT and head upstairs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Katy walk up the stairs. He moves along to his door, takes out his key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": ". When Lawson found out I went to see Grace, he got really pissed. Across the hall, a neighbor is peeking through a chain lo door. Katy turns and catches her disapproving look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katy and Jeff enter. The interior is dark. Jeff flips on the light switch and nothing happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "These are out. A lamp comes at camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "The lamp smashes into Jeff and a man shoves him. \f27. Jeff falls into Katy and they both go down. The man bolts of the room and into the hall. Before Katy can react, Jeff gives chase out into the dark hallway, running down the stairs, taking them three and f at a time, tripping, falling, rolling, coming to his feet the entry and out the front door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff runs out into the street just as a gray sedan takes heading right at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF AND SEDAN",
          "text": "Jeff dives up onto the sidewalk to avoid being hit. The sedan roars away, up the street",
          "sentiment": "neutral"
        },
        {
          "speaker": "LICENSE PLATE HOLDER",
          "text": "It is empty - no plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff comes into the apartment. He has a cut over his eye where the lamp hit him. The lights are now on. The place has been thoroughly ransacked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Gone... he got away. You got the lights back on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "He only unscrewed the bulbs. (she sees his cut) You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah. She hands a tissue to Jeff who moves to the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing; dials 0) Operator, connect me with the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Wait a minute. She depresses the phone button. Jeff is confused. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY, (CONT'D)",
          "text": "(continuing) Look at this place. Tv's still here... stereo... She moves to a ransacked dresser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "(continuing) Gold cufflinks, watch... (holds them up) Not much of a burglar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(puzzled) What the hell's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Where's the tape?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "With the rest of the case material - - at the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON a tape player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE, (V.0.)",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "Can you tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE, (V.0.)",
          "text": "Cause Charlie told them. Not me. I wouldn't lie. Katy and Jeff are listening, exchanging glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "Charlie? Who's Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE, (V.0.)",
          "text": "Threw him outa Jim's. He's in the Hornet's Nest now. Jeff reaches out and shuts off the tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who's Charlie? And what did he tell them? \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "And what's the Hornet's Nest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight on an old neon sign that depicts a wasp. The Hornet Nest is a grimy bar located by the river. PULL BACK to sh Jeff looking at the sign. He moves inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are a few listless drunks leaning at the bar. Jeff moves to the BARTENDER, (60, decrepit)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm looking for Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Charlie who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Old Charlie. Hangs out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "What are you drinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Two of whatever Charlie drinks. The bartender pulls two long necks from the cooler. Jeff drops a twenty on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Hey, C.Q. An old drunk looks up from a booth in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(to the bartender) Thanks. Jeff takes the two bottles, moves to the booth and slides",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) Mr. Stephens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I ain't looking for no new friend, so git. \f30. Jeff sets a beer in front of Charlie",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(continuing) Strike that. Glad ta' meetcha'. Charlie Q. Stephens is not falling down drunk, but, on the other han he's never sober. Jeff hands Charlie a business card. In the dim light, Charlie tries to read it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(continuing) Attorney In Law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "At Law. I represent Grace Walden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(bursts out laughing) Grace is a ghost, ain't you heard? They locked her up, man, threw ‘way the key. She called a couple years back. But the line went dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She's in trouble, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Why? She din't sign no affidavit. They don't owe her no money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Why'd they lock her up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Cause she wouldn't listen to me. I told her to sign that stupid paper. Hell, she's the one what saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Saw whom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Man, you don't know shit. (he stares) She saw the guy they say shot Martin Luther King. Jeff sits there stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I beg your pardon. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Take the wax outta' yer ears, kid. They say she saw King's killer. They showed her a picture. She told 'em it weren't the man she saw. Then zap! 0O1' Gracie is gone faster'n Jack's cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What did you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hell, I din't see shit. But I told hem what they wanted. Signed a paper and everything. ct",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who told you to sign a paper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "The FBI. They was nice, at first. Offered me a reward. One hundred housand crisp US dollars. After I signed, the shitheads never paid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ct",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "But you didn't see anything. Charlie erases this irrelevant observation with his hand the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "They didn't say nothin' about paying me for what I saw. They said they'd pay me for what I signed! Jeff studies Charlie Q. Stephens, sure now that whatever may have happened, Charlie is telling the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Is there anything you know that could help get Grace out of Bolivar? There's no money in it. Charlie winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I could swear that Grace was never crazy... But I reckon you wouldn't want me for no witness, would you? \f32. Jeff is moved by the human being, Charlie Stephens, peeri out from the \"character\" of the notorious loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(continuing) Have you seen her? How's she doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Not real good. When I met her she seemed awful confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sounded fine when I talked ta her on the phone. ‘Course that was some time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What time a day was it? (Charlie looks confused) When she called? What time of day was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Mornin. Had to be 'fore 7. Why? What you thinkin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Just wondering what time of day they hand out the meds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson is at his desk, on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(into receiver) Look... I need the power back on. I have an evening choir service. Can't we get somebody to take a look at it? PUSH PAST his shoulder to the WINDOW. A gray TERMITE INSPECTION TRUCK is parked across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two AGENTS are monitoring the phone tap on Reverend Lawso",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE",
          "text": "(filtered) We'll try and get a crew out there ina little bit. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses the button to disconnect. After he does, he he two more CLICKS. He looks at the phone, then notices the outside the window. He flips open his Rolodex, and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Hello, Sister Ione? It's Reverend Lawson...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SISTER IONE'S LIVING ROOM",
          "text": "Gospel music PLAYS. There is a picture of a White Jesus o the wall. Ione holds the phone, elated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONE",
          "text": "Oh, Reverend? Must be my lucky day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Well, Sister Ione, luck ain't nothing but preparation meeting opportunity. Now, before Willy gets the opportunity to sing for Brother Boxer, we gotta be sure he's prepared. Is he around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONE",
          "text": "(bellowing) Willeee!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VAN",
          "text": "The men with the headphones wince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS NECESSARY",
          "text": "Willie comes to the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY",
          "text": "Yes sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Willy, I want you to practice for me right here, on the phone. Eye On The Sparrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY",
          "text": "Oh, yes sir! He clears his throat, starts singing badly. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY, (CONT'D)",
          "text": "(continuing) I sing because I'm happy, I sing because I'm free...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Louder, Willy, louder. Take me home, son!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIE",
          "text": "Yes sir. Willy belts out the song louder and way off key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy's grating singing fills the enclosure as the two Ag suffer. Tape wheels spin, recording it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on a wall clock. It reads 6:30. PAN DOWN TO Brian Greene, with an \"e\". GUARD #3 is trying to guide Greene o of the hallway, back into his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREENE",
          "text": "I believe it was a Rottweiler -- \"en \"gn \"jy\" -- that's a German dog! It was wandering in the hallway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Mr. Greene, get back to your room. JEFF, in a well-soiled food service uniform, pushes a car down the hall. A hair net and dark glasses complete his disguise. As the attendant leads Greene back to his room, Greene stops. He stares at Jeff. Then it hits him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREENE",
          "text": "Jeffrey Jenkins, Esquire! Jeffrey with a J not a G. Esquire, not like a knight, but a barrister... Jeff tries to contain his panic. The Guard looks at the grimy food service uniform, then back at Greene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Get your ass in your room! The Guard leads Greene off. Jeff breathes deeply, moves o \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff slips into Grace's cubicle. Grace looks up and stare Jeff removes his glasses, starts talking quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mrs. Walden -- it's me. Your lawyer. Jeffrey Jenkins? She looks back at him. Grace is surprised. Jeff removes t tape recorder from his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) The firm of Branson, Davis and Douglas. Don't you remember? Grace stares. Jeff suddenly remembers. He removes the hai net. Grace smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Mr. Jenkins?... They sure ran you out of here the other day -- I remember that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mrs. Walden, why are you here? (no response) We don't have much time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Are you really my lawyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yes, Ms. Walden. This is just a disguise...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Are you goin' to get me out of here? I need your word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'll do everything in my power...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "No! No excuses. Last time I told what happened, it landed me in here. I need you to promise. Jeff pauses. This old woman has clearly been through hell \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You have my word, Grace. I promise. I'll get you out She studies Jeff's eyes. Hesitates, then",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "After the gun shot. I saw the man who ran down the corridor. And I wouldn't lie about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What happened? Grace looks away; her voice and eyes remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "I was living with Charlie Q. Stephens back then... It was April 4th of '68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grace sits reading in her room. The door to her room is o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie Q. Stephens, drunk and disorderly, is pounding on door of the bathroom which is shared by the entire floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(shouting) Hey, did you move in there? There are other people out here, you know. Will you get out of that g'damn bathroom? There is no answer. Charlie kicks the door, then turns to walk down the hallway. He passes the room he shares with Grace, then starts to descend the stairway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie leaves the building and heads for the alley besid the house, complaining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sonofabitch thinks he owns the bathroom... Charlie begins to urinate, still mumbling and complaining \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grace remains in her room, reading her book. As she rocks her rocking chair, an EXPLOSION from a high-powered rifle rattles the room! Grace bolts up. She hears FOOTSTEPS. Grace turns towards the hallway. Her door is partially op",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN -- short, approximately 50 years old, rushes past Grace's door. He is carrying something in his right hand. His body intervenes between the object and Grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start TIGHT ON Grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Five minutes later, seemed like there were police everywhere. They brought in some guy who wanted me to help put together a picture of the man I saw...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "An identikit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Something like that... And after I finished with that artist, the FBI came. I told them everything I knew and they left...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE, (V.0.)",
          "text": "But they came back that summer in early June... TwO FBI AGENTS have photos and documents spread out befor Grace. Charlie Stephens sits in a corner watching and listening. One agent is PAUL and the other is BOBBY LEE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY LEE",
          "text": ". Alright, now, honey, sign right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "I don't have my glasses. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "It's an affidavit. It says that this man -- (flashes photo) -- James Earl Ray, is the man you saw on the day of the murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "You already know who he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "They got him over in England. And when you sign this, they'll ship him back to us. You'll be famous. It's for your country. Charlie's big eyes are looking for an opening. Grace sees Charlie signaling her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY LEE",
          "text": "Then there's the money. Some people here in Memphis have offered a reward of $100,000. Wouldn't you like to have $100,000?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "That would be very nice. The FBI Agents share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You bet. So just put your John Hancock right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "(finds her glasses) Could you show me that picture again? Bobby Lee pushes a photo over to her. Grace studies the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "(continuing) You got the wrong man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(impatient) Let me assure you, Mrs. Walden, we have the right man. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "The man I saw come past that door was older, shorter, and thinner than this man. Didn't look anything like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY LEE",
          "text": "Don't you want to help your country?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Yes, sir, I sure do. You find the right man and I'll sign that affidavit. Gotta say what I truly seen. Bobby Lee knows he's got a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You never signed the affidavit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "I couldn't. They had the wrong man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You're sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "I wish I wasn't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BLACK SCREEN. Suddenly, a hole gets kicked into the mid of the shot as TWO MEN, back lit, throw open the door and rush into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE, (V.0)",
          "text": "But I wouldn't lie. So they came back... middle of the night. They break into our room. The two men drag a half awake Grace out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "(continuing) Whatcha doing? Stop it! Leggo' a me! \f40. One of the men has restraints in his jacket. Grace is bou and pulled out of the rooming house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Next thing I know, I'm in here. Won't let me talk to anyone on the outside. I'm the only one. No visits. Not even by telephone. And that's over eight years now. Jeff just stares with a growing concern. He shuts off the tape recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm going to get you out of here, Grace. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Backlit Man is on the phone. Grainy black and white surveillance photos of Jeff and Lawson are on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKLIT MAN",
          "text": "These guys aren't getting the message. (listens) It's worth a try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson is preaching without a mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "We're having our service today without electricity, but Jesus didn't need electricity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION, (0.S.)",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "They can kill the power, but they can't kill our power, because our power's from above and we sure pay that monthly bill right here, don't we? \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION",
          "text": "(chuckling) Amen. The door at the side of the rostrum opens and two men in suits walk toward the lectern. The congregation gets quie Lawson does not see the men at first, but he is struck by quiet congregation. He turns to see the first suit withdr a wallet from his coat pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Good morning, Reverend. We're from the IRS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I'm conducting a church service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "And we're conducting a tax audit. (hands over an envelope) Could you please have your '73 through '75 records at our office tomorrow. By ten A.M. Sorry for the inconvenience. They turn and leave as Lawson looks after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STRING QUARTET is playing a medley from Show Boat, risi to \"Old Man River.\" Lucas is at a table reading the Press Scimatar. Jeff approaches. He's edgy, slightly disheveled",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Sorry I'm late. (he sits) Everything's just turned upside down. First Lawson puts me on the Walden case, then he tries to pull me off. I meet Grace. She seems crazy one day, then clear-as-a- bell the next. Then I find Grace's companion, guy named Charlie Q. Stephens...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Charlie Q. Stephens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Of him. Scrambled eggs! \fA passing WAITER leans in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "For dinner, Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "(laughing) No. Just bring us some champagne. (to Jeff) What do you want with Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "He's a key witness in the Walden case...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": ".. Charlie Stephens didn't witness dogshit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "How do you know Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "He was a big deal for fifteen minutes. Said he saw James Earl Ray run out of the rooming house after Dr. King was shot. Hell, he just wanted the reward money we offered. The Waiter brings and pours the champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "\"Wwe\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I was part of a local committee. Set up a reward fund to solve the murder. (gestures Waiter over) Henri, how's the Sole tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Very fresh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "(to Jeff) For both of us? (Jeff nods) And some gumbo to start. The waiter leaves. 42. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Why didn't Charlie ever get his reward money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Because he never testified. He didn't have to! James Earl Ray pled guilty. Had no choice. They found the murder weapon with his prints all over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "And Grace? She's still out at Bolivar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "That may have been an injustice. But her incarceration is not evidence of some conspiracy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Look, dad, I'm not a conspiracy nut. I'm just a lawyer trying to win my first case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "You have to consider more than winning, son. You have to consider what's best for your client. Can she take care of herself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm not sure. But I am sure she can't stay out there at Bolivar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "What if you had her moved to a half- way house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Forget the trial, no trial. Justa simple motion for relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She was illegally incarcerated. She deserves her day in court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Look, if you mention the King assassination, they'll have her certified... and the only way she'll leave that place is in an urn. Listen to me: get your motion technically perfect, keep it de minimus. She'll go to a nice place, be well cared for. The waiter approaches, sets down two bowls of soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Enjoy your soup. Jeff is pensive. Lucas looks at him, then picks up his sp and samples the gumbo. It's terrific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Large and spacious, there is an Oriental rug over hardwoo floors and a massive conference table. Law books surround walls. Jeff is looking something up. Clay Morgan enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "Hey, Jeff. What makes no money, pisses off partners and sinks faster than lead shot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Clay, I don't need this right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGAN",
          "text": "BIZZZ! Time's up. It's your Grace Walden case. The door to the library opens and Branson enters. He noti Jeff and Morgan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "Clay could you excuse us for a moment? Clay leaves, closing the door behind him. Branson looks a Jeff, then spins his case file around and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "(continuing) Habeas corpus application for release? You're determined to make an opera of this, aren't you? \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No, sir. Just defending my client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "Ten hours, that was the deal. You're way over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Well, sir it's gotten kinda complicated. I believe if you... Jeff stops because Branson is glaring at him. Branson sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "Okay, here's how it will be handled. You will appear before Judge Horace Jackson. You will file a motion for confinement to a halfway house. There will be no further suits, actions or claims. Is that clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Very clear, sir. Branson turns and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Katy enter the courtroom. Katy takes a seat in t first row of the spectator section, directly behind the defense table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON, (0.S.)",
          "text": "Jeff. Jeff turns to see Lawson get up from the opposite side of courtroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) This is a mistake. Get a postponement, do what ever...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "All rise! Court is in session. The Honorable Judge Horace Jackson presiding. Jackson enters, takes his seat. Jeff moves to his appoint spot at the defense table. A side door opens. Grace appea in the doorway, escorted by a MATRON and a GUARD. \f46. She is dressed in a horrible print smock. Her hair is a m and she isn't wearing her teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(turns to Katy) Where's her new dress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "I don't know. I delivered it myself. Grace is led to the defense table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Grace? Are you alright. Where's the dress we bought you? Grace stares off in the distance, drugged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing; to the Matron) Come on, lady, what'd you give her? Where's her new dress?! This tense face-off is interrupted by the POUNDING of the Judge's gavel. Jackson looks disapprovingly at Grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE JACKSON",
          "text": "(sotto voce) Good God... (leans back) Counsel approach the bench. You join us, too, Mr. Cooper. C. JAMES COOPER, Assistant Attorney General, and Jeff wal to the bench. Jeff is white with rage. Lawson looks on wi consternation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(to Jeff) Your client don't look too alert to me, counselor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(nervous) Perhaps, Your Honor, that's because she's been given sedatives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOPER",
          "text": "The State is outraged, your Honor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "That's a serious accusation, young man. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm sorry, your Honor. I am simply asking for a ruling on my application for habeas corpus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Well, that's flat denied. It's obvious to anyone with eyes that Ms. Walden is in no condition to care for herself. I order that she be moved to a halfway house. Jeff, Grace, Lawson all react. In the back of the courtro sits a stoic, elderly man, MR. PHILLIPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(continuing; indicating) Mr. Phillips, I hereby name you guardian ad-litem to protect the interests of Ms. Walden. If you believe that interviews and involvement in controversial matters would be harmful to her, I am confident you will act appropriately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "But your Honor... The Judge bangs his gavel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Shut up, Mr. Jenkins, and you hear what I say. You are to have no further contact with Miz Walden. That means by phone or by mail or by smoke signals. You got me on that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She's never had a hearing or a psychiatric evaluation. She's been denied...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Don't mess with me Mr. Jenkins unless you intend to embark on a new career. The Judge precipitously swivels in his chair and heads fo his chambers. Jeff is stunned, turns to see Lawson. Their eyes connect. PUSH IN on Lawson. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black and white image of the 1968 Sanitation Workers' March. At the head of the march, walking arm-in-arm, is a row of clergy. At the center of the group is Martin Luthe King. Next to him is Jim Lawson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson sits at his desk, staring at the photo in front of him. MOVE IN TIGHT Lawson. SOUNDS of breaking glass begin to rise. SHOUTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black and white newsreel footage of the March. Then the images of rioting. Of the police. Mayhem. Then the row of Clergy marching arm-in-arm. MOVE-IN ON King and Lawson. Flash! The screen goes white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pull back from the photograph to reveal that it rests on desk. Lawson sits quietly, anguished by the memory. The room is lit only by candles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY, (V.0.)",
          "text": "Were you back with Martin, again? Lawson turns to see his wife has entered the study.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "No... no... just thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "I'm going home. Gotta get the tax records together. Clarence said the power company still hasn't showed up. He's checking the cable himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Thanks. He seems down and she knows her man. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "It wasn't your fault, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Yeah, I know... I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "We'll get through it. We always have before. She kisses him on the top of the head and leaves. Lawson sits back and looks at the picture of Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(sotto voce) Am I doing right here, Martin? I feel like I'm messing up... (a beat) Gimme a sign, Brother. And right then, the lights come back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE'S VOICE",
          "text": "I got 'em Reverend. Looks like the line was cut. A loud POP!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE-UP on a champagne bottle. The cork flies, foam spil PULL-BACK to reveal Lucas Jenkins pouring the champagne i two glasses. Jeff stands across from his father. Lucas passes him a glass. He then raises his glass to propose a toast. Jeff reluctantly follows suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Ubi Ius Ibi Remedium. Where law prevails, there is a remedy. To you Jeff, to your first legal victory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Victory? I was all but run outta court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Nonsense. You have to temper your idealism with practicality. The Memphis Lawyer called me for a quote. They're doing an article about you. You've come out of this just fine. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You think? I can't see my client That halfway house could be just another locked room. I'll never know, because I've been prohibited from contacting her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Grace will be just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You don't know that! You went to Lawson to have me pulled off the case. Didn't you?! Then you went to Branson. (no response) That was your idea, the halfway house? You went behind my back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I protected your back! I'm trying to operate in your best interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I have a client. She happens to be my first client and my only client. She's not crazy. She doesn't need a halfway house. She needs her freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "And you need to stop being so damn naive! Lawson just wanted a white face to walk into court. He knew about the strings attached to Grace Walden, about Charlie Stephens and James Earl Ray and the whole cesspool of lunatic conspiracy theories. He set you up. And he'll drag you down with him. Jeff turns, leaving his father alone. Prelap SOUND of a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson opens the front door and finds Jeff standing on hi front porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We need to talk. He pushes his way into the house. Lawson follows. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter. Lawson closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This isn't about Grace Walden at all, is it?! Grace is your star witness! You're trying to use her to reopen the King case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "To begin with, lower your voice. I have children sleeping. Jeff takes a deep breath, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) Secondly, wWimmresked you to go up to Bolivar? I just asked you to file a writ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(still pissed) She was my client. I can't file papers on her behalf without talking to her first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Sure you can. She was denied due process. Write a writ, plain and simple. File it. Instead, because you went up there, you got them all riled up. Now she's locked away in some halfway house and we'll never get her testimony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You never gave a damn about her For you this was just about the King assassination!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You're wrong, Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah? Why now? It's been eight years. Case closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Wrong! The climate has changed. Hoover's dead. We're out of Viet Nam. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON, (CONT'D)",
          "text": "Now the public's beginning to ask questions. People are organizing. There's a petition drive - demanding that the Congress set up a committee to investigate. The time is right. We have to do it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We? You presume that \"we\" includes the young white attorney who was dumb enough to run a key part of your case by a genteel white judge? Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "A Black attorney would be viewed differently. It would look more like politics than law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It is politics. It's nothing but politics. (a beat.) My father is right. I'm one naive bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "There's much more at stake here than your feelings. Martin was murdered. He was assassinated and the wrong man is in jail for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You wanted me to return the tape. Here it is! He reaches into his pocket, pulls out an audio tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) The first one was gibberish. This one tells it all. Take it, I won't need it anymore. He hands Lawson the tape, gets up and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start on a triangle of balls. A cue ball smacks into the pack. Jeff is shooting a solitary game of Eight Ball. He' a lone white face in the run down joint. On the TV screen over the bar, the local TV station is on. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER",
          "text": "AS we approach the eighth anniversary of Dr. King's assasSination, our reporter, Terri Chambers, has assembled a tribute to this great American. On the TV, a montage special of King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "Well, well well... Jeff turns to see Harold. He is sharply dressed. Harold i barely recognizable as the Jenkins' humble houseman. He holds a cue case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "(continuing) What's they MORE) Ya gotta bring some ass to whup some ass! Must be ass-whupping time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(down) Ain't been that time for a while Poppa H.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "(putting cue together) Well, well, Mister Jeff, you not here for a whuppin'? (no response) You here about that pretty girl? (no response) Must be serious. We better rack \"em up. Collecting the balls in the triangle. The TV keeps rollin the clips. The immediate image shows the chaos right afte King's killing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You go to Lawson's church, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Deacon's Board. Eleven years now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What's with that guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "The Reverend? (Jeff nods) \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (CONT'D)",
          "text": "Lawson's a heavyweight. Studied at that Ghandi School in India. Taught nonviolence to all them students that integrated in Selma, Montgomery...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "But what about all the conspiracy stuff? I mean, seems a little, I don't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "or you don't want to know? (Jeff is caught like a deer in headlights) Scary, ain't it? This here's the land of the free... the home of the brave, huh? One nation, with liberty and justice for all! Wake up, boy! Jeff has been so accustomed to seeing Harold as the deferential houseman, that the sudden revelation of Harol political cynicism is disorienting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "(continuing; lines up his break) You busy tomorrow, ‘round 8PM? Jeff nods. Harold breaks. The balls scatter. On the TV-a powerful image of King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "(footage) The goal of life is not to seek pleasure or pain. The goal of life is to do God's work, come what may... Jeff looks intently at the screen. King alive, vital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VOICE",
          "text": "Next!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flash of light reveals a slide-projector. ANOTHER SLIDE pops onto the large screen: a closer shot of King, dead. A large sign tells us we are at MEMPHIS STATE UNIVERSITY. Only a handful of STUDENTS, mostly black, are in attendan From a light booth, an AIDE punches up slides onto a scre \f55. The spill of light reveals DICK GREGORY, as he concludes lecture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": ".. Next!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "(continuing) Who did it? I don't know. But I do know that before you can discover the who, you have to understand the why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO THE HELMETED POLICE.",
          "text": "Jeff and Harold standmogrehe back of the auditorium, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "(continuing) Dr. King came to Memphis to march with the striking workers. He came because Reverend James Lawson begged him to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLIDE 4",
          "text": "Jeff is taken by surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "(continuing) \"I am aman!\" Martin came to Memphis so that sanitation workers could have the simple right to use the city's toilets instead of a tin can in the cab of their truck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENT",
          "text": "Mr. Gregory, are you saying Dr. King was killed by someone opposed to the strike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "No. Memphis was the scene of the crime, but it wasn't the cause. The cause lay in Washington. Dr. King had organized a Poor People's March. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY, (CONT'D)",
          "text": "People, maybe millions, were going to set up a tent city right in the heart of the Capitol. (wipes his brow) Martin intended to stay in DC until the economic order of this country was changed. And that terrified the authorities. It was sedition. It was insurrection! The images on the screen continue to change, giving visua dimension to Gregory's narrative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "(continuing) Exactly one month before the assasSination, J. Edgar Hoover wired every FBI office: \"Prevent the rise of a black Messiah\". Washington, D.C. was Jerusalem to Martin Luther King - and to John Edgar Hoover. The lights go up. The lean, intense Gregory \"preaches\" an teaches to the hushed audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "(continuing) Martin King was assassinated because he was a dreamer, a drum major, for all people's Human Rights! And those responsible for his death didn't just kill the dreamer - they wanted to kill the dream! We have to press for the truth. We have to relight the flame! Sign the petition. We can force the Congress to investigate Dr. King's murder. A bell RINGS. Lecture is over. Harold looks at Jeff, then turns and walks away. Jeff stands shell-shocked, inert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is dispersing after the lecture. Gregory walks carrying his slides and notes. Jeff is waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mr. Gregory...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "I'm sorry. I'm running late. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm Grace Walden's attorney. Gregory stops, looks back at Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "You know where I can reach her? We need her testimony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What makes you so sure that Ray didn't do it. They found the gun with his prints on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "That they did. That fact alone points to his innocence. Jeff appears confused. Pre-lap SOUNDS of running feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start on running feet. A shadowy figure emerges from the entrance of the rooming house. In his right hand, he carr a rifle wrapped in a blanket. The figure turns left onto Street, drops the package in plain view and runs on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY, (V.0.)",
          "text": "Assume Ray did carefully plot the killing, why in hell would he drop the gun with his fingerprints on it right outside the rooming house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "That rifle was such an obvious plant, I'm surprised nobody watered it. (growing impatient) Look, the committee is about to hire a Special Counsel. Edward Ennis. He was Solicitor General under FDR. He'll need to interview Grace. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "My client has been involuntarily committed to an institution. My only concern is her freedom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "You can't really be that naive. Grace Walden is a political prisoner. You'll never get her justice until you deal with the larger issue. She's the key to this whole case. I need to talk to her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Not going to happen. Jeff turns and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear a persistent BANGING on the door. Jim Lawson move through the shot, belting a robe, he is half-asleep as he leans down and looks through the peep hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISH EYE",
          "text": "Standing on his porch in the rain. His hair and clothes dripping wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME LAWSON",
          "text": "He opens the door, reveals Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I have one question...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Come out of the rain, boy. Jeff moves into the house and begins puddling on the floo the entry hall. Lawson tosses him a towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "If Dick Gregory and the others can get Congress to open up an investigation and if Grace were to testify, could they protect her... keep her from being locked up in another nut house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "It's the Congress of The United States of America. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON, (CONT'D)",
          "text": "They can do anything they want. (beat) We've already contacted a very eminent jurist to be Counsel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(interrupting) I know. Edward Ennis. (Lawson is surprised) You don't need eminent! You need a killer, a pit bull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Richard Sprague is in town for the Bar Association Convention... (a beat) He took on Tony Boyle and the whole corrupt Mine Workers Union and beat them to a pulp. (beat) You hire Sprague, and I'm with you on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(pauses) Because of what happened to Martin, or what happened to Grace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I promised my client her freedom... so far, I haven't kept my word. Lawson chooses his words carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I'll have to make some calls, but if Sprague is available and willing, we'll go with him. Jeff exhales. That settles it. He turns to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) What are you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm gonna go rescue my client from that halfway house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You're going to kidnap her? \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm going to liberate her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Son, slow down here, for a minute. You been drinking haven't you? You're going to defy a court order? You could go to jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, I thought about that... and that's a drag. Lawson hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Hold on, a minute, I'm coming with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You gonna try to talk me out of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Somebody needs to say prayers over this damn fool idea. Lawson heads off to change. MOVE IN ON Jeff, still wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON Grace, talking on the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Of course I recognize your voice. (beat) I don't think I can do that. (beat) Red. All right. Goodbye. WIDEN TO REVEAL the MATRON in the room, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "(continuing; to Matron) That was my uncle. He wants me to knit him a sweater. He likes red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATRON",
          "text": "I took the call downstairs. Sounded like a young man to me... \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff hangs up a pay phone and walks back, across the stre Lawson is sitting in his W, parked behind a new red Chevy rental car. The rain has stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She'll be out front in fifteen minutes. Maybe a prayer about now would help. Lawson puts the WW in gear and pulls out. Jeff walks to t rental car, gets in and hangs a U, going in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red rental car pulls up in front of the Halfway House",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GRACE",
          "text": "She is seated on the top step, knitting. A large paper shopping bag is beside her. As soon as she sees the red c Grace grabs the bag, darts down the steps and jumps into car. It screams away. The Matron runs after",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MATRON",
          "text": "takes a pen and a pad from her pocket and tries to jot do the license plate number of the vehicle but Jeff has remo the plate. (He's learning the tricks).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red car makes a right turn at the next corner, then a left. It pulls up alongside Lawson's parked car. Jeff and Grace exit the red car and walk forward to the W. Lawson sits in the driver's seat. Next to him is a burly BLACK MAN. The Black Man exits the W and walks toward Jef They exchange a word. The Black Man then moves to the red car, gets behind the wheel and drives away. Jeff and Grace enter the W and Lawson drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Grace, this is Reverend Lawson. He's the one who asked me to be your attorney. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "God bless you, Reverend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Thank you, Grace. (a beat) We've arranged a place for you to stay. We can only use it for a coupla' days, but we'll find a more permanent place. The main thing is, you'll be protected. Grace appears relieved. They pull out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The W pulls up. The SOUND of another car approaching gets Jeff's attention. TWO BLACK MEN drive up and park. They g out and approach Jeff. Grace looks at the men with concer",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "These men were part of the Sanitation Workers' Strike. Dr King came to Memphis to help them. They're going to take turns keeping an eye on the house. Grace nods courteously to the two men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We're going to need you to tell your story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "I won't say I saw something I didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "That's what we're counting on. Jeff hugs Grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Backlit Man is seated at his desk. The door opens and AGENT enters, stands with his back to the CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "The Matron confirmed it. Grace Walden's gone. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKLIT MAN",
          "text": "Young Mr. Jenkins had a promising career. You have the file?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE on a polished conference table. The Memphis Lawyer hits the shiny surface and slides across the table. We FOLLOW IT and PAN UP to Katy, who is standing in the offi looking at an angry William Branson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "You said you'd get us some press Miss Bolton, but this sure as hell, isn't what I had in mind. She picks it up. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "(continuing) Don't waste your time. It's not a pleasant read. They stand there for a long moment, trading looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "(continuing) Frankly, I'm confused. Your people are always griping about lack of opportunity. And here you are, at a prestigious firm, where you have a chance to advance your race. And, what do you do with it? (he points at article) You jeopardize this firm's reputation and your own reputation for what? A crazy old lady. (a beat) Jeff Jenkins is listening to you and Lawson and all the rest of your people involved in this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "(interrupting) Sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "Let me finish. If Jeff is involved in the kidnapping of this woman, he will be disbarred and, likely jailed. (a beat) \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON, (CONT'D)",
          "text": "I expect you to talk sense into that boy or don't bother to come back here tomorrow morning. (a beat) We've done our part. Now, dammit, you do yours. Katy stands, her expression unflinching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Jeff and Lawson approach the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(low) Sprague may be the best criminal prosecutor in the country. He's only in town for a few days...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You don't have to sell me, son. Sell him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON RICHARD SPRAGUE. 40's, well-tailored. Tough as nails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "It's kinda off my beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "My young friend here, tells me you're ... the best criminal prosecutor in the country. Jeff gives Lawson a look",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "(a smile) I see... (a beat) Who knows about this meeting, tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Besides us, just Congressman Fauntroy. He's in charge of the House Committee. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dark-colored, windowless VAN is parked at the curb. A MIDDLE AGED WHITE MAN wearing a suit approaches the van. carries three cups of coffee. He taps on the rear door. I opens. He steps inside. The door slides shut, WIPING FRAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Jeff crosses frame. REVEAL Sprague, now with his tie o holding the folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "You realize that everyone who tries to prove a political conspiracy ends up being labeled a crackpot - or worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I've lived with that a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Would you at least meet with Grace? I can have her here in ten minutes. She's been waiting to tell her story for eight years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "Let me get back to you. No need to rush into this. There's plenty of time. Lawson reaches into his pocket and pulls out an envelope hands it to Sprague.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "This arrived at my church yesterday. Sprague opens the envelope, withdraws a note. A small cylindrical object drops onto the coffee table. It is a . caliber bullet. The note is in block letters and reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME ALL",
          "text": "Jeff looks at Lawson. Sprague is clearly troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "So you're saying there's not that much time after all.... \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I'd sort of like to be around to see how it comes out. Sprague heaves a sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neon signs flash from outside. Jeff's shirt sleeves are rolled up. He is pacing in the small living room of the suite. Lawson is seated, weary of Jeff's anxiety. LOW TON murmur from the adjoining bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Will you just sit down. Lawson reaches into a nightstand, withdraws a Gideon Bibl",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) Here. Read. It'll calm you down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(takes the book) The Bible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Try Genesis. Chapter 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(finds the spot) \"And when they saw him afar off...\" You've got to be kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Read. Jeff sits, and, what the hell, he reads. After a moment, door opens, REVEALING Grace for a minute. Then Sprague co into the living room and closes the door, shutting Grace view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "Lemme ask you a question... Does she always take her teeth out when she's talking to strangers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Shit. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "She's an endearing old lady but she's fragile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "She's been isolated for eight years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "I can't go to the Congress with theories. I gotta have witnesses. Witnesses who can stand up to the most intense cross examination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Tell us who you need, and we'll try to get them for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "That's your job. You find the witnesses that make your case and bring them to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Can we tell Fauntroy you're our attorney?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "Not yet. Right now let's say, I'm willing to be convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grace is being put into the car and driven off by the Sanitation Workers who are guarding her. TEN other PEOPLE and a DOORMAN are milling in front of the Hotel. Jeff and Lawson stand in the entry watching in silence as windowless van pulls out to follow Grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "He sees the van and runs out into the street, blocking it way. It slams on the brakes. (They won't hit him in front ten witnesses). The car with Grace turns the corner and i gone. The window of the van rolls down. A MAN leans out angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Get outta' the way asshole!! \f68. Enough time has passed so Jeff walks back and rejoins Law The van goes up the street, but they have lost the chance follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Where you going? We need to find witnesses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No, you need to find witnesses. I need to find a more permanent place for Grace to stay. Jeff starts to walk off into the night",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Hey!... I wanna to hire you. (Jeff turns) I want you to be my Counsel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I thought I destroyed your case. Why would you want to hire a screw up like me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(smiles) I admire your dedication to your clients. I'm offering you a job. Start your meter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What about Grace? As part of my fee, can you arrange a place for Grace to live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Well, I suppose...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "...With meals included. There is a beat. Finally Lawson smiles. Then, he and Jeff shake hands. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Choir can be heard rehearsing Gospel music upstairs. Lawson is going through old newspaper clippings on the assassination. Brother Clarence escorts Katy in and motio to Lawson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Excuse me. I'm looking for Jeff. Lawson turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Katy. Jeff isn't here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Where is he? With Grace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "At the coroner's office. You don't approve of Jeffrey's involvement in all this, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Kidnapping is a serious crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Unfortunately, sometimes power concedes nothing without demand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "You're preaching to the wrong sister, Reverend. I lost my father to talk like that. She moves deeper into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "(continuing) Praying has kept my family on their knees for a long time. (a beat) Up until a couple of hours ago, I had the opportunity to maybe, one day, effect change from within the system. You can run around, trying to beat the doors down from the outside, and all you do is make a lot of noise. Insiders can open those doors. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "True. But, \"What does it profit a man, if he gains the whole world and loses his soul\"... Mark Eight, Chapter Thirteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "\"A man can't ride your back if you're standing up straight\" ...Martin Luther King, April 15, 1967. Jeff comes down the stairs, two at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Hey, I found something... (sees Katy) Katy, good you're here. Look at this. The slug that the Coroner removed from the body was in one piece. Holds up a picture of the autopsy photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) The Coroner confirms it. But the slug that the FBI Lab used for a ballistic's test was in three pieces. That means there's a massive break in the chain of evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Don't jump to conclusions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who's jumping?! The FBI tried to match the rifle that was found in front of the rooming house to the death slug. There was no match. Katy, they can't prove that the gun with Ray's fingerprints on it is the murder weapon! He looks at Katy, then Lawson. They're not with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) This is big. You two seem underwhelmed. Did I miss something? \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Katy are exiting the Church, walking to her car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": ": I'm not running. I'm just not going to be a part of a kidnapping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Look, even if none of this bullshit is true, she's a poor woman who's been institutionalized without due process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "It's easy for you to play semantics. You're a nice liberal white boy with no damn idea of what it's like out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What about Grace Walden? what's it like for her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "Don't tell me about Grace. I've got a family full of Grace waldens and they scrubbed floors to send me to college. I'm the first one out. Understand?. The farthest you're gonna fall, is your daddy's country club. (a beat) I'm sorry, Jeff, I can't afford to be a part of this. She moves away from him and gets in her car and drives of leaving him standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucas is seated at the outdoor bar, overlooking the lusci fairways. He's having a lemonade after finishing his morn golf. Bill Branson sits down beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "We just lost the State Employees Pension Fund and the Southern Utilities accounts. He drops a copy of The Memphis Lawyer on the table. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON, (CONT'D)",
          "text": "(continuing) And it's only Tuesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "(shaken) Jesus... I'll talk to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "It's too late for that. This could take us all down. He gets up and exits, passing a WAITER who comes up to th table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Phone call for you, Mr. Jenkins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Who is it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Your son. There is a long, reflective moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Tell him I already left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "He said it's urgent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I'm not here. The Waiter hesitates, then leaves. MOVE IN on Lucas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BLACK HAND in a dark closet thrusts through objects to grasp a long map carton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "I was with Memphis PD for 20 years. I was in charge of security for Dr. King every time he came to Memphis. The speaker is ED REDDITT (40s), a Memphis Police Detecti black; handsome; very intense. Reverend Lawson and Jeff s Jeff has his tape recorder running as Redditt unrolls a L MAP from the carton and spreads it on his desk. \f73. Lawson and Jeff rise to stand over it. (See Map in Append Redditt picks up a handful of white pieces from a CHESS S and positions them on the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "This was my assignment. Here's the Lorraine Motel. Walden and Stephens were in the rooming house, here. According to the FBI, the gunman was over here. He picks up the black chess king and places it on the diagram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "(continuing) And King was here. Up until that evening, FBI agents were right here. He picks up a handful of pieces and places more white paw around the perimeter. Only the white queen remains in his hand. He looks at it, as do Jeff and Lawson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What's with the white queen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "No. Hoover wasn't there. Lawson gives a huge chuckle, breaking the tension for a moment. As Redditt resumes, moving pieces, Jeff and Lawso crowd in closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "(continuing) My normal security detail consisted of ten men. But they cut me back to two. ‘bout an hour before the killin', the Chief sent for me. It was like a meeting of the Joint Chiefs of Staff...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large conference room filled with men seated at a table some wearing high-ranking police brass and uniforms, othe in plainclothes, stand off to the side. Director of Fire Police FRANK HOLLOMAN presides over the meeting. Ed Reddi has just been brought in by LIEUTENANT ARKIN. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLOMAN",
          "text": "Ed, these gentleman are from the FBI. They have information that a group in Mississippi has a contract out to kill you. So, you go on home now and stay there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "Chief, I can't leave Officer Richmond alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLOMAN",
          "text": "That's an order, and there's nothing to discuss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "Two Memphis police officers took me home, and remained with me in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You were under \"house arrest\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mr. Redditt -- what ever happened to this contract on your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "After the assassination, no one ever said another word about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "And would you be willing to testify to that? In front of Congress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "Man, I've carried this with me for too long... Yeah. I'd testify. Jeff picks up several white pawns. He points to the area the diagram that shows the fire station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Wouldn't the firemen have seen something? Jeff puts down the white pawns at the fire station. Reddi smiles, picks up two black knights and places them, also, the fire station. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "Especially the black firemen. If they'd been there. (to Lawson) Remember Floyd Newsum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Yeah. He helped organize the sit- in for the sanitation workers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REDDITT",
          "text": "Hey, I'm not the only one who's fed- up with all the lies. Talk to Floyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mississippi River. A stocky black man, FLOYD NEWSUM, tossing stones into the tolling river. Lawson and Jeff st behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSUM",
          "text": "I should've been there! I would've seen the killer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Why weren't you at the firehouse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSUM",
          "text": "Because my supervisor called me at 10:30 at night -- to tell me that I was transferred. Me and Norvil Wallace. We were the only two black firemen at Station 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Maybe they needed you somewhere else...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSUM",
          "text": "No, Reverend: I was sent toa station that was over staffed. Understand? So was Norvil. We had no assignment. But at Number Two, they were so short-handed that the equipment was \"inoperable for lack of personnel.\" Jeff and Lawson exchange a look",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What men had the power to move Fire and Police Officers around like that? \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSUM",
          "text": "Not men. Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Frank Holloman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "In the history of Memphis, for a brief period of time, there was one man who was the Director of both Fire and Police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Was Holloman working for the FBI?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSUM",
          "text": "Best ask Arthur Murtaugh. He was with the bureau over twenty years. He's retired. Might be willing to talk. (to Jeff) You married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSUM",
          "text": "That's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Lawson are working together. The office has been turned into a war room. Jeff reads from a file on King while eating one of Sister Ione's delicious pies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I can't believe this stuff. They let King sit in jail with a broken arm? That's illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "That's real. Once Martin went toa maximum security prison for a traffic ticket. Lawson moves to the bulletin board and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) What about Charlie Q. Stephens? \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "If Sprague thought Grace was fragile, he's gonna love Charlie. Besides, Charlie Q. Stephens didn't witness dogshit. (off Lawson's look) A quote from the honorable Lucas Jenkins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Yeah, well, Murtaugh sounds promising. Jeff starts on another pie as: Dorothy opens the door and sticks her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Sister Ione is out here, baby. She needs to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Oh no... not now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "I've put her off twice already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(licking his fingers) Is that the lady with the pies? Get us another peach cobbler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Reverend emerges from his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Sister Ione, what can I do for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONE",
          "text": "(tears in her eyes) I'm so sorry, Reverend, but I can't come here anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Willie didn't get his solo? I'll talk to Brother Boxer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IONE",
          "text": "No... It ain't safe here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Not safe? \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONE",
          "text": "My sister went to 16th Street Baptist back in Birmingham. You remember? (a beat) Some of us been gettin' phone calls... and then, there're those men taking pictures...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "What men? Whatta you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "I tried to tell you about that earlier, honey. There're two men out in the parking lot. Taking pictures of license plates. He starts down the hall and out of the Church. Dorothy ca after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "(continuing) Jim! But... he's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are TWO MEN in gray suits moving around with camera One is taking pictures of car license plates. Several of Church faithful are getting into cars and pulling out. So are standing around watching, not sure what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Moves directly towards the men, who ignore him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH MEMBER",
          "text": "(as Lawson goes by) Who are they, Reverend? Lawson doesn't respond. He stops in front of them and snatches the camera out of the surprised Agent's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "That's government property. Lawson strips the film out of the camera, then tosses the camera back. It hits the man in the chest. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT, (CONT'D)",
          "text": "(continuing) You just made a big mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Unless you have business here, you are trespassing on private property. You can get the hell out of this parking lot. A couple of the BIG CHURCH MEMBERS take their lead from L and move in. The two Agents look around at the angry blac faces. The Agents back up, get into their car and pull ou Lawson takes the film and walks past the Church Members.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) Choir practice starts in ten minutes, Brother Boxer is waiting. He heads back into the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson comes in and slams the door. He's still hot. Jeff has watched it all from the office window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What part of the infant were you looking at out there? Lawson drops the film in the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Sometimes I do it better than others. He pauses, then turns and faces Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) Murtaugh lives in upstate New York. I got problems here. You'll have to go see him by yourself. You okay with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARTHUR MURTAUGH (50s) is a shrewd, experienced veteran. H hands tremble, his face is mottled, he cannot forget \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I was assigned to the Field Office in Atlanta. For ten years I was part of COINTELPRO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Surveillance and harassment. And whatever else Hoover deemed necessary to derail the Civil Rights Movement. Jeff is shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Whatever else...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Whatever. Remember the four little girls who were killed by a bomb in Birmingham? 1963? (Jeff nods) We had clear, conclusive evidence on the killers. Hoover halted the investigation. Hid the evidence. No one questioned his authority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mr. Murtaugh, did you know Frank Holloman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Sure. Holloman was the Inspector in charge of the \"S.0.G.\" (Jeff looks puzzled) \"The Seat of Government\" -- that's what Mr. Hoover called his office. In Hoover's mind, even the President reported to him. Holloman was Hoover's man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "He saw Hoover every day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "He did. So did I -- at one point I saw him. I saw it. I saw the hate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The office is dark except for the beam of the film projec Murtaugh and several OTHER AGENTS sit in the deep shadows watching. The agents are arranged around the raised desk chair of J. EDGAR HOOVER the man in darkness, who sits as locked onto the image on the screen of MARTIN LUTHER KING JR. Hoover, squat and seething, is immobile in the light spil His voice is a steady subterranean stream of filth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Commonist. Pervert. Traitor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KING",
          "text": "\"A few years ago, it seemed as if there was a real promise of hope for the poor, both black and white... And then came the build- up of Viet Nam. And I watched this promise broken...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Like a litany, the invective grinds out, sibilant and raw",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Weakling. Anarchist...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KING",
          "text": "\"The poor people's March on Washington will demand total, direct, and immediate abolition of poverty.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "This -- is -- commonism!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KING",
          "text": "\"We seek to say to the nation that if you don't straighten up, then you're writing your own obituary. We must love each other, or perish.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Love the white women -- whoremonger ! \f82. Hoover pounds his desk violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff's eyes do not leave Murtaugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Did Hoover hate King enough to have him killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "At first he thought that he could assassinate King's character -- his reputation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh and TWO other AGENTS stand while Hoover sits and listens to a TAPE -- a tape with MUFFLED SOUNDS that are completely incoherent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": ". Where's this one from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Stockholm. Hoover beats on the table, his voice choked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "They gave that whoremaster the Nobel Prize! Hoover wipes his hands; slips a mint into his mouth; juts his jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "(continuing) Next! Agent Two puts on a second tape: breathing, SOUNDS of BEDSPRINGS, soft laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "(continuing) Turn it up... more... louder! \f83. Hoover listens to what may be the sounds of sexual intercourse. He is clearly excited. The Agents avert thei eyes from the terrible scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "(continuing) Again. Is that him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Well, sir, it's actually Reverend Abernathy's room, but he --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "It's King!... I know King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Yes, sir. Hoover rises, snarlingyorE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Send it to King with a letter saying if he doesn't kill himself, we'll release it to the press.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start tight on Jeff's incredulous expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "They didn't actually send...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "We did. Had it postmarked in Atlanta, but it was written in D.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who authorized the wiretaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "The Attorney General. Bobby Kennedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I thought Bobby hated Hoover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "He did, but he loved his own brother more. (letting it sink in) We wired King for years. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH, (CONT'D)",
          "text": "Hoover forced Bobby to sign off on it. Blackmailed him with tapes of Jack... in inappropriate circumstances. Hoover had tapes on everybody. Then something happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER'S OFFICE",
          "text": "Tight on television. Lyndon Johnson is speaking straight into camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LBJ",
          "text": ". What we won when all of our people united must not now be lost... Acqmokmgly, I shall not seek, and I will not accept, the nomination of my party for another term as your President...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER, (V.0.)",
          "text": "Why didn't I know about this? Widen to show Hoover. A nervous Agent stands to one side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Nobody did, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "That little bastard, Bobby! If he thinks I'll let him be President...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Sir, Senator Kennedy has been trying to call Dr. King. We think he might offer King the Vice President slot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "That is not going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Hoover was in a panic. If Kennedy was elected, Hoover was finished. The Poor People's March was just a month off. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH, (CONT'D)",
          "text": "For Hoover it was a state of National Emergency. Then King signed his own death warrant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoover, Murtaugh and three other agents are listening toa TAPE RECORDING of Dr. King:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "(on tape) . The efforts by the FBI to destroy our movement by peddling gossip about my sex life must be exposed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "(on tape) You cannot do this, Martin. It's suicide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "(on tape) We can weather any storm. I must make a public confession even if it means that the Movement goes on without me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "(on tape) There is no Movement without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "(on tape; laughing) There'd better be. Anyway, I appreciate your counsel, but my mind is made up. Murtaugh rises and lunges out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh turns away from Jeff, as if ashamed by what he remembers so clearly. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "King was different than the others. Simple character assassination wouldn't be enough to stop him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh and several OTHER AGENTS are seated in chairs in front of Hoover's desk. They bend forward like slaves waiting for their master's pronouncement",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "What hotel is King staying in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "In Memphis, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Yes, for goodness sake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST AGENT",
          "text": "Rivermont. Here's a photograph, sir The Agent places a BLOW-UP of the Holiday Inn Rivermont o easel. The photo, taken from a distance, shows the isolat of the large structure. Hoover shakes his head negatively",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "No good. Get him out of there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND AGENT",
          "text": "Well, sir, we have a plan that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Let me hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND AGENT",
          "text": "We thought of a campaign in the news media to point out that King wants to stay in a luxury white hotel while there are Negro-owned hotels that are suffering for lack of business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Good. Wants to conduct a \"lay-in\" there. Hoover smiles slightly, the others follow suit. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER, (CONT'D)",
          "text": "(continuing) What Negro motels offer the best opportunity?",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND AGENT",
          "text": "We think the Lorraine Motel, sir. The Second Agent places a BLOW-UP of the Lorraine Motel o the easel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "What's across the street from it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND AGENT",
          "text": "There's an embankment --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "A bank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND AGENT",
          "text": "Sorry, sir, I meant to say an embankment -- a cliff --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "I know what an embankment is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND AGENT",
          "text": "On top of the, uh, embankment are some rooming houses and at the corner is a fire station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "They have Negro firemen there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND AGENT",
          "text": "We'll find that out, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Well, what's the plan to get him into the Negro motel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "3RD AGENT",
          "text": "We have prepared editorials that will be placed with sympathetic media outlets. A cooperative Senator might even be persuaded to read the release into the record. The Third Agent passes the speech. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Let me see it... \"This self- seeking rabble rouser...\" As Hoover reads the speech, overlap Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON a 1968 Memphis newspaper editorial calling for K to stay at the Lorraine, which Jeff holds in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(reading) \",... rabble rouser will not share the squalor of his followers. Instead, he will be conducting a lay-in at a posh hotel...\" Jeff sets the clipping down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "We packed the papers with editorials. Finally King cancelled his reservations at the Holiday Inn and booked rooms at the Lorraine Motel... And it was built like a shooting gallery...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Strange thing was, the King party was originally booked on the ground floor in the back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DARK-SKINNED MAN of East Indian appearance walks toward manager's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH, (V.0.)",
          "text": "...The motel owner said that a man came by the office and asked that the King party be moved to the second floor, to room 306. The man knocks on the Manager's door. A black woman opens the door and listens to the man's instructions. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH, (V.0)",
          "text": "(continuing) No one connected with SCLC knows who that man was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff sits quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "That last night, King went to speak at a church. His regular driver, Solomon Jones, drove him. I was on surveillance outside the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh sits in his unmarked FBI car. Detective Redditt sits in his unmarked MPD car, across the street. Each is conducting surveillance. Rain pours down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH, (V.0.)",
          "text": "It was pouring rain... From the church come SHOUTS of \"AMEN.\" THUNDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "\"... Well, I don't know what will happen now. We've got some difficult days ahead. But it doesn't matter with me now. Because I've been to the mountain top. And I don't mind. Like anybody, I would like to live a long life. Longevity has its place. But I'm not concerned about that now. I just want to do God's will. And He's allowed me to go up to the mountain. And I've looked over.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The heartbreaking last oration of MLK reaches out to the street, as do SOUNDS of the CONGREGATION... RAIN and THUN Murtaugh and Redditt sit in their separate vehicles. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "(continuing) \"... and I've seen the Promised Land. I may not get there with you. But I want you to know tonight, that we, as a people, will get to the Promised Land!...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Did Hoover have him killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "He wanted him dead. I don't know if he ordered the killing. But I know he did nothing to stop it. (overwhelmed) They hated him. And they never stopped, not even after he was dead. That's why there was no real investigation. Our Security Squad was assigned by Hoover to destroy King's legacy, to destroy his widow's reputation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Would you testify to that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I'll say what I know. But if you want all the answers, you'll have to subpoena the files. All the files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The setting sun casts erie shadows. Jeff and Lawson walk the embankment just below the room where Grace once lived",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Did he seem credible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You'll never find a better witness than Arthur Murtaugh. He has notes, a good memory, anda conscience. And he has guts. \f91. The Reverend looks at his protege, his smile matures into low laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "And so do you. Jeff looks up at the bathroom window of the rooming house (the room from which Ray supposedly fired the shot).",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) That's the window where James Earl Ray supposedly perched on a bathtub and shot King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Looks like a clear shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "It's a question of tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "It's a clear shot now. But was it a clear shot on April 4th, 1968?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close On a blur of black and white images. The WHIRRING sound of a microfiche machine is evident. The scrolling images slow and finally stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JEFF",
          "text": "Bent over the machine. One image has caught his eye: A black and white photograph of the Rooming House as viewed from the Lorraine. Trees and bushes grow on the embankmen obscuring the sightline from the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "God bless the Associated Press. This image was taken March 29, a week before the shooting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Look at that tree. Jeff makes some notes and focuses on a short article, whi Lawson pours over files. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Listen to this. (he starts reading) Press Scimitar. Kay Pitnam Black. \"On the advice of former Mayor Bill Ingram, I went to the rooming house the morning after the assassination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A city maintenance crew is working with mowers and chain saws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "A city maintenance crew was cutting down the bushes on the embankment...\" Kay Black is across the street, a notepad in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Why'd the cops let them destroy a crime scene? Jeff doesn't respond. He is reloading the machine and searching for something. Finding it, he turns to Lawson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Did you ever hear of a reporter for the New York Times named Caldwell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Earl Caldwell. There weren't many black reporters working for The Times back then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(reading) \"I was staying in Room 215...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EARL CALDWELL, black, thirtysomething, stands in the door of Room 215 on the ground level of the Lorraine. \f93. He's enjoying the evening breeze. An explosive SOUND. Caldwell is startled. He turns and looks across Mulberry Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": ". After the shot, I looked up to see a white male, dressed in coveralls in the bushes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An area of brush surrounds the sloping area at the rear o the rooming house. A white male wearing coveralls is crouched in the bushes. There is no gun evident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0)",
          "text": "(continuing) ...A black sedan drove directly in front of me, cutting off my view. The man vanished over the embankment. The sedan kept moving, back and forth... Caldwell's line of sight is blurred by a black sedan that passes frantically back and forth in front of the motel. Tires SQUEAL. Caldwell looks at the car, then back to the bushes. The man is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson reloads the machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Caldwell wrote the story, but neither the Memphis PD nor the FBI ever questioned him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "My friend, James Orange, saw the same thing. They never questioned him, either. Lawson spins the control. Zeroes in on something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) Look at this. CLOSE-UP: A black and white image of four men kneeling on balcony, pointing. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "I've seen that picture before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "It was taken seconds after the assasSination. Notice the guy on the end? Next to Ralph Abernathy. His name's Marrell McCollough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Never heard of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I'm not surprised. Even Abernathy didn't know who he was. (Jeff is puzzled) McCollough led a group of militants. Called themselves \"The Invaders\". After the shooting, word started to leak out that McCollough was really an undercover cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Where is he now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Rumor is he works for the CIA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We need proof, not rumors. Where's the phone? Jeff gets up and starts to walk away. Lawson follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PUBLIC TELEPHONE",
          "text": "Jeff cradles the phone to his ear. Lawson stands to one s",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(into phone) Operator, I need the area code for Langley, Virginia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establish the sprawling headquarters. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(into phone) Marrell McCollough, please. (he waits) Mr. McCollough, My name is Jeff Jenkins. I'd like to ask you a few questions about the King assassination... CLICK. The phone goes dead. But Jeff has the confirmation",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "He actually answered?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yep. Your militant Invader is moving up in the world. (sits back) So, if the shot didn't come from the rooming house... if the man Grace saw was just a decoy, if the gun he dropped was just a plant... why did Ray plead guilty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Maybe it's time we try to talk to him. The SOUND of a W engine comes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson is driving his bug. Gospel music plays on his radi Jeff sits beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You think Ray was involved? Jim, with humor and a kind of preacher's rhythm, sets up question and response as if for the congregation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Let's see what he could have done. Did Ray dismantle the police protection? I need a witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No. That was Mr. Holloman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Say, Hallelujah. Did Ray saw down the trees? I need a witness. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I can bear witness, brother. No, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Say, Hallelujah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(seriously) Did Ray fire the shot? I needa witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "No way, brother. Ray was a bumbling burglar, not a marksman. If he was part of a plot, it's not likely he would have been the triggerman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "But Ray would be a perfect fallguy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Say Amen, brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Brushy Mountain Penitentiary Entrance Gate just ahead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a steel table with four chairs. There are bars o the windows and the light spills through in patterns. JAM EARL RAY is seated at the table. He is now almost fifty y old. He speaks in a soft twang. Jeff is focusing on Ray through a VIDEO CAMERA. Lawson has files in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mr. Ray, why did you plead guilty, if you now say you're innocent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I had to. But I told the Judge that I would not agree that there was no conspiracy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Why did you have to plead guilty? \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Did you ever see the cell in Memphis, where they kept me for eight months?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cell is brightly lit, painted stark white. Two guards are stationed outside the cell. Television cameras are focused on Ray and are monitored in a control room by two other guards. Banks of hot lights focus on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.0.)",
          "text": "Eight months. They never turned out the lights. Day or night. One of the guards, he had a nervous breakdown. I thought it was going to kill me... INTERCUT Ray suffering in jail cell, 1968; and on the monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.0.)",
          "text": "(continuing) One day, this big-shot lawyer came in. He was so full of himself, he could strut sittin' down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PERCY FOREMAN, the famous Texas defense lawyer, talks to",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "You know me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "I'm Percy Foreman. Without doubt the best and most famous damn criminal lawyer in the whole USA. And I'm here to tell you those free lawyers you got... They're selling you out, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I hear what you say. Don't mean I believe it. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "I can save you, boy. I have so much money, I don't need you to pay me nothing. I have defended seven hundred capital cases and every one of them is still walking around, and I mean outside, free. Well, except one, but he was a fool and didn't follow my advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "What's your advice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "You fire those clowns and I guarantee you'll walk out of here a free man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadows of bars fall across Ray, Lawson and Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "After I told the judge that Foreman was my lawyer, he warned me that I couldn't ever change lawyers again. I said, \"Fine. I got the best lawyer in America.\" Then Foreman came into my cell --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "If you don't plead guilty, you're going to the Tennessee dance hall, boy, and that's the e-lectric chair. They'll fry you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I didn't do nothing. Just bought a gun for a friend. That's why my prints were on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "What's that got to do with the price of beer? \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I want a trial. My old lawyers said I could win at trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "I didn't want to have to do this, but there's someone here to see you. The Guards watch the scene on the monitor as an FBI AGENT enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "(continuing) This here is an FBI man. Show him your I.D. The Agent does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Your father's a real old man, isn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "And he escaped from the penitentiary in Fort Madison, Iowa, in 1921, didn't he? Ray freezes. The Agent pulls out documents. Foreman light a cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "(continuing) We found out where he's hiding. You don't cooperate with your attorney - - we're going to send your daddy back to prison -- and let him die behind bars. Here's the warrant. Read it. Foreman spits on the floor. Ray's head drops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "If you say you didn't kill King, you're going to get a jolt a' Edison medicine. And your Daddy will rot in the process. You let me plead the case, and they'll let you live. Ray is exhausted. He rubs his eyes in the blinding light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "So, you pleaded guilty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I was confused from no sleep, bein' in that white cell for months, so yeah, I confessed. That night they put me in a regular cell. I got my first night's sleep in eight months. I woke up and knew I'd made a mistake. Asked for a new trial. And that was eight years ago. Silence, except for dim PRISON SOUNDS and a far-off bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Why were you in Memphis on April",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I had broke out from the penitentiary in Jefferson City, Missouri, so I needed money. I never had been convicted of any crime of violence, I never even hit anyone in my whole life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Country and Western MUSIC over entire sequence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.O)",
          "text": "I knew I would have to engage in some criminal stuff to survive, but I wasn't going to do nothing violent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man (\"RAOUL\") approaches Ray at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "How about a drink -- James? Ray jumps -- how does this stranger know his name? Ray is white with fear. (We have seen this stranger before: in t Grace Walden memory sequence. )",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.0.)",
          "text": "Like it was a miracle, \"Raoul\" showed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "Who was he? What was his last name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.0.)",
          "text": "I don't even know his first name, he just said \"Raoul.\" He said he had a job for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.0.)",
          "text": "I went with Raoul to a car dealership. He bought me a car Everything was cash money. Raoul peels off bills, he and Ray buy a new white Mustang",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raoul and Ray drive up in the white Mustang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.0.)",
          "text": "He had a deal to sell rifles to some guy in Latin America. He needed a sample gun to show. But I got the wrong gun. He made me go back. Raoul shouts at Ray behind closed car windows. They get o of the car. Raoul stalks away and gets into another car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Clerk",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(to CLERK) Yes sir, my boss said this is the wrong kind. Shoulda asked for... (reads from a scrap of paper ) Uh, a 30.06 caliber, Remington Model 760. suspiciously eyes an insecure Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ray drives alone toward Memphis in his white Mustang. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.O)",
          "text": "I gave Raoul the gun. He then told me to rent a room in Memphis. Gave me the name of the flophouse. INT. ROOMING HOUSE -- APRIL 4, 1968 -- 5:00 P.M. Raoul passes Charlie Stephens (drunk) on the stairs of th rooming house, and heads into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ray sits reading a newspaper. The gun is on the bed. He looks up at Raoul. (SOUND of Charlie YELLING at Grace, o.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAOUL",
          "text": "The buyer'll be here in an hour. Go take a walk. Be back at six. Leave the car and the rifle here. Ray is worried. Something is wrong. He leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ray fills the Mustang. He is jumpy, smelling trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.0.)",
          "text": "I started to take a walk but then I remembered that there wasn't hardly any gas in the car. I knew that when Raoul finished the gun deal he'd want to drive right out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (V.0.)",
          "text": "But when I got back... The Mustang approaches, Ray at the wheel. He suddenly rea to something. RAY'S P.O.V. SIRENS, pandemonium, police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO RAY",
          "text": "He spins the car around and speeds away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Did you ever think what would've happened if you had just gone for a walk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I thought about it a lot. I would've walked back into the rooming house right after the shot was fired -- Raoul and the car would've been gone and they'd've arrested me on the spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "If you didn't do anything -- why did you run?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I was a fugitive -- I owed time to Missouri. If they even got me for a parking ticket, I'd probably spend the rest of my life in jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You remember what Raoul looked like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "That man is cut in my memory. Ain't never gonna forget him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Was he about fifty - short, wiry - pointed chin and a pointed nose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(taken aback) Now, how did you know all that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Did he look anything like any of these three men? Jeff reaches into his briefcase and pulls out three IDENT DRAWINGS. He hands them to Ray. Ray looks at all three an pushes two of them aside. He picks one and studies it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I think this is him. At least, it sure favors him. Where'd you get it? \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "From a woman -- named Grace Walden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(beat) Who's Grace Walden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON Grace, animated, talking on the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Well, she won't let me stop eating. (beat) Alright then. Goodbye now. Grace hangs up, smiles. WIDEN TO REVEAL Sister Ione and Willy having lunch with Grace. One of the sanitation work stands in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "(continuing; to Ione) That was Jeff, checking on me and hoping we'd save him some pecan pie. Ione smiles, proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff hangs up the phone. Lawson and Jeff are working. The bulletin board is now covered with notes and cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We got plenty of witnesses, but we need more hard evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Either way, we gotta go with what we got... Sprague's not going to wait around forever. The door opens and Katy appears. Both men sit in silence looking at her. She is holding a file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Katy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Come in, sit down. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "I've been thinking about what you said, Reverend... and you're right. I want to apologize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "There's no need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "I realized that the more things I wanted, the more things I was willing to compromise. (a beat) I located the police records on the Assassination. The entire file is stored in the Municipal Building on Maple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We can get Sprague to subpoena those files. They'll corroborate everything that Redditt and Newsum told us. Those files are a gold mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Are we looking at a new recruit here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "You're looking at temporary help. It seems I'm between jobs at the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Choir practice is over. The CHILDREN are walking into the parking lot. Jeff and Katy exit the church and begin walk toward their cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "So, how's Grace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Happy and putting on weight. Speaking of which... I'm starving. You eaten? They move across the street. The children are milling aro and we see a TRUCK in the B.G. moving slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything cranks painfully slow... The TRUCK moves towar them. We see the children laughing, walking. The truck is even with Jeff and Katy when a GRENADE flies out of the window and lands on the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF AND KATY",
          "text": "He spots the grenade. Jeff throws Katy down and dives on of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TICK",
          "text": "Play the tension. Several long beats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRENADE AND CHILDREN",
          "text": "Then Jeff gets to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "He moves to the grenade and kicks it with his toe. Then reaches down and picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GRENADE",
          "text": "It says: G.I. JOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) A damn toy. Jeff hurls it to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door BANGS open and Jeff strides into the house and upstairs to his old bedroom. Harold is at the far end of foyer, dusting. He looks up, alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucas is reading. He hears the commotion and gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on a drawer as Jeff rummages through it. He grabs a old pistol and slams a clip into the revolver. Widen to reveal the environs of his old room. He exits the room. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff heads down the hall but stops suddenly. He sees his father approaching. Lucas stares at the gun in Jeff's han",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "What the devil are you doing? Jeff starts down the stairs and Lucas follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "(continuing) Stop. I need to speak to you. Whatta' you doing? Jeff has reached the downstairs landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Non-violenq@ORe ja great concept, but I'm not signing up for it yet Jeff starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Stop. We need to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Why now? Branson lean on you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "That's crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Why did you and your friends offer the money to bribe Charlie Stephens -- to lie? And why did you bury Grace in that hell hole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You were part of it!... why?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I didn't know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You didn't want to know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I loved Martin King. He's a page in a history book to you. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (CONT'D)",
          "text": "I was his lawyer here, his friend. I was his friend when it could cost you your life to even walk down the street with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You know that the government killed your \"friend\". And that you helped to cover it up. And you're still doing it! You and Branson and the Judge --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "When Martin died that night, the city went up in flames. The whole country was burning... President Johnson asked me to personally reassure Mrs. King that the Department (oORH)stice would \"leave no stone unturned\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(sarcastic) They sure did a helluva job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "We couldn't bring him back. All we had left was the memory. And they made it plain that could be taken away, too. They had evidence against him. The FBI showed it to me! Those sons-of- bitches!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Showed you what? Lucas shakes his head and turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) They played a dirty tape for you. Didn't they? Lucas looks up at Jeff, amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "It was different ten years ago. Jeff... You can't imagine how powerful Hoover was. He was the secret police -- for fifty years! No one could stand up to Hoover. No one. (drops his voice) \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (CONT'D)",
          "text": "I tried to tell Martin, I begged him not to mix the politics of Vietnam with Civil Rights. But he wouldn't listen. And when he tried to change the economic system - it was all over. Jeff leans in; they are face-to-face, eye-to-eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No. You wouldn't listen. King had already decided to go public on the question of his \"marital infidelity.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "You know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I've heard the FBI tape. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucas's head drops. Jeff moves in for the moment of truth his voice hoarse and charged, his breathing short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) Don't you see what you've done? You covered up Hoover's crimes -- not King's! Jeff moves down the stairs, where Harold opens the door f him. He has heard the entire thing. The two men lock eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "You be real careful out there, Mr. Jeff. Real careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff is filling a briefcase with files. The SOUND of the door opening. Jeff turns to see Branson in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "There's a rumor that there'll be an announcement from Washington, that Congress will form a Select Committee to investigate the Kennedy and King murders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm aware of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "We understand that Miz Walden may be called as a witness. \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON, (CONT'D)",
          "text": "Our firm takes the position that any information you have gathered from Miz Walden belongs to us. It is privileged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "The privilege runs to the client. It's really up to Grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "That old lady'1l do what you tell her! Jeff starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "(continuing) Have you thought this out? I can destroy you. I own you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You see, that's where you're wrong, Bill. You don't own me. You gotta bring some ass to kick some ass. Jeff walks out. He walks down the corridor, past Clay Mor who has heard it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) He shoots. He scores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves into the room and picks up the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "Lemme talk to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "N.D. OFFICE",
          "text": "The Backlit Man picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKLIT MAN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANSON",
          "text": "He wouldn't listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff is moving along the lower sidewalk in front of the Motel. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON'S VOICE",
          "text": "Up here... Jeff looks up and sees Lawson and Katy. He hurries up the stairs and stops in front of the room where King was shot",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This was King's room, wasn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Yes. (points across the street) And there's the rooming house. And the embankment. And the fire station. It all happened right here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK AND WHITE FOOTAGE",
          "text": "A tightly edited, chronological reprise details everythin that has been discovered about the events.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "...It started when the FBI forced King out of the Rivermont, got him to move to the Lorraine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "Then the unknown man gets the room changed from the ground floor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON, (V.0)",
          "text": "The black cops and th.e black firemen were ordered out of the area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "Ray says he got in the Mustang and left the area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON, (V.0.)",
          "text": "Charlie Stephens, the government's eyewitness, was outside taking a leak and saw nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katy looks at Jeff and Lawson. A car door SLAMS shut. Jef and Lawson look down. \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fifty year old black man, SOLOMON JONES, stands by an o black town car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(to Lawson) Who's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You remember Caldwell's story... The black sedan that was driving back and forth. That's Solomon Jones. (calling out) Brother Solomon. Thanks for coming. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(to Lawson) Jim, how'd you find him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I've known Solomon for years. He was Martin's driver. (to Solomon) Brother Solomon, could you stand where you were that afternoon. Solomon walks to a spot about twenty yards away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "(continuing) So, Dr. King was standing right about here, where I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLOMON",
          "text": "That's right. And I was standing by the car, waiting to take him to dinner at Reverend Kyle's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jones is leaning against the black sedan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLOMON, (V.0.)",
          "text": "Dr. King, he leaned over the railing and asked Ben Branch if later on, he would play his favorite hymn. \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLOMON, (CONT'D)",
          "text": "(starts to sing) Precious Lord, take my hand... The HYMN CONTINUES OVER. King is only seen in silhouette he comes out of the door of his Lorraine Motel room. Solo Jones looks up and sees him. Starts to get into the car. SOLOMON V.O. (continuing) I went to get into the car so I could pull it up. ANGLE up to the MINISTERS on the Balcony, talking. SOLOMON V.O. (continuing) And that's when I heard the shot. In black and white, King turns and a shot rings out. The body passes through the frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON KING'S HAND",
          "text": "Bloody. It lands on the deck, convulses once and lies sti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff checks his notes, standing there, lost in the moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "OK, Jeff, run it down from there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "The Reporter from the New York Times looked out and saw a white man dressed in coveralls, in the hedges beside the Rooming House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WHITE MAN IN COVERALLS is crouched in the bushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "Caldwell saw a puff of smoke. Then a man in coveralls jumped over the wall. The Man in coveralls jumps over the wall, starts to flee. black sedan swerves back and forth trying to pursue. \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLOMON, (V.0.)",
          "text": "I saw him too. I tried to follow him, I really did. I really tried. I was hemmed in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Is that what you told the FBI?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLOMON",
          "text": "That's just it, they never talked to me. Reverend Orange, he saw the same thing and they never talked to him either. Seemed they already had their eyewitness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chaos just after the shooting. In the parking lot a c runs toward the balcony. He looks up, seems to know one o the men standing over King. CoP The shot! Where did it come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLOMON, (V.0.)",
          "text": "The guy on the end of the balcony, he points. But not to the embankment. He points to the rooming house. Abernathy and the others see him, and then they do the same thing. McCollough points to the Rooming House above the hedge. The other Reverends point there also.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLOMON",
          "text": "He is panicked. He sees the white Man in the coveralls ju over the wall below - clearly not where they're pointing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLOMON, (V.0.)",
          "text": "(continuing) I saw the man jump off the embankment. I jumped in my car. I tried... \f115. Solomon jumps into his car and tries to drive after the M but can't get the car turned around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson, Jeff and Katy are looking at Solomon, who has tea in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Solomon, that guy on the balcony, his name was Marrell McCollough. He was an undercover cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "The key witness was on the government's payroll?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Still is. (checks his notes) Meanwhile, Grace was in her room across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grace sees a MAN run past the door of her room carrying something. The man heads outside, drops the gun. Flees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "A man flees down the hall and out of the building. A few minutes later the cops conveniently find a rifle with Ray's fingerprints left in broad daylight. A COP reaches down and picks up the bundle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON, (V.0.)",
          "text": "The weapon is never linked to the death slug. Reprise images of the autopsy photo and the bullet in pie",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "The next morning, the City purposely alters the crime scene. Reprise images of the trees being cut down. \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY, (V.0.)",
          "text": "And, later on that summer, they came back for Grace. Reprise images of Grace being taken from her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "They kicked down the door to her room and dragged her away. Locked her up for eight years. (a beat) And that's where this whole thing began for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on Sprague. He is just finishing going through the files. Jeff, Lawson and Katy wait as he looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "Pretty damn impressive. You can officially tell Fauntroy, the Committee has a Special Counsel. Lawson exhales. It's been a long road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Okay. What about Grace Walden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "You can tell her she's a free woman. She doesn't have to hide from anyone. You have my word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "What about the Memphis PD files that Katy found?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "I'm going to file a subpoena for those. You pick ‘em up, bring 'em with you to D.C. I'm also going to file a subpoena demanding the production of all relevant documents from the FBI, the CIA and Army Intelligence. (a smile) We're going to war. Jeff and Lawson brace. This is it. \f117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "A brick building in Memphis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mild looking man named BART appears flustered. Lawson, Jeff and Katy stand across from him. Jeff waves a subpoen",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Look, I've got a court subpoena. We want to see all King files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "We were told we could pick them up from you at nine A.M. It's ten o'clock. The phone RINGS. Bart picks it up. Listens:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "Okay... Okay... (hangs up) We been cleared. They're in the old section. Follow me. He leads them down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACKING to a File Case. Bart kneels down. Three file drawers are missing from the cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "Son of a bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "The King stuff... It's all missing. Then we HEAR a commotion outside and someone yells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "FIRE! We gotta a fire out back! Lawson moves to the window and looks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ALLEY",
          "text": "Two stories below. Two COPS are stoking a dumpster fire. \f118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "My lord! He turns and runs. Jeff and Katy do the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRCASE",
          "text": "Jeff runs down the hall, grabs a fire extinguisher off th wall. Lawson and Katy are close behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HALLWAY",
          "text": "Jeff explodes out into the alley. The Cops grab him and k him at bay as the trash bin blazes away. Lawson and Katy arrive. They stop. PUSH IN ON LAWSON through the flames a he watches the records burn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSH IN to a WINDOW with venetian blinds. The Backlit Man standing there, the reflection of the fire flickering in lenses of his glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Katy are with Grace. Katy smiles as Grace gratefully hugs Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "My, my... a lawyer who keeps his word. (wiping her eyes) Better not let anything happen to you in Washington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "(to Grace) I'll be here if there's anything you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Jeff... if you want me to come there... to testify... I can. I'll tell the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You always told the truth, Grace, when everybody lied -- everybody. You were the conscience of this country. \f119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "You talk like that -- they're going to call you crazy, too. Jeff doesn't know whether to laugh or cry. He hugs Grace a mighty embrace. The SOUND of jet engines can be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 737 approaches the runway and touches down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson and Jeff run up the steps, carrying two large fold of evidence. A GUARD follows them, then ANOTHER GUARD tro up to help the first,(Miwm)a THIRD GUARD dogs their heels",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Lawson walk down a hallway. They are lost in the maze of corridors. Lawson approaches a black SECURITY GUA",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Brother, could you point us to Mr. Sprague's office? The Guard indicates the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER HALLWAY",
          "text": "Jeff and Lawson round a corner and head for Sprague's off They get to the door marked: RICHARD SPRAGUE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE, (V.0.)",
          "text": "Get your hands off of me. Lawson looks to Jeff with concern. They enter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson and Jeff enter to see Sprague being forcibly eject from his office by two AGENTS. One Agent is CLARK NELSON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "You have absolutely no right to invade my office, damn it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT NELSON",
          "text": "It's the government's office. My orders are to seal the office. \f120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT NELSON, (CONT'D)",
          "text": "You have a problem with that, take it to the Attorney General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "(to Nelson) Am I free to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT NELSON",
          "text": "As far as I'm concerned, you're already gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Lawson walk with a furious Sprague.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "Guess you don't read the big city papers. The New York Times and the Washington Post ran editorials demanding that I be fired. Then Congress refused to fund the investigation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "On what grounds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "The FBI demanded the right to screen my staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "And you said no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "I said hell no! I also mentioned that the FBI was a suspect in the cover-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "But you have subpoena powers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "So I was told. But someone forgot to tell the FBI. They pause. Every passerby suddenly seems to be suspiciou",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Is it over? \f121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "Not quite. My last official act was to arrange for a key witness to testify on Monday, at the first public session.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "They can stop it or change it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "No, they can't -- because the witness's name has already been published.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRAGUE",
          "text": "You. (Jeff reacts) Under the circumstances, I don't recommend you show up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson and Jeff stroll along the site of MLK's famous demonstration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I'm sorry. I was wrong. The times haven't changed. Hoover died, but his ghost is still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You didn't say it'd be easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "If they can kick Sprague out, if they can burn files and turn down subpoenas... the whole thing will just be a puppet show. The FBI will be investigating the FBI. (a beat) Jeff, I asked Martin to come to Memphis. I often wonder what it would be like if he were still with us. I don't want to wonder that about you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "If the truth doesn't come out, the tragedy's just going to be repeated. \f122. Lawson is moved by Jeff's transformation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "I pray I've done the right thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You did the only thing. What's that part -- from Genesis you had me read? You know -- \"And when they, uh, came, uh --\" Lawson turns away, not wanting to recall the prophetic im of the story of Joseph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(continuing) You know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "\"And when they saw him far off, even before he came near, they conspired to slay him. And they said one to another, Behold this dreamer. Come now and let us slay him, and cast him into the pit and we will say, some evil beast has devoured him: and we shall see what will become of his dreams.\" Jeff looks at Lawson who gazes off at the empty steps lea to the Lincoln Monument. Light glints of the reflecting pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON LAWSON",
          "text": "Deep in thought, back with Martin again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN LUTHER KING, (V.0)",
          "text": "I have a dream...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSREEL FOOTAGE",
          "text": "King is speaking on the steps of the Lincoln Monument. \f123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN LUTHER KING",
          "text": "...that my four children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character. I have a dream today!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawson and Jeff are lost in thought. The cacophonous SOUN of reporters yelling questions begins to rise under.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next day, scores of REPORTERS are assembled up and do the steps. There are Television Crews, a number of Radio Reporters with tape recorders and a number of Print Media Reporters. They SHOUT and CACKLE as if it were a hanging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF AND LAWSON",
          "text": "approach the steps and begin to climb. They are surrounde by the reporters, who question them belligerently Lawson Jeff struggle up the steps without responding to the questions and taunts. Their path is blocked by the turmoi of Reporters who jostle for position, overlapping each ot",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST REPORTER",
          "text": "(to Lawson) Dr. King was your close friend. Is this just a vendetta? Do you still believe in non-violence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND REPORTER",
          "text": "(overlapping; to Jeff) Who's paying you? Ray pled guilty. What's there to argue? Jeff is pushed and pulled -- he shoves back. Lawson simpl absorbs the blows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST REPORTER",
          "text": "(to Lawson) Are you helping James Earl Ray?",
          "sentiment": "neutral"
        },
        {
          "speaker": "3RD REPORTER",
          "text": "(to Jeff) Are you gonna write a book? Why were you fired by your firm? \f124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST REPORTER",
          "text": "Why's your father here? Is he going to testify against you? Jeff freezes. So does Lawson. Jeff slowly turns to face t mob. As he does he is staggered to see a solitary figure the top of the steps, staring down. JEFF'S P.O.V. Lucas Jenkins stands solemnly at the top of the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JEFF",
          "text": "Reacting. Then he and Lawson climb up the steps. LUCAS'S P.O.V. Jeff's eyes are riveted on his father. Has he come to testify against him? Step by step, Jeff and Lawson keep climbing -- the Report parting before him -- until they stand only one step belo Lucas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "The Special Counsel has already been dismissed. What can you possibly have to offer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "(to the Press) Address your questions to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "(to Lucas) Who're you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "(a long pause) I'm Mr. Jeffrey Jenkins' attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I don't need you to defend me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "No defense. We're going to press for the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Good to see you, Lucas. \f125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Good to be seen. Lawson, Jeff and Lucas make eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(breaking the moment) Gentlemen -- we have some work that needs to be done. Leaving the media circus behind, Lucas, Jeff, and Reveren Lawson turn, mount the final steps, and enter the House Office Building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEME RISING",
          "text": "The House Select Committee on Assassinations met from Jan to June of 1978, and interviewed 4,924 witnesses. The Committee found that \"There was no evidence of compli of the FBI, CIA or any Government Agency in the assassina of Dr. King.\" The Committee then sealed, for fifty years, all the investigative files. The Congress called upon the Department of Justice to con a thorough investigation into the crime and to inform the American people of its findings. The Department of Justice has, to this date, done nothing",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAWL ENDS",
          "text": "From out of the BLACK SCREEN, a voice emerges, then a fac It is Martin Luther King, delivering the now famous Montgomery, Alabama speech (STOCK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN LUTHER KING",
          "text": "\"How long? Not long! Because no lie can live forever! How long? Not long! Because truth crushed to earth will rise again!\" The image FREEZES and slowly dissolves.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1674"
    }
  ]
}