{
  "movie_id": "MOV1676",
  "scenes": [
    {
      "location": "CLEARING DAY 2",
      "time": "3 AM 24",
      "characters": [
        "AND THEN KATIE SPEAKS",
        "BOY WITH GLASSES",
        "AS IF AN INVISIBLE FORCE IS PULLING HER BACKWARDS",
        "OFF THE FLOOR",
        "THEN A HIGH PITCHED SOUND INTERRUPTS THE SONG",
        "TOWARDS HER",
        "RASPY VOICE, (0.S.)",
        "CHLOE STARTS TO SCREAM",
        "A WAVE OF CONFUSION RUSHES THROUGH THE CLASSROOM",
        "THE TWO BEAMS OF LIGHT SPOT THE WAY THROUGH THE DARKNESS.",
        "THE GIRLS HEAR THE SPRINGS IN THE COUCH GROAN AS MR. JENS",
        "THEN THAT AISLE ENDS",
        "MOMENTS LATER 23",
        "HE STEPS OVER THE EDGE AND FREE FALLS",
        "DING",
        "WE SEE KATIE PASS IN THE DISTANCE",
        "WREN/HALLIE",
        "TYPED WORDS APPEAR ON A GLOWING SCREEN 10",
        "BUT THE IMAGE ON HER PHONE SHOWS",
        "I CAN STILL SEE",
        "THE VIDEO EXPANDS AUTOMATICALLY, FILLING THE ENTIRE SCREE",
        "THE SHRIEKING FACE",
        "OFFICER",
        "BZZZZ2Z2Z2ZT",
        "KATIE'S FATHER",
        "HALLIE'S FATHER, (0.S.)",
        "A TITLE CARD APPEARS",
        "SHE STABS",
        "WE SEE SHE IS ALONE NOW. HALLIE IS GONE",
        "AND TIE, STARING FROM A HORRIBLY BLANK, FEATURELESS FACE",
        "HER BODY",
        "PALE",
        "HALLIE",
        "TITLE ON BLACK",
        "TEACHER, (0.S.)",
        "MR. JENSEN, (CONT'D)",
        "A TALL THIN FIGURE STEPS OUT OF THE HOUSE, TENTACLE",
        "SUDDENLY, THE DEN DOOR KNOB JIGGLES",
        "LIZZIE, (CONT'D)",
        "THE SCREAM EVOLVES INTO VOICES THAT SOUND EERILY FAMILIAR",
        "SURVEILLANCE VIDEO",
        "SMASH CUT TO",
        "TWO PALE HANDS GRAB HER",
        "KYLE",
        "EVERY FLUORESCENT FIXTURE ABOVE INSTANTLY BLAZES WITH LIG",
        "WREN, (0.S.)",
        "DEEP VOICE",
        "WREN AND HALLIE TEAR OFF THEIR BLINDFOLDS",
        "NEWS FOOTAGE 5",
        "QUICKLY",
        "SCREAM",
        "STANDING RIGHT BEHIND HER",
        "THEN SHE HEARS SOMETHING IN THE BRUSH",
        "COMPLETE DARKNESS",
        "THE GIRLS JUMP AND SCREAM",
        "SUDDENLY THAT HIGH PITCHED SOUND AGAIN",
        "LATER 82",
        "BZZZZT",
        "THE AIR AROUND HIM LIKE TENTACLES.",
        "LATER 73",
        "LIBRARIAN",
        "SOMETHING SLIDES OUT IN FRONT OF HER",
        "CHEERLEADER",
        "BUT TO CHASE AFTER THEIR FRIEND..",
        "SCREAMS",
        "ONLY TO SEE HER PARENTS COME IN. AND THE ROOM AROUND HER",
        "SOMETHING IS WALKING TOWARDS US",
        "TYPED WORDS APPEAR ON A GLOWING SCREEN 12",
        "A BELL TOLLS",
        "TEACHER, (CONT'D)",
        "RETURN TO NORMAL.",
        "CHLOE",
        "CHLOE RIPS THE GAUZE FROM HER FACE",
        "FOR A MOMENT SHE CAN'T STOP SCREAMING",
        "HALLIE SCREAMS",
        "AS SOON AS SHE SPEAKS THE WORDS, DARK TENTACLES CRAWL DOW",
        "WHISPERED VOICE, (0.S.)",
        "THE LIGHTS SHORT OUT IN SEQUENCE, THE DARKNESS WORKING IT",
        "MR. JENSEN, (0.S.)",
        "NOW A FLOOR BOARD CREAKS IN THE LIVING ROOM",
        "SLENDER MAN IS RIGHT THERE",
        "THEN SOMETHING MOVES BEHIND THEM",
        "DEEP IN THE DARKENED WOODS.",
        "CRACK",
        "LIZZIE",
        "CHLOE, (V.O.)",
        "ON VIDEO 6",
        "THE FINAL CALL. A DEEP, LOW, TONE OSCILLATES AND ECHOES",
        "CREAK",
        "THE DARK FIGURE STANDS RIGHT BEHIND HER IN THE REFLECTION",
        "THE END.",
        "VOICES OF LOST CHILDREN SWIRLING AND CRYING FOR HELP",
        "DOORWAY",
        "TOM",
        "SLIDING INTO THE HALLWAY",
        "A HUGE, BROKEN DOWN MANSION",
        "THROUGH THE TREES.",
        "THE DOORBELL.",
        "SUDDENLY, THE WIND STOPS",
        "LUNGS",
        "THE FIGURE",
        "BURLY KID",
        "WE HEAR THE FINAL BELL",
        "THEN A FAINT MURMUR COMES FROM THE WOODS",
        "DARKNESS",
        "AND THE ANGEL SCREAMS",
        "THE OTHER THREE",
        "WHEN A CHIME SHATTERS THE SILENCE",
        "HER ARM IS BUBBLED OVER WITH LESIONS",
        "THEN THE AISLE ENDS",
        "BIOLOGY TEACHER",
        "SHE SCREAMS",
        "LIZZIE, (0.S.)",
        "THE GIRLS TURN TOWARDS THE SOUND AND SOMEHOW THEY ARE RIG",
        "IS SOMETHING STANDING THERE...",
        "THE LONG, THIN SHADOW FLOATS INTO VIEW. SLITHERING ACROSS",
        "HER EYELIDS OPEN. BUT THERE ARE NO EYES. ONLY BUGS",
        "SUDDENLY, A FLURRY OF IMAGES ON THE SCREEN",
        "LIZZIE, (0.C.)",
        "IT LOOKED LIKE KATIE",
        "BOY'S VOICE",
        "A GUN",
        "VOICES, (0.S.)",
        "SHHH",
        "HALLIE'S MOTHER",
        "THE LIBRARIAN'S CART TUMBLES TO THE FLOOR IN FRONT OF HER",
        "DOWN, SMOLDERING ON THE CARPET",
        "WAY ACROSS THE ROOM... TOWARDS WREN",
        "SHE LOOKS INSANE",
        "STOP THIS",
        "BLACK.",
        "KATIE, (0.S.)",
        "FEATURELESS. A BLANK VOID",
        "BUT I SEE HIM",
        "DOCTOR",
        "IN THE NOTHING...",
        "THEY ALL JUMP AND SCREAM.",
        "SLITHERING AROUND HIM. HIS BLANK FACE STARING.",
        "JUST LINES OF SHELVES LEADING INTO DARKNESS",
        "LOUD GASP",
        "HER. HER EYES DARTING AROUND THE ROOM, SEARCHING...",
        "KATIE",
        "DEFINITELY THERE.",
        "A LONG, FAINT CHIME RESONATES, CARRYING OUT FROM SOMEWHER",
        "NOTE",
        "P.E. TEACHER",
        "SMACK",
        "STUDENT",
        "THEN HALLIE SEES IT",
        "THEN ANOTHER MURMUR FROM THE WOODS",
        "THE WALLS LIKE BLACK VEINS SPIDER-WEBBING IN ALL DIRECTIO",
        "THE ARMS UNFOLDING LIKE PETALS OF A BLACK FLOWER. HOVERIN",
        "NEWS VIDEO",
        "VOICE, (0.S.)",
        "PATIENT TEACHER",
        "A BRANCH BREAKS AND FALLS TO THE GROUND AND CHLOE CHARGES",
        "THE HOUSE",
        "YOU WERE RIGHT, HALLIE",
        "I'M GOING TO",
        "HER EYES",
        "LATER",
        "WHO GIVES A SHIT ABOUT TOM",
        "AND SHE IS ABSORBED BY THE FIGURE DROPPING DOWN FROM ABOV",
        "CHLOE HOLDS THE SCALPEL UP TO HER EYE",
        "FRIGHTENED VOICES CRY OUT FROM THE CROWD",
        "A HIGH PITCHED SOUND",
        "A SCREAM COMES OVER THE LINE",
        "TOM, (CONT'D)",
        "CHLOE, (0.S.)",
        "CHLOE POPS UP IN THE WINDOW RIGHT ABOVE THEM",
        "WREN, (CONT'D)",
        "HANGING AT ITS SIDES",
        "BOO",
        "HALLIE, (0.S.)",
        "FLOOR. IT BENDS INTO AN IMPOSSIBLE SHAPE AS IT ROLLS UP T",
        "MR. JENSEN",
        "GIRLS",
        "HALLIE SHRIEKS AND PUSHES AWAY",
        "CHLOE, (CONT'D)",
        "KATIE, (CONT'D)",
        "ENVELOPING HER",
        "HER",
        "CUT TO",
        "LINK FENCE",
        "A BONE CHILLING SCREAM",
        "HALLIE GASPS AS A BLINDING LIGHT EXPLODES ALL AROUND HER",
        "REPORTER, (ON TV)",
        "CRICKETS STOP CHIRPING. THE LEAVES STOP RUSTLING. DEAD QU",
        "HALLIE/CHLOE/WREN SPEAKING WITH THE INVESTIGATOR",
        "SLENDER FIGURE. ARMS REACHING DOWNWARD",
        "CLAP",
        "HELL IS GOING ON",
        "BOOM",
        "SUDDENLY, KATIE ARCHES BACKWARDS AND A SOUND COMES OUT OF",
        "PULLS HIMSELF TO HIS FEET.",
        "DEN",
        "A FIGURE WE RECOGNIZE",
        "WALL. AT ANY MOMENT IT WILL ROUND THE CORNER",
        "WREN, (INTO PHONE)",
        "THEY HEAR THE FLOOR CREAK OUTSIDE THE DOOR",
        "FROZEN IMAGE",
        "A RAPID-FIRE SERIES OF CLASS PHOTOS",
        "WHAT DO YOU WANT",
        "SHE REACHES THE END OF THE AISLE AGAIN",
        "CUT TO ANOTHER PART OF THE WOODS",
        "ON VIDEO 4",
        "TELL ME WHAT HAPPENED",
        "WREN",
        "BLACK SUIT WITH A FACE THAT IS A FRANCIS BACON BLUR--",
        "TOUR GUIDE",
        "NURSE",
        "HER MISSING EYES ARE NOW DEEP CRIMSON XS OF SCARRED TISSU",
        "HALLIE'S FATHER",
        "TOM, (0.S.)",
        "DEEP VOICE, (0.S.)",
        "FRONT OF HER. GROWING TALLER",
        "THE DOORBELL RINGS AGAIN",
        "HALLIE'S MOTHER, (CONT'D)",
        "CRASH",
        "OH MY GOD",
        "THAT OMINOUS RED-ON-BLACK WEBSITE",
        "HALLIE, (CONT'D)",
        "WREN, (PRE-LAP)",
        "BZZT"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "PANNING OVER GIRLS’ STUFF abandoned on dead grass. GIRL’S VOICE #1 (0.S.) They left things in the clearing and walked into the trees. Holding hands...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TITLE CARD APPEARS",
          "text": "We keep panning over the discarded items. A journal, a ph inexpensive jewelry, a bedazzled cellphone... But each item is either ripped or smashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS VIDEO",
          "text": "POLICE search with dogs. ONE OF THE POLICEMEN holds up a TEDDY BEAR. Torn in half... BOY’S VOICE #1 (0.S.) All the girls were like totally normal. None of them was on drugs or anything. One of them was like a Girl Scout. Or Explorer Scout. Or something like that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A RAPID-FIRE SERIES OF CLASS PHOTOS",
          "text": "TEENAGED GIRLS' faces. Some freckled, most smiling. GIRL’S VOICE #2 (0.S.) Jennifer, Ellen, Allison, Carly, Rebekah, Margo, Kylie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON VIDEO 4",
          "text": "A CHEERLEADER talks directly into her Web Cam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERLEADER",
          "text": "The school library burned down the same day. It was pretty freaky. Some pretty mysterious shit. \fBlue Rev. (06/09/16) 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS FOOTAGE 5",
          "text": "POLICE and FIREMEN mill about a smoldering structure. A s standing sign says: CUMBERLAND HIGH SCHOOL LIBRARY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON VIDEO 6",
          "text": "A BOY WITH GLASSES talks to his Web Cam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY WITH GLASSES",
          "text": "I just can’t see a natural fire burning that hot. The walls were melted. I bet the only place anybody'd ever seen anything like that was in Hiroshima.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same burned structure. WORKERS sift through the ashes A FIREMAN, standing amid the charred ruins of the library holds up an intact SURVEILLANCE CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURVEILLANCE VIDEO",
          "text": "Black and white footage of the girls walking from the clearing into the woods. GIRL’S VOICE #3 (0.S.) People said they heard screams. Coming from the woods...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Follow a GIRL through waist-high sunflowers. GIRL’S VOICE #4 (0.S.) But Allison Riley wasn’t like the others. She came back... Allison staggers slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY'S VOICE",
          "text": "The cop who found her said she was holding something. Turned out it was... Viewed from the front, Allison is holding something. She raises her eyes toward us. And opens her hands. As if offering what's in them. Some bloody mess of something... \f10 11 12 13 14 15 Blue Rev. (06/09/16) 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYPED WORDS APPEAR ON A GLOWING SCREEN 10",
          "text": "One letter at a time: \"Her own tongue.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURVEILLANCE VIDEO",
          "text": "Filmed through safety glass inset in a door. The girl, Allison, has a haunted look on her face. GIRL’S VOICE #5 (0.S.) They gave her a piece of paper and asked her to write down what happened. But she only wrote one word...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYPED WORDS APPEAR ON A GLOWING SCREEN 12",
          "text": "One letter at a time: “Him.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROZEN IMAGE",
          "text": "Of the girls walking into the woods. PUSH IN to the background on a dark aberration. Blurred and out of focus incomprehensible human shape. Hideously tall and thin. Featureless. Disproportionately arms extending downwards. A terrifying, faceless figure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON VIDEO: A cat dances while wearing shades and a bow-tie This is on a cell in the hand of HALLIE, 17, fit and athletic. Hair pulled back in a pony tail. A lively spark Hallie’s eyes quickly evolves into a brilliant smile. She leans over and replays the video for KATIE, 17, sitti next to her in the bleachers. Unlike Hallie, she doesn’t the part in a “Massachusetts Charter” P.E. uniform. Katie draws her hair back and stares at the screen. The d old eyeliner around her eyes was left on intentionally. A tiny act of defiance. \fBlue Rev. (06/09/16) 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "It'd be better if he didn't have the bow-tie. A quirky little grin flashes across Katie’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "It'd be better if he exploded at the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "P.E. TEACHER",
          "text": "(calling from the field) Katie, you're up! Katie brazenly ignores him. Hallie gives her a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Whatever. He'll give up after a second. He doesn't really want me having a heart attack on his field. The P.E. Teacher indeed moves on. Hallie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I'm forwarding this to Wren...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WREN, 17, talks to her very PATIENT TEACHER having his sa lunch. Her carefully disheveled bob and retro-cool glasse lend her a unique and clever sense of style. High school posh with a Euro flair makes sure she sticks",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I've been thinking about my short story collection. I'm thinking maybe it's a novel. Wren looks at her phone. Sees the video link from Hallie. Watches and texts back: Groovy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Of course, when I'm published my mother will hire someone to kill me. There are things in there she doesn't know I know. Things her theater friends in Berlin told me. They were shocked and Berliners don't shock easily... Do you know the city? \f17 Blue Rev. (06/09/16) 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATIENT TEACHER",
          "text": "(tolerant) I've never been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KIDS hover in the hallway. Wren, Hallie and Katie come al Out of her gym clothes, Katie's look is edgier than the others. Buckled and worn leather boots and jeans. A scree printed heart with large black wings spread across her fa and ragged out t-shirt. They see CHLOE (17). Alert, pretty. She makes her way ove adjusting her sweater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(sarcastic) Nice sweater...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Katie! Hallie tries to come to the rescue, but Chloe can stand u for herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "I got it at Tilly's. It’s in all the magazines... The girls keep walking. Chloe falls in with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It's YOUR life. We can only offer guidance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Eat me, bitch. The girls laugh as they near a group of BOYS. Wren lowers her voice, in a mock-British accent-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Just ahead, the Dude-Bro in his natural habitat. Let's observe, shall we? Hallie laughs at Wren's little remark as they skirt the e of the boys. But when her chuckle's over, Hallie looks ba and sees TOM (17). \fBlue Rev. (06/09/16) 6. He’s tall, clean cut, and flanked by “bro”-type buddies. his broad, sleepy-eyed smile and gentle disposition sets apart from the rest. Casually, he glances in Hallie’s direction. She thinks he’s hailing her. She opens her mouth to say \"Hey\" back. But embarrassingly it’s a false alarm. Hallie awkwardly covers her mistake b rubbing her nose. Wren observes all and shakes her head. To add to Hallie's embarrassment, Wren calls out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Hey Tom, what's the plan tonight? Tom smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "BIG plans-- But one of the boys, A BURLY KID with a Red Sox cap interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURLY KID",
          "text": "Hey! Top secret! Tom shrugs. Maybe even winks as the boys continue past. W turns laughing to Hallie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Circle jerk? KYLE (17), slightly nerdy and definitely bookish, brings the rear. Not bad looking, but obviously the runt of the litter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Hey, Chloe. He nods, falling just short of making effective eye conta Chloe smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "So, Kyle, what's the big secret?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "I could tell you but I'd have to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Yeah? \f19 Blue Rev. (06/09/16) 7. Hallie rolls her eyes. The “End of the Day” bell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I, for one, am intrigued but I've got to go get my sister. Hallie smiles and peels off. Chloe engages Kyle in furthe conversation. While Wren and Katie exchange amused looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Family dinner time. Meet Hallie’s MOTHER and FATHER, 40s. sister, LIZZIE, a sweet 14-year-old mirror image of Halli",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S FATHER",
          "text": "I bumped into Coach Sanders today. He said your 1600 meter time is really improving. All that training is paying off. Good job, honey. Hallie smiles. About to say thanks, but Lizzie interrupts",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "Did you tell them? Dolores Constantino quit the team... Hallie shoots Lizzie a look. HALLIE’S MOTHER Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "She's pregnant. Hallie continues to glare at Lizzie: “Why bring that up?” Their mother internally “Tsk tsks...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "What does she imagine she'll do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "She wants to keep it. She's going to drop out and have the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "17-years-old? My God. It could end there but Hallie doesn’t like her mother’s t Decides to lob a grenade. \f20 Blue Rev. (06/09/16) 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Doesn't she have the right to? Hallie’s mother jumps on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "The question is, is it smart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Smart isn't always what matters. Sometimes you have to do what you feel, even if it doesn't make sense. That's what it is to be a person, right? To have free will? A person has the right to say two plus two equals five. HALLIE’S MOTHER Okay, Dostoevsky. Hallie sighs in an irritated and overdramatic fashion. He mother lets it slide, but only for a moment. HALLIE’S MOTHER (CONT’D) So, I suppose WREN is going to be at Katie's tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Yeah, so... HALLIE’S MOTHER So...I just noticed a change since you two started hanging out- Hallie glares at her. A stinger. Every teenager's super power. And as if on cue, the DOORBELL rings. INT. HALLIE’S HOUSE - ENTRYWAY -- MOMENTS LATER 20 Lizzie opens the door to let Wren in. She's obviously exc to see the older girl. Wren knows it and likes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "How you doin' kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "(making sure her parents don't hear) I wore the t-shirt you gave me to school. I got sent to the principal's office. \f21 22 Blue Rev. (06/09/16) 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Well done. Hallie shakes her head as she grabs her coat. Playfully tweaks Lizzie's braid before she and Wren head out. Lizzi left just standing there. Wishing she could go, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie lets Hallie and Wren in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Don't make any noise. “IT’S” dormant. Reveal KATIE’S FATHER, 40s. Ex-military but still sports crew-cut. He’s asleep on a couch in the living room. In f of an old movie. Vodka in evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "(resigned) Just another Friday night at the Jensen's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lone bare bulb hangs from the ceiling. The warm pool of light casts shadows of scattered and forgotten belongings the dark recesses under the house. Rotting wooden posts struggle to support the floor above. Somewhere in the darkness, A TINY SIX-LEGGED CREATURE skitters across a spiderweb. He watches silently from a corner where the rafters meet. four girls lounge in recycled sofas and rescued furniture the belly of the room below. It’s a dark and dank little clubhouse, hidden away from t outside world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Seriously, I think you and Karl will make an adorable couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "It’s Kyle. And I don't even like him... \fBlue Rev. (06/09/16)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Sure, sure. Like you don't wish you were there with him at their secret sausage fest right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "No, but... (beat) I do know what their big secret is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Do tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "They're all getting together at Tom's house. In his garage to try to summon Slender Man. A heavy silence fills the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(mockingly) Creepy. Hallie studies the others, not quite grasping the",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What’s Slender Man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(to Hallie) The guy who makes kids disappear? Hallie doesn’t have a clue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Wait. Why have I not heard of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "That’s a longer conversation... 10. situation. Hallie gives Wren the finger. Scopes her phone. Enters \"Slender Man\" in her search browser. FOOTSTEPS POUND THE FLOOR ABOVE THEM. It’s so loud they all flinch!! The girls sit frozen in place. Listening. Eyes following movement above. The light hanging over their heads sends dark shadows ove their eyes. Like they’re telling ghost stories by campfire. \fBlue Rev. (06/09/16) ll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "(whispers) What the hell is he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Probably looking for another bottle. (child-like) \"Daddy needs his medicine...\" Hallie smiles at the joke and pops in her ear buds. We watch her click on a video link. - IN THE VIDEO: A long, slow PUSH-IN on a black and white image of a burned down library. Text scrolls up from belo - “IN THE SUMMER OF 2001, SEVEN GIRLS FROM THE TOWN OF CUMBERLAND, RHODE ISLAND WENT MISSING WITHOUT A TRACE.” Hallie can still hear the girls talking back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "I hate living here. All he does is drink, sleep, and shit. The girls laugh. Everyone but Hallie, focused on her phone. - The video continues to zoom in on the smoldering librar the text clears. Closer and closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "It’s just so much worse since my mom left-- THE FLOOR CREAKS ABOVE. Katie, Chloe, and Wren look up. Following with their eyes Hallie listens with them, still watching the image on her phone as it evolves into a dark indistinguishable shape. - Then four words surface in the center of the frame. -— “ONLY ONE CAME BACK...” Katie’s eyes drop to the floor as her father’s footsteps away and disappear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Sometimes I just wanna leave. You know? \fBlue Rev. (06/09/16) 12. She glances up, looking for comfort in her friends’ eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I have friends in Paris. We could stay with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(not looking up from her phone) What friends? You’ve never even been to Paris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "My mom has friends there, idiot. WE HEAR MORE FOOTSTEPS CARRY THROUGH THE HOUSE. Katie looks to the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Don’t I wish. I’m totally stuck in this shithole... Then something draws Hallie’s attention back to her phone - Out of nowhere, a LOW EERIE DRONE. It grows in Hallie’s ears until it drowns out the chatter in the room. Hallie looks over as the girls continue to discuss someth she can no longer hear. - ON THE SCREEN: Something seems to be taking form in the indistinct, shadowy regions of the grainy image. Hallie struggles to focus, pulling the screen closer. In this moment, it’s like the real world around her has decelerated. Almost paused, as the INTENSE LOW TONE HEIGH in Hallie’s ears. She stares at the mysterious, silent shape on screen. Unblinking. Straining to make sense of it. Until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE SCREAMS",
          "text": "Wren, Katie, and Chloe jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What the hell?! \fBlue Rev. (06/09/16) 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(laughing now) Oh my God. Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What? The girls gather around now. Watching the same video of t burned library. Chloe reads from the screen, a haunting tone to her voice Getting into the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "\"In the summer of 2001, seven girls from the town of Cumberland, Rhode Island went missing without a trace...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "We can read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Good for you. We watch in silence as the girls stare at the screen. The low drone intensifies. Warbling and over-modulating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "This made you scream?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Wait. It’s coming up. The sound slowly dies out. Silence sets in around them as they huddle together in the center of the room. The tiny above keeps the darkness at bay as they focus on the phon",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "(whispers) It was right after-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHRIEKING FACE",
          "text": "They all jump as it leaps out at them. Then start laughin Katie snatches the phone. She backs up the video and free the frame. With the shrieking face frozen on screen, it becomes clea that it has been crudely digitally added to the still ima It's a girl. Eyes wide. Hair and face drenched in blood. \fTan Rev. (mm/dd/yy) 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "That's- you know who that is? From \"Carrie\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "That is the girl from \"Carrie.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "That is patently the girl from \"Carrie.\" Hallie averts her eyes, embarrassed. Wren’s judgmental comment clearly directed at her. Katie scrolls through more links. Clicks on another... ON THE SCREEN: Disturbing images of a tall, shadowed figu Slide through frame. Always alone. Watching. Waiting. Sta without eyes. Just a pale white, blank face... ...Like it’s been erased. - A human-like depiction of a figure wearing a black suit blood red tie. Sickly pale skin covers a featureless face - The hideously thin form lurks in a dark forest, its impossibly long arms reaching towards us. - Black tentacles spread from the back of another tall figure. They twist around his body on all sides. Face bla like the others. Its elongated arms hanging at its sides. Katie grabs her laptop now. Chloe continues reading from phone. Wren looks at her cell, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "\"He preys upon innocent youth...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Sounds like my Uncle Herbert. The girls snicker as Chloe continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "“Slender Man is said to live ina hidden mansion, but the location is unknown...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Really? Is he single? Chloe cracks this time. She can’t help but laugh. +e HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 Tan Rev. (mm/dd/yy) 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Here it is! (looks up) “How To Summon Slender Man.\" A devious smile creeps across Wren’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "We have to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "We actually don’t. Actually...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER 23",
          "text": "A video is cued up on Katie’s laptop. A sparse web page w a generic black background. A foreboding play symbol wait patiently. One line of basic text reads... “How To Summon Slender Man” The girls gather around as if prepping the stage for some bizarre, ancient ritual. Hallie hits the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Seriously, this feels like clicking on something really Russian and malware-y.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Don’t be such a pussy. Katie shoots her a look. Wren reaches in and clicks play on the laptop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VIDEO EXPANDS AUTOMATICALLY, FILLING THE ENTIRE SCREE",
          "text": "- IT STARTS TO PLAY: Footage of A FOREST over a dead sile Almost a still image, but the mist slowly drifting betwee gives it away. A sinister glow from the screen up-lights the girls’ face they gaze into the display. Hypnotized. - Shots of ISOLATED LONELY TREES. Towering pillars that r into a darkened canopy. Twisted branches cutting through night sky. \fBlue Rev. (06/09/16) 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Listen to this shit... (reading from her phone) “Those who hear the three bells toll, accept HIS invitation...When you hear the first you must close your eyes, keeping words unspoken... - On screen, eerie image after image repeat over and over Crooked trees separated by a dark void inside the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "If one wants to hear they must listen closely, for they are faint and distant. With eyes still closed and the mind wide open...clear your thoughts as you await the second... - An ever present fog, hides something from view. Somethi we can almost see. But the image keeps changing. Switchin another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "+.-Only opening your eyes once you hear the third...” Chloe shakes her head, trying to make sense of it. The girls are spellbound, soaking in the pale glow from t screen. Except for Chloe who nervously laughs and backs a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "Whatever...this is dumb- Wren pulls Chloe reluctantly back into the mix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Chloe! Shut up... The girls return to the image on the screen, silence ring in their ears. An anxious tension as they hold their collective breath. Listening... Waiting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Very funny bitch. Knock it off. \fBlue Rev. (06/09/16) 17. Now nervous laughter. Wren quickly shushes them. ON THE LAPTOP: We begin to hear the sound of trees creaki in the breeze. Wind rustling through branches. A moment later, very faintly...soft and far way... A BELL ECHOES IN THE FOREST. The girls look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(devious) Let’s do it. They all close their eyes, giggling. But Chloe pauses, gu shy. Wren nudges her and she follows along. Then a silent moment. We hear the girls breathe, waiting in the electric glow f the screen. ON THE LAPTOP: A SECOND FAINT BELL RESONATES, carrying ou from somewhere deep in the darkened woods on screen. With her eyes still closed, Chloe lets out an awkward lau",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Are you serious? This is so--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OTHER THREE",
          "text": "(eyes closed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHHH",
          "text": "Chloe sighs in resignation and keeps her eyes shut. ON THE LAPTOP: The sound of the forest settles. A hushed stillness. We can hear the sounds of leaves landing softl the ground. LIKE TINY FOOTSTEPS IN THE DARKNESS... Then, barely audible, a low faraway tone. An unsettling hollow ring... - THE FINAL BELL TOLLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Do you guys hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I think so. \f24 Blue Rev. (06/09/16) 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Maybe. I don’t know... They open their eyes as the sound slowly dies and fades a - ON THE SCREEN NOW: A static silhouette of a large, gnar and twisted oak tree. Branches reach out into the frame l tentacles winding their way out of its thick black trunk. The girls sit, eyes fixed, waiting for something to happe But nothing comes. - Just that ominous image of the towering oak tree starin back at them. Relentless...Unwavering... - Or is it? Is the tree moving? THE SCREEN SUDDENLY STROBES WITH IMAGES WE CAN’T MAKE OUT The girls shudder, shielding themselves. - Then the image cuts out. Just disappears. THE SCREEN GOES TOTALLY BLACK. A deafening silence as the girls sit frozen in the dark r Nobody speaks. Temporarily blind. The screen now blank. Chloe and Hallie look at each other, completely unnerved. Trying to shake off the mutually disturbing feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What a stupid video... But Wren’s eyes give it away. She’s just as rattled and quickly clicks the lights on. The lone bulb above them wa away the darkness. The girls breathe easier now as they recover from the intense on-screen assault. Except for Katie. Who just sits there. Staring at the bla screen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Moonlight from a small basement window sketches outlines random junk in the room. We see the same tiny spider, spinning his web. Pausing occasionally to watch the girls who lay blanketed on couc cushions and cots in the darkness below. \fBlue Rev. (06/09/16) 19. Hallie struggles to fall asleep. Wrestles with her makesh bed. Looks over at Wren and sees her eyes are open, too. unsettled look on her face. Across the room, Katie looks at her phone. And Chloe just lies there on her cot. Both also far from sleep. Hallie says nothing. Just lies back down and closes her e But we see... POV - The laptop rests on the coffee table. The tiny gree light blinking. Endlessly. Draining the power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDENLY, A FLURRY OF IMAGES ON THE SCREEN",
          "text": "We can see now they are split second flashes of Slender M that quickly vanish into nothing. Back to an ordinary laptop. No blinking green light. No m power to be drained. Just a dead black screen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie looks slightly distracted as she sits with Hallie, Wren, and Chloe. But the girls don’t really see it. Hallie finds her gaze continually drawn a few rows over. where Tom sits. She quickly averts her eyes when he looks her direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Don't make any pregnancy jokes but I felt so nauseous this morning. I threw up twice. Hallie turns at this, faintly troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Have you been having nightmares? Chloe thinks about it. Shakes her head. But Hallie notice Wren react to the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Have you? Wren looks like she's been caught at something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "What was it? \fBlue Rev. (06/09/16) 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Nothing really, just that video...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "From the sleep over? Wren nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "But that was like a week ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Not really surprising. Hallie contemplates. Meanwhile, Katie continues to stare blankly out her window. Into the treeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (0.S.)",
          "text": "Why a cemetery? It’s hardly worth a field trip. I mean, it’s a goddamn cemetery? Large granite monuments, crumbling headstones form a crud skyline behind the gates of an old cemetery. Inside, a GROUP OF STUDENTS follow a TOUR GUIDE. Wren and girls amongst them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUR GUIDE",
          "text": "This burial ground dates back to the Revolutionary War... Katie and Hallie follow, lagging behind. Katie ignores th tour and stares off into the distance. POV - A TREELINE skirts the edge of the old cemetery. The trees tower above it. A dense, untamed forest. No way to where one tree begins and another ends. TOUR GUIDE (CONT’D) Generations of soldiers have been laid to rest here since... Now the tour passes A LARGE MAUSOLEUM. Elaborate carvings etched in the cracked and deteriorating stone walls. As the guide continues on, Katie steps away from the grou She drifts across, studying the massive grave. \fBlue Rev. (06/09/16) 21. A LIFE-SIZED BRONZE STATUE OF AN ANGEL guards the entranc the mausoleum. Decades of corrosion have turned the angel skin a ghastly shade of green. Katie steps over and faces the lifeless statue. Years of weathering and erosion give the horrific appeara of BLACK TEARS FLOWING FROM THE ANGEL’S EYES. Mold grows the dark stains that stream down her face. The tour guide’s voice fades into the background as Katie absorbs the angel’s empty gaze. We see a deep sadness in Katie’s eyes. Emotion hiding jus under the surface. It overwhelms her. Tears begin to form And just as her first tear is about to fall... IT TURNS BLACK AND RUNS DOWN HER CHEEK. Then another one... Two dark tears drip from her eyes. Katie wipes them away. BUT THE TEARS KEEP FLOWING. STREAMING DOWN HER FACE. Katie panics when she looks at her hands. Inky black liqu drips off her face and pools in the palms of her hands. Her panic turns to pain and she starts to choke. The blac tears streak down her face, draining the color from her s She looks back up, fighting for air...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEATURELESS. A BLANK VOID",
          "text": "KATIE GASPS FOR AIR. SHE CAN’T LOOK AWAY! WE SEE THE TERROR IN KATIE’S EYES AS THE STATUE RISES UP",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLENDER FIGURE. ARMS REACHING DOWNWARD",
          "text": "KATIE STANDS PARALYZED. SHE CAN’T MOVE. IT HAS CONTROL OV",
          "sentiment": "neutral"
        },
        {
          "speaker": "HER BODY",
          "text": "SHE CAN’T BREATHE!! SHE CAN’T SCREAM!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (0.S.)",
          "text": "Katie! KATIE’S BODY JOLTS AS SHE SNAPS OUT OF THE VISION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Hallie’s face. She stands right in front of Katie. \fBlue Rev. (06/09/16) 22. Everything is back to normal. The angel stands silently outside the mausoleum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Katie... Katie looks around, confusion all over her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUR GUIDE",
          "text": "(to Katie) You okay, young lady? Looks like you've seen a ghost... Katie shakes her head. TOUR GUIDE (CONT’D) Well, you wouldn’t be the first... As the group continues on, Katie’s eyes are drawn again t the distant treeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bus-load of kids sit waiting. Everyone there, except Ka Hallie looks out, scanning the perimeter for her friend. At the gates of the cemetery. A TEACHER talks to the BUS DRIVER. Just out of earshot. We see the urgency in the teacher’s words. The anxiety in her eyes. The bus driver looks past her, searching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "It’s Katie we're waiting for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Yeah. I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Did she seem weird to you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Weird? Wren looks at Hallie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Weird how? Hallie shrugs, shaking her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I don’t know. Distant. She hardly said anything all day. \fBlue Rev. (06/09/16) 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Well, her bag’s here. She wouldn’t just leave without it. She motions to the backpack slung on the seat next to her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The students, now pulled off the bus, stand by as MORE TEACHERS and SCHOOL OFFICIALS confer with CEMETERY OFFICI The girls watch as the commotion swirls around them. Hall finds that, by chance, Tom is standing right next to her. He looks in her direction. They catch eyes. Hallie takes it as an invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "If we have to stand around here any longer, I think I’m gonna die. Tom gives a slight chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "No pun intended...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(amused) None taken. Tom’s smile slowly fades as they share an awkward pause. Nearby, Wren's on her phone, as Chloe anxiously looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (INTO PHONE)",
          "text": "Katie, cut this shit out. We're all prisoners ‘cause of you....",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(to Hallie) None of you saw where she went? Hallie just shakes her head. Wren hangs up and steps over",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It cut me off! Her mailbox is full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "She hasn't answered any of my texts, either. \f31 Blue Rev. (06/09/16) 24. Hallie, Wren, and Tom look up to see Chloe’s eyes widenin They spin around, and as if to confirm their darkest fear A TRIO OF POLICE CARS SWOOP INTO THE PARKING LOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Oh, shit!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "This is getting serious, people...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tired sun dips behind the treeline. Slender shadows r across the graveyard, welcoming nightfall. POLICE talk to school officials, finally releasing kids t their waiting PARENTS. There are FLASHLIGHTS in the woods. A SEARCH PARTY. Chloe watches them moving behind the trees. The lights vanish and reappear as they hunt for any sign her missing friend. Under everything, like a whisper in t wind, we can hear the sound of the workers calling her na “Kaaaaatieee...” Wren judges the look on Chloe’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "She just ditched. Trust me. She’1l still be there annoying us tomorrow. Chloe nods. The sentiment helps, but she’s not convinced. Hallie rummages through Katie's bag nearby. She stops and peeks inside. Reaches in and pulls out... AN OLD LIBRARY BOOK. The cover partially torn. Pages comi unbound. The title instantly strikes her: BARDO THODOL. The worn pages almost break and split, crackling as Halli flips through. Wren leans in to get a better look. A SERIES OF HAUNTING ILLUSTRATIONS FLASH BY... - Dark spirits and tortured souls. - Winged demons with razor sharp teeth. \f32 Blue Rev. (06/09/16) 25. - Phantoms amid a desolate landscape burning in the sun. - A man screams, flesh being ripped from his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What class was this for? Wren and Chloe have no response. In the shadow of the graveyard behind them, the question takes on more weight. Wren just gestures towards the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Hallie... Hallie's parents pull up, her mother waving from the wind",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "I'll keep this shit for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(to Chloe and Wren) Do you need a ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "My mom’s on her way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Okay. Call you later... Hallie hands over the book and heads to the car. As she leaves, she glances back over her shoulder. Still no sign of Katie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "News about Katie's disappearance plays on the TV. Hallie watching with her family in the living room. As she live- texts with Wren and Chloe- Wren: This is unreal. Hallie: I know. Chloe: My mom asked if she was doing porn. Hallie: And I thought my parents were dumb. Hallie’s father turns up the TV volume now. She looks up. \fBlue Rev. (06/09/16) 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "Despite new footage, we're still left with more questions than answers. ON TV: Shaky phone footage of the students at the cemeter Kids have their lunch on the grass. Katie is visible in t background of the shot, unnoticed by the foreground kids. stands very still, frozen, staring off into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "No word at this time about any possible mental health issues she might have had or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "(interrupting) Was she on drugs? Hallie shoots her sister a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(quietly) You're not helping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "Was she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "No. Don’t be ridiculous. Hallie’s family thinks she has answers to the mystery. Bu she doesn’t...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OMINOUS POV - As if something is watching the school from woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STUDENTS listen as a TEACHER drones on in the background. Hallie stares out the window. Searching. Trying to compre the grim fact that Katie is still missing. Then Hallie’s expression darkens. Something unsettling... HALLIE’S POV - Two police cars pull up in front of the school. THE OFFICERS hop out. There’s a short exchange an they head into the building. \fBlue Rev. (06/09/16) 27. A murmur rolls through the classroom as other students ta notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER, (0.S.)",
          "text": "Hallie. Hallie snaps out of it and looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER, (CONT'D)",
          "text": "They need you in the principal’s office... As Hallie gathers her things, the whispers evolve into a of conversation. Theories about Katie’s disappearance fil the air and follow her out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "When did you last see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blank, white walls give it the feel of an interrogati room. Hallie sits opposite a stern-faced PRINCIPAL and TW POLICE OFFICERS. Confused and nervous, she chooses her wo carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "At the cemetery...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "And before that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "It was Saturday. We spent the night at Katie’s house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "We?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Me, Chloe and Hallie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "We slept in the basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Mr. Jensen was upstairs. Passed out on the couch. Again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Where was her mother? \fBlue Rev. (06/09/16) 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "She moved out a while back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Did Katie have a boyfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Have you seen the boys at this school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Maybe there was someone she didn’t tell you about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "No. She’s my best friend. Since Kindergarten...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Would you say she was a happy girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "She used to be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "But then her mom ran off with that yoga instructor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Did she ever talk about running away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "But we all did...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I mean seriously, who hasn't memorized the bus schedule outta this shithole... Tears form in Hallie’s eyes as her voice falters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "She wouldn’t just leave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "It happens more often than you’d imagine. The officers wrap things up. \f34 Blue Rev. (06/09/16) 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Is there anything else? Chloe hesitates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Anything you haven’t told us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A locker slams open. Hallie quickly swaps books and folde Then she pauses, looking into the locker. A collage of pictures and clippings held in place by magn and tape. Stickered symbols and logos of her favorite ban And crowded in the center -- A PHOTO OF HALLIE AND KATIE TAKEN YEARS AGO. A silly middle-school moment. Sparkling smiles. A flash o innocence. Before they started taking themselves seriousl Before Katie went missing... A deep sadness fills Hallie’s eyes as she shuts her locke",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (0.S.)",
          "text": "Hey! She turns around to see Wren and Chloe hustling over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What’d they ask you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "They wanted to know about Mr. Jensen. And his drinking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "They asked me if I saw anything weird. On the field trip...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What’d you tell’em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "No. But--— Chloe stops and looks around to see if anyone’s listening \fBlue Rev. (06/09/16) 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "I was looking on my phone. The stuff I took at the cemetery... She holds it out and taps the screen. Hallie squints to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "It's almost at the end... - SHAKY FOOTAGE: Kyle sheepishly turns away as Chloe gigg from behind the camera. CHLOE (0.S.) (CONT’D) C’mon...do it... - The camera circles around, chasing. But Kyle tucks his down, keeping his back to us. CHLOE (0.S.) (CONT’D) Just one more time, for me... - She corners him and Kyle gives in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Okay, okay! - He faces the camera and flashes a completely nauseating but adorable puppy dog, sad face. Then he ducks out of fr - The camera lingers for a split second, trailing over th trees in the background... Horror spreads across Wren’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Barf...I think I’m gonna throw up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Shut up, not that. Chloe hits pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What am I supposed to be seeing? Chloe takes a SCREENSHOT. Double-taps to ZOOM IN... We fix on a blur of unfocused confusion. Chloe adjusts th image until something slowly comes into view... \fBlue Rev. (06/09/16) 31. A_SHADOWED FIGURE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "It could be anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It’s a man, Moron. The words send a chill down their spines. The three girls just stare at the phone. THE HAUNTING IMAGE STARES BACK. Hallie’s nervous laugh breaks the spell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Come on...It IS a public place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Hallie! It's a goddamn man, standing next to a goddamn cemetery in the woods, watching goddamn teenagers. That’s pretty GODDAMN creepy right there, don’t you think? Terrible possibilities flood the girls' minds. Hallie han the phone back to Chloe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Did you show it to the police? It might be evidence. Probably not. But you should give it to them. Just to be... You know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "(interrupting) Yeah. I know, but...It’s probably nothing. Hallie nods. She and Wren start to move on but only get a steps before Chloe calls after them-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "I wasn’t thinking it was Slender Man. I mean, if that’s what you thought I was thinking. Hallie turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "No, I know. \f35 Blue Rev. (06/09/16) 32. But Hallie looks uneasy. Wren does, too. Though in a different way. A hint of excitement dances in her eyes. EXT. HALLIE’S HOUSE -- LATER THAT NIGHT 35 OMINOUS POV - A two-story home sits in darkness. The porc light casts long thin shadows into the yard. As the POV inches closer, a figure inside the house appea in the front window. The POV watches the figure hold for moment and move past the window. Then the OMINOUS POV continues onto the porch and up to the front door. INT. HALLIE’S HOUSE -- CONTINUOUS Muffled voices echo off the walls as the MOVING POV moves silently down an empty hallway. A shaft of light spills through an open door to another room. The voices grow louder as the OMINOUS POV slips through t light and into shadow. The words gradually become clear..",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE, (0.S.)",
          "text": "I could stay home alone you know. I'm old enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (0.S.)",
          "text": "Physical age, maybe. The mysterious POV turns a corner, plunging into darkness past an even darker utility room. Moving ever so slowly, it drifts closer and closer to a brightly lit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEN",
          "text": "Lizzie sits on the floor, homework scattered in front of Hallie is huddled up on the couch looking at her phone. - ON THE SCREEN: The shaky video of Kyle from Chloe’s cam",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (0.S.)",
          "text": "C’mon...do it... - The camera spins around Kyle. Hallie taps the screen and fast-forwards. - In fast motion, the camera circles around. Hallie taps play. \fBlue Rev. (06/09/16) 33. CHLOE (0.S.) (CONT’D) Just one more time, for me... Lizzie peeks over, trying to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "You should tell me what really happened to Katie. We never keep secrets from each other. PAUSE. Hallie hides the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "How would you know? Do your homework.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "It was a boy, right? You think I'll tell. I’d never tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(a little smile) You'd totally tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "Not mom and dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Totally mom and dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Definitely. But you get points for honesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "So tell me! Hallie just gives an empty look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE, (CONT'D)",
          "text": "You don't know...do you? Lizzie watches her search for an answer, but there isn’t",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Lizzie, just finish your homework. With a sigh, Lizzie turns to the papers scattered around Hallie shifts back to the phone. The video. She taps play - ON THE SCREEN: Chloe laughs as the camera follows Kyle. \fBlue Rev. (06/09/16) 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Okay, okay! - He makes his goofy sad face and ducks out of frame. PAUSE. Hallie taps the screen. - Slowly...frame by frame by frame...we inch through the video. Then stop...ON THAT FRAME. - The one we’ve seen before on Chloe’s phone. The one of man watching them from the woods. Hallie studies the frozen image closely. HALLIE’S POV - A LONG SHADOWED FIGURE. - The compressed pixels don’t provide enough detail. Just vague outline sketched in a chaotic array of digital bits The bits add up to something that resembles a strange, ta thin human-like form. CRACK. A sound from somewhere inside the house. Both girls turn towards the sound, listening. It’s almost if it didn’t happen. But it did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Did you hear that? Lizzie just nods, a troubled look in her eyes. We listen with our ears wide open. It’s so quiet we can h everything. The girls breathing. A clock on the wall tick Hallie stares out of the open door, into the hallway. But there’s nothing. Only shadow. No sound. No movement. silence, until... ANOTHER NOISE. This time quieter. Softer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "What is that-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Shh! Hallie steps over to the open doorway and pauses. Listeni",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Mom? \fBlue Rev. (06/09/16) 35. Her voice shatters the silence. They wait, listening. But there’s no response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Dad? The words echo out into the hallway and disappear. THEN SOMETHING DRAGS!! Like furniture being moved... The girls freeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "Someone’s here... Hallie motions for her to be quiet and moves into the hallway. Towards the dark void inside the utility room. Listens a moment. Still nothing. Her eyes darting from place to place in the hallway. Searching every corner. Checking every shadow. HALLIE’S CELLPHONE CHIMES. The sound sends a jolt through her body. She checks the screen... - It's that screenshot from Chloe’s phone. The man in the trees watching them. But clearer now. - The accompanying text, from Wren: “Auto-corrected for brightness on Chloe's computer!” She focuses her eyes back toward the utility room. A blac hole of darkness inside. She holds still as her eyes adju HALLIE’S POV OF THE UTILITY ROOM - Just a washing machine Cleaning products. An ironing board. Hallie continues past, slowly peeking around the corner. HALLIE’S POV - The corridor leads away from us, into the front of house. Still empty. Only the one slash of light cutting across hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW A FLOOR BOARD CREAKS IN THE LIVING ROOM",
          "text": "Hallie can’t see it, but something is moving in the front the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREAK",
          "text": "\f37 Blue Rev. (06/09/16) 36. It continues as something heavy moves through the open sp in the house. Rocking back and forth...Changing pitch. Louder. Softer. Hallie stares down the hallway as a shadow comes into vie HALLIE’S POV - A long, thin, distorted human-like shape stretches across the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLIDING INTO THE HALLWAY",
          "text": "Hallie scrambles back into the den, glancing back. A LIGHT FLICKERS ON IN THE HALLWAY. A light that wasn't there just a moment ago! Beaming down into the utility room. Hallie slides into the den. Lizzie holds tight to her sis staring out. Trapped in the room. Then slowly, like spilled ink...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALL. AT ANY MOMENT IT WILL ROUND THE CORNER",
          "text": "INT. HALLIE’S HOUSE - DEN -- CONTINUOUS 37 Lizzie starts to say something, but Hallie wraps her hand over her mouth and shuts the door as quietly as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY HEAR THE FLOOR CREAK OUTSIDE THE DOOR",
          "text": "The sound grows louder and louder. Closer and closer... Accompanied by a LOW MURMUR! Lizzie is consumed with fear, starts to cry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(whispers) Shh! THEY HEAR THAT LOW MURMUR AGAIN. The sisters stand there, holding their breath. Listening. Waiting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDENLY, THE DEN DOOR KNOB JIGGLES",
          "text": "Something on the other side! Trying to get in! \fBlue Rev. (06/09/16) 37. Lizzie clutches Hallie’s arm, hiding behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "(threatens ) We called the police! She only now begins to dial 9...1... But the jiggling stops. And then nothing. Just a dead, heavy silence. Hallie lets out a trembling breath. Eyes fixed on the doo Lizzie hides behind her, fear building as each moment pas THEN POUNDING on the other side of the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIRLS JUMP AND SCREAM",
          "text": "But the pounding only lasts a second. Followed by a LOW, MUFFLED SOUND... Like a hopeless sob. Hallie's expression changes. She keeps Lizzie behind her steps over to the door. She slowly opens it. Just a crack Then freezes. She sees something... HALLIE’S POV - A TALL, MASSIVE FIGURE silhouetted by the light in the hallway! Its back to her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEEP VOICE, (0.S.)",
          "text": "Is she here? Hallie starts to back away when- The figure turns around. IT’S KATIE’S FATHER! His clothes unwashed and stained. Haggard and unshaven. A madness behind his bloodshot eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Mr. Jensen? KATIE’S FATHER Is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Jesus. You scared me. What are you doing- \fBlue Rev. (06/09/16) 38. KATIE’S FATHER Answer me, Goddamnit! Is she? Hallie's about to answer. But Katie's Father turns venomo",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE'S FATHER",
          "text": "Is my daughter here? Are you hiding her here!? He moves towards her. KATIE’S FATHER Tell me! Hallie backs up. Scared-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I don’t know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE'S FATHER",
          "text": "It's 'cause of you! She was never into any of that stuff before. All that occult stuff! Lizzie sticks her head out from behind Hallie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Lizzie! Stay back! But Katie's Father charges in. His watery-red eyes glarin",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE'S FATHER",
          "text": "Where is she?! Where's my daughter?! He reaches for Hallie, his giant hands clamping down on h arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Let go!!! Hallie tries to wrestle free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE'S FATHER",
          "text": "Give me back my daughter! They stumble into the middle of the room. Katie’s father loses his balance. Staggers into the coffee table. Hallie breaks loose. Scrambles to Lizzie. They bolt out o the room, running down the hallway towards the front door \f39 Blue Rev. (06/09/16) 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blue and red lights reflect on the walls. Hallie watches her window as Katie's Father is gently placed in a POLICE CAR. Another text from Wren: No comment? U can clearly see him Outside, Hallie's Father is yelling at Katie's Father thr the police car window. Hallie's Mother is trying to restr her husband. Hallie starts to type: Katie's Father was here... But Hallie stops typing. She looks at Katie's Father distraught and crumpled over in the back seat of the crui She deletes her typing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie passes out flyers asking for leads on Katie’s disappearance. She comes upon Wren and Chloe with A BUNCH OF OTHER KIDS. Hallie’s expression changes to nervous when she realizes is there. She avoids making eye contact. Tom is looking at Chloe’s phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(to Chloe) You didn't see anything at the park? When you were taking the video?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Just trees. The police said it’s the light. Playing tricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Probably. It doesn’t really look like anything... Tom notices Hallie and smiles. Hallie smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Looks like something to me... Naturally, Wren directs the conversation back to herself- \f4l Blue Rev. (06/09/16) 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "I mean... There are just things that can’t be explained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You guys really summoned Slender Man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Well, sort of... I guess. (self-consciously) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "We chickened out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(teases Kyle) YOU chickened out! The group laughs. Starts to break up. Hallie decides she can’t keep it a secret any longer. Blurts out-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Katie’s Father broke into my house last night. Everyone turns at that news. WHAT?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "He said some crazy shit about Katie being into the occult. Then, he blamed us for getting her into it. Tom's intrigued. Wren and Chloe look stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie walks away. Wren and Chloe stalk after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Why didn't you tell us about Katie's Father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I just did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "What did he mean about Katie being “into the occult\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Not sure. He was pretty wasted. \fBlue Rev. (06/09/16) Al.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(excited) Christ! She had that book in her bag! About phantoms and stuff... (beat) This could be the next wrinkle in the story...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I don't want to play this game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "If this is all a game, then where's Katie? That stops Hallie in her tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "We know things nobody else knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What do we know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "We know that Katie was apparently taking this paranormal shit very seriously just before she disappeared. We know she watched that video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What does that have to do with anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Maybe Slender Man came for her... Hallie scoffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Or, maybe she couldn’t take Sergeant Drunk Dad anymore and ran away--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "And not say goodbye? To any of us? A silent, but heavy beat. They all contemplate this for a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "When we watched that video, it did something to all of us. I felt it. \f42 Blue Rev. (06/09/16) 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I didn't see anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "I didn't see anything either, Wren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I didn’t say I saw it... I felt it. I think you did, too. I'm damn sure Katie felt it. And that's why she disappeared. Hallie makes a sound like a snort. Wren imitates it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "That's your comeback? We have to take this shit seriously! We have a responsibility here... Hallie looks conflicted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OMINOUS POV - As if something was watching through a twis thicket of trees. Hallie, Wren and Chloe stand under a st lamp. A dim pool of light cutting through the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "This is a bad idea. The girls stare across the street to Katie's house. The flicker of a TV glows in the front windows like death pale eyes watching over a lawn that has gone to hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "He’1ll be passed out by now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Just a quick look around. There’s gotta be something. A clue maybe-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Are you crazy? You didn’t see how he was last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What’s the alternative? Do nothing... \f43 44 45 Blue Rev. (06/09/16) 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "The back door’s always open. (they look at her) I’m just saying... Wren starts across the street. Chloe’s right behind her. Hallie pauses, her feet stuck to the curb. She watches as the girls slip into darkness on the other the street. Then checks the block. Neighboring houses sit in darkness, crickets chirping ove the silence. THAT OMINOUS POV AGAIN - From behind the twisted branches Hallie steps quickly across the street, following the oth two before she changes her mind. The POV follows. Stalkin her from the trees. EXT. KATIE’S HOUSE -- NIGHT 43 Wren moves quietly to one of the front windows. Chloe rig behind, step for step. A moment later, Hallie appears. She looks over their shoulders, anxiety dancing in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(glances back) Told you... INT. KATIE’S LIVING ROOM -- NIGHT 44 We see them peek in from the darkness outside the window. Mr. Jensen is slouched on the couch. A sickly wash of lig blankets him from the television. His head rests to the s clutching a half empty bottle of cheap vodka. EXT. KATIE’S HOUSE -- NIGHT 45 Wren glances back at the other two with a slight grin. Chloe and Hallie see it in her eyes. “We’re doing this.\" \f46 Blue Rev. (06/09/16) 44,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorknob turns on the back door. A slow CREAK as it opens. Wren pokes her head in. The house is silent except the low drone from the TV. Underneath it, we can hear Mr. Jensen snoring. Wren carefully steps inside. Hallie and Chloe slip in beh They move quietly into a dark hallway stretching out in f of them. As they pass the kitchen we see an OPEN PANTRY D In the shadows, we can just make out a cluttered table an chairs. The filthy sink is piled high with dishes. Wren looks back at them with a “Can-you-believe-how-cool- is?” smile. She pauses near an entryway table. A framed picture of Katie with her dad sits on top. Happier times. They peek into the living room. POV - Mr. Jensen lies on the couch, still snoring softly. Wren turns to Hallie and Chloe, gives them the hush sign continues. As she turns, Wren bumps the entryway table, knocking over the framed picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAP",
          "text": "IN THE SILENCE, IT’S LIKE A GUN SHOT. MR. JENSEN IS STARTLED AWAKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JENSEN",
          "text": "Katie? The girls stand in silence, listening. Then as they slowl start to back away... A FLOORBOARD CREAKS UNDER THEIR FEET. Confused, Mr. Jensen turns toward the sound...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULLS HIMSELF TO HIS FEET.",
          "text": "He reaches for the SIDE TABLE DRAWER. Slides it open to reveal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GUN",
          "text": "He grabs it. And revolver poised, cautiously heads in the direction of the noise he heard. \fBlue Rev. (06/09/16) 45. The girls recoil and track back down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JENSEN, (0.S.)",
          "text": "Who’s there? The girls duck into the kitchen. One hiding place. The open pantry. They all try to pile in, but it’s too small. The girls ar in a frantic whisper. We hear Mr. Jensen’s heavy boots clunk on the hollow wood floor in the front of the house. Wren leaves them and backtracks into the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JENSEN, (0.S.)",
          "text": "(voice booming) Who’s there? Wren glances back. She sees Mr. Jensen’s shadow stretch out from the living onto the floor in the hallway. His footsteps approaching. Ten feet seem like a hundred as Wren turns to the back do Mr. Jensen, gun in hand, rounds the corner to the hallway WHERE WREN WAS JUST A SPLIT SECOND BEFORE. It’s empty. She’s gone. INSIDE THE PANTRY: Chloe and Hallie hear heavy measured footsteps moving closer. They hear Mr. Jensen step into t kitchen and stop just outside the pantry door. The girls hear the man’s heavy breaths. They're frozen. Trapped. The girls peer through the downw slats of the door as Mr. Jensen makes his way in. Oh shit...THEY SEE HIS GUN!!! Mr. Jensen scans the darkness in the kitchen. It’s diffic to make out much detail, but he can see it’s empty. INSIDE THE PANTRY: Chloe and Hallie hold perfectly still. breathing. Eyes wide. On that gun. Scared to death... MR. JENSEN FOCUSES ON THE PANTRY DOOR. Slowly... \fBlue Rev. (06/09/16) 46. INSIDE THE PANTRY: The girls see him raise the gun, as he steps towards them. They back up as far as they can from door. Now only his boots are visible. THE BOOTS STOP JUST OUTSIDE THE DOOR...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOORBELL.",
          "text": "Mr. Jensen shudders, spinning in the direction of the fro door. But his attention is quickly back on the possible intruders. The sound that woke him. What he thought he heard. Then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOORBELL RINGS AGAIN",
          "text": "A long beat. Mr. Jensen slowly pulls the gun up and retre Heading to the door. INSIDE THE PANTRY: Hallie and Chloe listen as the footste pound away from them. They finally exhale. Mr. Jensen looks through the front window. He sees who it and tucks the gun behind his back. He steps over and opens the door to reveal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JENSEN, (CONT'D)",
          "text": "Wren?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Hi, Mr. Jensen. She glances briefly over Mr. Jensen’s shoulder. In the background, Hallie and Chloe quickly leave the pantry. He in the opposite direction. Hallie goes straight for the back door. But Chloe pulls h towards Katie’s room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JENSEN",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I just wanted to see if there’s something I can do. If I can help in any way... Again, her eyes drift over his shoulder. OFF WREN’S LOOK, Mr. Jensen glances back just as the girl disappear into Katie’s room. All he sees is an empty hall \f47 Blue Rev. (06/09/16) 47. He turns back to Wren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JENSEN",
          "text": "How? He stares at her with bloodshot eyes, the emotion buildin just under the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JENSEN, (CONT'D)",
          "text": "(hopeless) What can you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I was hoping you'd tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both girls enter and just stand there for a moment. Feeli the weight of this violation. There is nothing feminine about the bare-bones room. No frills. A mess of clothes and junk. Blank walls. A simple sits opposite a little desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(whispers) She's really gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "I know. Hallie crosses to Katie's desk where a tangle of cables l like severed limbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "The police must've taken her desktop. Hallie looks more closely. She eyes A FEW BOOKS that surr an empty spot where the computer was. ON THE COVER OF ONE OF THE BOOKS: A repulsive scaly creat curls around itself. Horns and a tail. One clawed hand hi its entire face. Hallie’s gaze shifts to a crude sketch on a scrap of pape CLOSE ON: A strange, abstract drawing. - A chaotic mess of penciled strokes depict a tall, thin human-like figure. Its elongated arms hang slack at its sides. A smaller figure is roughed out next to it. An arm from each figure overlap. Like they’re connected... \fBlue Rev. (06/09/16) 48. - LIKE A TALL, THIN MONSTER HOLDING A CHILD’S HAND... THE MURMUR OF VOICES IN THE NEXT ROOM GROWS LOUDER. Heavy footsteps in the hallway head towards us. Hallie and Chloe focus on the closed bedroom door. Frozen",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(whispers) Shit! There’s definitely no way out. The murmurs evolve into muffled words as they get closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JENSEN, (0.S.)",
          "text": ".+.-you can see what they did. They took her stuff-- A bead of sweat rolls down Hallie’s forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (0.S.)",
          "text": "(quickly) Mr. Jensen. Could I have a glass of water? Chloe and Hallie listen as the footsteps pause. They back away, retreating down the hallway. Their muffle words dissolve back into a garbled murmur. The two girls exhale, quickly returning to their search. Hallie opens Katie's closet. A confusion of clothes and shoes cover the floor. A few things still dangle from their hangers. Hallie shoves them aside, checking the wall inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "She kept cigarettes and stuff in here... She pulls a section of paneling away from the wall. KATIE’S LAPTOP. She lifts it out as Chloe comes over. Wide-eyed-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Let’s just take it. \f48 Blue Rev. (06/09/16) 49. Hallie looks surprised. Chloe's surprised herself. She mo to the bedroom door and carefully opens it. As the girls step out, they see Wren and Mr. Jensen's sha stretching out into the hallway. And hear Katie’s Father quietly sobbing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie, Wren and Chloe are gathered around Katie's laptop",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Katie was using Tor? I didn't think she was techie enough for that. It's pretty basic, but still. This is like deep-web, dark-net-type shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Isn't that like...where people buy drugs and guns online?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Among other things... Wren clicks on the web history in the browser. - A massive list populates. All strange headings. Devil worship, evil spirits, black magic, witchcraft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Here’s the last site she visited. - The untitled link is a string numbers separated by peri There is no “www.” or “.com”. She clicks it and a website appears. - No header. No splash page. Just a dark black background the center, a simple text box with A BLINKING CURSOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "It looks like you need a password.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Cydonia66. She uses it for everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "She still likes Muse? Hallie shrugs. \fBlue Rev. (06/09/16) 50. Wren tries the password. - The text box disappears and THREE RED CIRCLES materiali in its place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Now what? - Just as quickly, the circles dissolve into FIVE TRIANGL",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "Is this a game? - The triangles fade as EIGHT SQUARES appear. The sequenc ends with small empty box. - A CURSOR FLASHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "It’s a puzzle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Circle, triangle, square...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Octagon? Trapezoid? Hallie gives a little smirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "No, it’s a number. Hallie reaches in and presses enter. - The cycle repeats. Three circles. Five triangles. Eight Squares... - The cursor just sits there. Blinking. Taunting them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Thirteen! Wren and Chloe look at her, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "THREE plus FIVE is Eight. FIVE plus EIGHT is THIRTEEN She types in the UNLUCKY NUMBER. - Now a new screen loads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I didn't know you were a math geek. \fBlue Rev. (06/09/16) 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I'm not... Not really. (like a confession) I just do well in a test environment. - A series of odd names and dates scroll onto the page. B red-colored text, underlined on a black background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What am I looking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Alton is in Illinois. These are all town names and dates. Click one... Wren clicks on one of the links. - A VIDEO OPENS: We see the ground. Weeds and dirt. Grain and low res. The camera shakes, flashing across the sky a back again. When it steadies, we see children playing on playground. - But the moment we hear laughter and excitement, the vid pauses. Goes silent. The children frozen in time. - AND IN THE BACKGROUND, out of focus, there’s an indisti human shape. Tall and thin with an unsettling posture. It head slumped to one side. Long arms hanging down at its sides... -— THEN THE IMAGE DISTORTS. A HIGH PITCHED SHRILL explodes from the speakers. All thr flinch as the image cuts out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Click on a different one. Wren does. - A STILL IMAGE: A canted angle in the forest at night. A hurried composition. The nearby foliage is bleached from camera’s flash. The light quickly falls off into a darken path between trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It’s him... \fBlue Rev. (06/09/16) 52. Silence fill the room as the girls lean in closer. - At the end of a path, a man. His strange narrow frame sketched in moonlight filtering down from above. Barely visible, but definitely there. Arms the length of his bod extend towards us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "I don’t like this. Wren closes the haunting image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Look! She point to a chat box at the bottom of the page. Wren scrolls through the feed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "AlleyKat93? Jeeze. They went back and forth like a hundred times... Wren expands the feed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(reading) \"I knew he was there before I saw him. Did he have hands for you?\" What? Did he have hands for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(excited) It's like they're comparing experiences. All these places and dates. I wonder if they're all Slender Man sightings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Wait. Look... Katie posted a video. Wren clicks on the link. - A VIDEO OPENS: Katie stands in the woods. She holds up phone like she’s taking a selfie, but not smiling. She wa Slowly through the trees. The forest whirls around her as makes her way. Her eyes empty, void of emotion. ON THE GIRLS - Transfixed on the secret video of their friend. And then their faces change. Eyes widening as a w of dread washes over them. The video ends and they look at each other- \f49 Blue Rev. (06/09/16) 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What did you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What did you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "I don't know either... Maybe nothing? We hear the denial in their words. Nobody wants to say it loud, but it’s clear. They all saw something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lamp on the bedside table warms the room. Hallie lies b looks at her phone. The blue glow lights her face. - ON THE PHONE: Three circles turn to triangles, then squares. Hallie types “13”. A wrinkle of concern appears on her brow as she waits for page to load. We watch her scroll down the sparse web pag With a couple of taps, Katie’s video appears. Hallie presses play... - ON SCREEN: Katie’s face, staring into camera. The fores swirls around her as she winds her way through the trees. Hallie watches closer now. Waiting. And then a look of recognition in her eyes. Now we see what they saw before. Behind Katie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEFINITELY THERE.",
          "text": "- Katie stops walking. She clearly knows he's behind her. Eyes wide with fear. But she doesn't take them off the iP in her hand. Not even as the figure slowly starts to come closer...and closer... Hallie helplessly watches what unfolds before her eyes. \f50 51 Blue Rev. (06/09/16) 54, - The towering figure approaches Katie from behind. He mo through the underbrush, almost floating. The branches scraping and snapping around his body. The long arms hang down horribly at his sides as he moves effortlessly. - As he comes closer and closer, we just start to make ou what should be his face. Instead, just a lifeless empty v",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHISPERED VOICE, (0.S.)",
          "text": "Hallie... Hallie looks up from her phone. Listening. She stands and crosses over to the door. Opens it. Peers HALLIE’S POV - The dark hallway sits in silence outside h room. But, just as she goes to close her door, she hears the vo again. Like a distant call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Hallie... It’s a voice we recognize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Katie? Slowly, she steps into the hallway. INT. HALLIE’S HOUSE - HALLWAY -- CONTINUOUS 50 Hallie steps softly down the empty hall. The house around is so quiet we can hear her feet pad lightly on the floor She heads towards the back of the house, but as she approaches the end of the hall we hear tiny sounds outsid Hallie peeks around the corner. THE BACK DOOR IS WIDE OPEN. The sounds of night filter in. Crickets chirping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "Hallie... Katie’s voice floats in on a gentle breeze from outside. EXT. HALLIE’S HOUSE -- NIGHT 51 Hallie steps out searching the darkness in the backyard. \f52 Blue Rev. (06/09/16) 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "(louder) Hallie. Hallie’s looks to the trees beyond and quickens her pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moonlight fights through the canopy above. A heavy mist r through the trees in front of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Katie? Is that you? Her voice just carries into the woods and disappears. She continues into the darkness. The forest becoming more more dense. She slips under branches that block her way, steps over a fallen tree. Its trunk is stained a sulphuro yellow by disease. And just as her foot touches the forest floor... A LOUD WHISPER IN HALLIE’S EAR!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "Hallie... Hallie spins around. A chill running down her spine as sh searches the blackness all around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE SEE KATIE PASS IN THE DISTANCE",
          "text": "But only for a moment. Then she disappears into the fog drifting between trees. Hallie follows, moving deeper into the woods. She steps quickly, twigs snapping under her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Katie! She's running now towards the tree where Katie slipped aw Hallie reaches it and looks around. Nothing. Only empty forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Katie! Come back... WE HEAR WHISPERED VOICES ECHOING IN THE DISTANCE. \fBlue Rev. (06/09/16) 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICES, (0.S.)",
          "text": "Hallie...Hallie... Hallie searches, but can’t locate them. She is surrounded an endless forest that leads into darkness. CRACK! A branch breaks nearby. Hallie spins towards the sound. HALLIE’S POV - A fogged path through the trees. CRACK!! Another broken branch echoes in the distance. Hallie stands frozen. Staring. HALLIE’S POV - We see movement behind the fog. Between th trees. Slowly growing. Closer and closer until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASH",
          "text": "Tree branches thrash against each other in the dark haze. Hallie stumbles, backpedaling. Suddenly, something is visible through the fog. A thin sh moving through the tree branches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMETHING IS WALKING TOWARDS US",
          "text": "Hallie turns to run, her feet pounding back towards the house. She glances back... HALLIE’S POV - Something tall and thin moves through the",
          "sentiment": "neutral"
        },
        {
          "speaker": "HER",
          "text": "We see panic spark in her eyes as she quickens her pace. TWIGS AND BRANCHES SNAP BEHIND HER. LOUDER AND LOUDER... Hallie glances back, now in a dead run.... HALLIE’S POV - The tall, thin shape closes in. It’s still hidden in the haze, but we can almost make it out. It’s a towering human-like figure. Hallie tries to run faster. But the harder she runs, the ground she seems to cover. A savage wail escapes her thro as she scrambles forward. But it’s no use. Her feet pound the forest floor. But each step forward somehow pulls her deeper into the forest. Almost sliding. \fBlue Rev. (06/09/16) 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS IF AN INVISIBLE FORCE IS PULLING HER BACKWARDS",
          "text": "In desperation, she dives forward and slams to the ground She claws into the earth, trying to hold her ground. Tryi to crawl away. Then, suddenly... A WAVE OF SILENCE. All we hear are Hallie’s panicked, painful breaths. She looks back and scans the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEEP VOICE",
          "text": "(distorted) Hallie... HALLIE RECOILS, SPINNING AROUND. THEN HORROR IN HER EYES WHEN SHE SEES... LONG THIN ARMS REACH DOWN FROM ABOVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO PALE HANDS GRAB HER",
          "text": "INT. HALLIE’S BEDROOM -- NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BONE CHILLING SCREAM",
          "text": "HALLIE’S BODY JOLTS AWAKE!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HER. HER EYES DARTING AROUND THE ROOM, SEARCHING...",
          "text": "Her cell phone falls from her hand and tumbles onto the f just as the door to the bedroom slams open. HALLIE’S FATHER What is it?! Hallie’s parents burst into the room. Her Father quickly scans the space. HALLIE’S MOTHER Hallie, what’s the matter? Hallie still can’t speak or catch her breath. Her Mother scrambles over to the bed. HALLIE’S MOTHER (CONT’D) Hallie! HALLIE’S FATHER There’s nobody here, Hal... \fBlue Rev. (06/09/16) 58. Hallie snaps out of it, like the end of a trance. She loo around the room as if her parents had come out of nowhere Lizzie appears in the doorway behind them, a worried look her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "What’s going on? Hallie’s breathing slowly returns as her family looks on. heart stops pounding. The fear fades from her eyes as she calms and finally takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Just a nightmare. HALLIE’S MOTHER Jeeze, I guess so. HALLIE’S FATHER Scared the hell out of me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "Weirdo. Lizzie just does an about-face and disappears into the ha Hallie’s mother offers a hug. HALLIE’S MOTHER Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Yeah, sorry. HALLIE’S FATHER It’s okay, Kiddo. Hallie gives an uneasy smile and watches as her parents m their way out of the room. The house grows quiet again as a blanket of silence sets around her. Hallie looks down at her phone on the floor. - That same video of Katie still plays. She just stares i the camera with dead eyes. Winding her way through the tr Waiting for him... Hallie quickly grabs it and taps the screen. The video disappears and the screen goes dark. \fBlue Rev. (06/09/16) 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wren sits in her room staring at something opposite her b There’s a nervousness in her eyes. She focuses as the ner turn to determination. Across the room sitting on her desk, is Katie’s laptop. T little green power light blinking. Calling to her. Wren jumps from her bed. Wakes the computer. And types quickly. Before she loses the courage. - ON SCREEN: The small empty box on a black background waiting for the UNLUCKY NUMBER. She types it in. 13. - The list of names and dates load onto the page. The sam basic text, red and underlined. Wren pauses. - We scroll through and click on a link. The same link fr before. The one Katie posted. ON SCREEN: The video loads. That huge close-up of Katie's face. Eyes wide. Wren watches, listening to the leaves crunch under Katie’ feet as she meanders through the woods. We know what comes next...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DING",
          "text": "- An IM pops up in the chat box below. Simple like a programers prompt. The name AlleyKat93 next to it... Wren hits PAUSE. Reads... - Letters appear in succession. Forming two words... - “What’s up?” - The prompt drops down waiting. The cursor blinking. Wren studies it for a moment. - She quickly types: This is a friend of Katie’s. The cur blinks. A slow rhythm on and off. - AlleyKat93 responds: Then you’re a friend of mine. A little smile. Wren takes that as encouragement. \f53 Blue Rev. (06/09/16) 60. - Types: She’s missing. - AlleyKat93: Of course she is. - Wren: What did you tell her? - AlleyKat93, immediately: What she wanted to know... Wren holds off, considering the cryptic message. - Wren: Which was? - AlleyKat93: The same thing you want to know. Wren's mouth drops open a bit, as if she’s going to say something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (PRE-LAP)",
          "text": "I talked to her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fueled by caffeine and nerves, Wren tries to download Hal and Chloe as fast as she can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "\"AlleyKat93.\" The girl Katie was talking to on that site. I went on there and sent her a message and she answered me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "(incredulous) You went back on that website?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It doesn’t matter. Once you see him, you can't unsee him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Slender Man! She told me everything. He gets in your head. Like a virus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "What kind of virus? \fWren sees effort- Blue Rev. (06/09/16) 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(emphatic) Like a virus on your computer. That infects your hard drive. Only it’s your brain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Wren, slow down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "She said once the virus takes hold, he’s got you! Some he haunts. Some he drives mad. Others he takes. Like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Like Katie. a dubious look on Hallie’s face. Redoubles her",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "I know it sounds crazy, but AlleyKat says we can UNVEIL OURSELVES. If we surrender something to him. Something that reveals our true selves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "What the does hell does that mean? Wren pauses for dramatic effect. The girls sinks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "We can contact Slender Man. study Wren as the weight of what she’s proposing",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Why the hell would we do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "To get Katie back. Hello? She says that like it's the clincher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(still dubious) Ask Slender Man? \fBlue Rev. (06/09/16) 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "AlleyKat said Katie did it and the next day she was gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Katie asked Slender Man to take her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "She was always talking about running away... The girls digest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Look, even if the odds are a million to one any of this is real... That Slender Man has anything to do with Katie’s disappearance. We owe it to her to try. Hallie and Chloe consider this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "(dawns on her) But what if it is real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Then we have to do this because we all got into this shit together. I mean Katie is our best friend. And we're the only ones who might be able to help her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "This is insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Maybe... Who’s in? Wren says it like that's the final selling point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie looks at the many TRACK AWARDS on her dresser. \f55 Blue Rev. (06/09/16) 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (0.S.)",
          "text": "It has to be a true sacrifice. AlleyKat said it can’t just be anything. It has to be important to you. Something you love... Hallie steps over to her dresser, but instead opens the t drawer. She lifts out an old tattered white scarf. Red words are embroidered at one of the frayed ends... “From the same garden, different flowers bloom.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wren walks along a quiet street. A lone street lamp over powers the moonlight. She follows the treeline, Hallie an Chloe a couple of steps behind. Their shadows stretch out before them as they plot a cour through the scrub brush. We watch as they make their way of the light and into the trees. We see a flashlight click on and watch as they disappear the darkness beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tree limbs and branches crack and break the silence as th girls fight their way into the forest. Leaves crunch unde their feet. Each of their steps drum to a different, but steady beat. Wren’s torch forages the path ahead, rolling over fallen decomposing trees. Hallie and Chloe follow close behind. In the distance, we can make out a hint of light. A clear in the forest that allows moonlight to filter down. The girls emerge from a thicket of undergrowth, the flashlight searching the open area. Wren spotlights a massive stump of a tree that decomposed long ago. Bark falling down the sides. Rotten and jagged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "This should work. The girls approach the makeshift altar. The light in Wren hand is the only relief from the darkness surrounding the \fBlue Rev. (06/09/16) 64. A dampened silence closes in as the girls form a circle around the tree stump. Wren reaches into her bag and pull out a CERAMIC MONSTROSITY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "I made this in pottery class when I was five. It was supposed to be a coffee mug for my mother. She used it as an ashtray once. But I still always loved it, so it'll count. Wren sets it on the ground and grabs a rock. She smashes misshapen mug and gathers the pieces. She dumps the debri into a decayed opening in the center of the stump. She lo to Chloe to go next. Chloe holds up A PHOTO: A picture of man and a little gir",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "This is the only picture I have of me with my dad. There are other photos of him floating around online. Trips he took with his new girlfriend, things like that. This is the only one where we're together. She tears the photo into tiny pieces and scatters them ov the broken ceramic shards in the damp, rotten hole. Hallie realizes it's her turn. She shows everyone the whi scarf. We see the embroidered description above the ragge and frayed end. “From the same garden, different flowers bloom.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "My grandmother made this when Lizzie was born. She gave it to me before she died. That was over 8 years ago, but I still really miss her. She pulls a thread on the frayed edge of the scarf. It quickly unravels, eating away at the fabric. It snags on embroidered words as they disappear and fall away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(snarky) I thought you'd bring one of your trophies. Or medals... \fBlue Rev. (06/09/16) 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "You said it had to be something I cared about. Touche. Hallie places the wadded yarn and scarf with the rest. Wren scoops up a handful of dirt and covers their offerin",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(calling out) This is our unveiling. We surrender these items so that we may reveal our true selves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Anyone else feel like and idiot, or is it just me? Hallie and Chloe exchange a look, and Chloe snickers. Wren glares at them and places her iPad over the sacrific items in the decayed hallow of the tree. ON SCREEN: A PHOTO OF KATIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(looks at the others) Lights out. Wren clicks off her flashlight. The moonlight now sketches their outlines against the darkened forest. Wren steps over and blindfolds Hallie with a necktie. The Chloe. She's about to blindfold herself when she catches Hallie and Chloe peeking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "AlleyKat said not to look at him. When we ask for Katie’s return, we have to keep our blindfolds on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Why? Isn’t it dark enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Yeah. I’m not doing the blindfold thing... Wren gives them a disapproving look. \fBlue Rev. (06/09/16) 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Fine. Let’s all just leave. Forget it. If you don’t want Katie back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Fine. Whatever. This is so lame. Wren’s called their bluff. The girls adjust their blindfo Wren puts hers on. The girls reach for each other and hold hands. Then awkwa form a circle as they sit on the ground. Now only darkness and forest sounds surround them. Cricke chirping. Leaves falling softly on the ground. A gentle w rustles the treetops high above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "How long are we going to give this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "As long as it takes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Not as LONG as it takes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "You haven't given it any time yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "(sarcastically) Yeah, Hallie, come on. They're quiet, for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Blow me. Chloe giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Come on! They're all quiet again. Crickets continue to chirp. Leav continue to rustle... UNTIL SUDDENLY THE WIND STOPS! AND THE WOODS AROUND THEM. CRICKETS STOP CHIRPING. THE LEAVES STOP RUSTLING. Freaked out, Chloe reaches for her blindfold. Wren senses",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Keep your blindfolds on! \fBlue Rev. (06/09/16) 67. The girl’s heads turn blindly toward each other in the inexplicable quiet. A moment later, soft and far way...floating on a gentle breeze... A BELL ECHOES IN THE FOREST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Did you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Hear what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Shhh! Then like a tiny whisper...a blanketed sound...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEEP IN THE DARKENED WOODS.",
          "text": "Goosebumps. The girls all turn towards the sound. Listeni The temptation to remove the blindfolds grows as they cla their hands tighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(whispering) Did you guys hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "(voice shaking) We shouldn't be doing this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "She's right--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It’s too late... Hallie and Chloe both reach towards their blindfolds, pul away. But Wren tightens her grip on their hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Leave your blindfolds on! It’s started. We have to keep them on!!! THEN A SILENCE LOUDER THAN BEFORE... A stillness...as if the forest were frozen in time...the absence of sound exploding in the girls’ ears. And then they hear it again! \fBlue Rev. (06/09/16) 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE TREES.",
          "text": "The girls shudder as the sound swells and fills their ear",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Keep the blindfolds on!! But Chloe finally can’t take it anymore. She lowers her blindfold just enough to see SOMETHING! Suddenly her face goes white and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHE SCREAMS",
          "text": "And bolts from the circle! Into the woods...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN/HALLIE",
          "text": "No!! Chloe!!! Come back! Wren grabs the flashlight and flicks it on. The beam spla across a wall of trees as they run towards the edge of th clearing. - PICK UP ON CHLOE DEEP IN THE WOODS. She runs for her life, racing past low-hanging branches t snap at her legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two weave through the trees, the flashlight leading t way. The underbrush snags on their clothes like thin litt fingers. Tiny grabbing hands. Wren steps past a tree and cuts left as Hallie wrestles w one of the branches trying to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She fights through a thicket of thorned branches and find opening between trees. Chloe ducks through and... THWACK! She runs smack into a tree and falls to the groun But it’s not a tree. \fBlue Rev. (06/09/16) 69. Chloe gets up. IT’S A TALL, SLENDER MAN STANDING RIGHT IN FRONT OF HER! His torso is dark and black, like coal. His face white. A blank where his features should be. He \"stares\" at her. Without eyes. His long arms raise and reach for her... Chloe’s heart races, but she can’t move. Body rigid. Paralyzed. She can’t look away. Staring back at the man towering above her. She begins to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCREAM",
          "text": "And we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wren rushes along searching frantically. THEN SHE HEARS CHLOE’S SCREAM ECHO THROUGH THE FOREST. She circles back with the flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE SEE SHE IS ALONE NOW. HALLIE IS GONE",
          "text": "She looks around, fearful. Panicked breaths. The flashlig casting long shadows from the trees that stretch out into darkness all around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN SHE HEARS SOMETHING IN THE BRUSH",
          "text": "Wren braces herself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCREAMS",
          "text": "BUT IT’S HALLIE WHO BURSTS OUT OF THE TREES! SCREAMING TO Realizing they’re okay, the girls struggle to catch their breath. They hold onto each other, scanning the darkness. Their breathing like stuttered gasps. Then a sound! Like distant CHIMES. The girls look at each other... \fBlue Rev. (06/09/16) 70. The chimes become clearer. Like a RING TONE. It grows lou and louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "That's Chloe's phone. Just as Hallie says this, her own phone RINGS! She jumps, grabbing at her pocket. Now Wren's phone starts RINGING, too! The three tones coalesce. Blending into a hideous song echoing in their ears. Hallie looks: Unknown caller. She hesitates, then answers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "(into phone) Hello? Silence on the other end. Wren answers her phone now. Puts it on SPEAKER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(into phone) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SCREAM EVOLVES INTO VOICES THAT SOUND EERILY FAMILIAR",
          "text": "It’s Wren’s own voice and Hallie’s... \",..Do you hear that? ...That's Chloe's phone...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What the hell? Where's Chloe?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I don't know. She just started running. Like something spooked her. I told that stupid bitch to keep her blindfold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Did you see anything back there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I’m not sure. Hallie calls through the trees. \fBlue Rev. (06/09/16) 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Chloe? ...Chloe?! Wren starts calling for her, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Chloe?!! Their voices bounce around the forest and fades away. Then silence returns to our ears. That same absence of so No crickets chirping. No wind rustling the leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRACK",
          "text": "A branch breaks in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN A FAINT MURMUR COMES FROM THE WOODS",
          "text": "Wren grabs Hallie by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN ANOTHER MURMUR FROM THE WOODS",
          "text": "They both hear it now...Could it be Chloe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRACK",
          "text": "Hallie and Wren stumble back away from the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRACK",
          "text": "Almost running now, they fight through brambles and low hanging branches. They finally push through, falling to the ground in the middle of a small trail. Out in the open! Wren focuses the flashlight in front of them, as they scramble back to their feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flashlight spotlights her. Dazed and barefoot, she collapses on the path. She holds only one of her shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Chloe! You okay? \fBlue Rev. (06/09/16) 72. Chloe looks up, a distant look in her eyes. Like a shell- shocked veteran. Weathered and beaten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Jesus, Chloe! You scared us to death! Where’d you go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "(slowly) I lost a shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "We thought something happened to you... But Chloe is obsessed with her search. She looks down at ground around her. Searching for her lost shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Forget about your Goddamn shoe! Then an awed look on Wren's face. She shines the flashlight on Chloe’s face. Pupils open so wide we can barely see the color of her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "You saw him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls walk home. Chloe lags behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(to Chloe) Are you okay? Chloe doesn’t make eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Yeah. I just freaked out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What happened? No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "I told you not to take off your blindfold. Did you see him? Finally, Chloe answers. \f57 Blue Rev. (06/09/16) 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Nothing happened. I just got scared, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Something happened! Obviously. You're lying. Why are you lying? Chloe continues on. Tired of Wren's badgering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Just let it die, Wren. Jesus. Wren will have none of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "She's lying and she knows it. Look at her. Something happened back there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "You're right. We didn’t get Katie back. That’s what happened... Wren wants to argue more but her street approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I gotta go. Wren walks off. Hallie and Chloe trudge on. Hallie can see Chloe's still upset. Distracted. A million miles away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front door opens and Hallie steps in. She pauses listening... The sound of the television filters in from the other roo Her family carries on a carefree conversation, but she ca make out the words. We see the exhaustion on Hallie’s face as she takes a dee breath and heads into the living room. INT. HALLIE’S HOUSE - LIVING ROOM -- CONTINUOUS Her parents and Lizzie sit on the couch watching TV. She moves quickly, trying to pass by unnoticed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "Hallie? \f58 Blue Rev. (06/09/16) 74. But fails. HALLIE’S FATHER Hey sweetheart. How was practice? Shit! Hallie’s eyes give it away. She forgot about track practice. Covers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Great! Her Father smiles. Before this gets any worse, Hallie mak quick exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "I got some homework... A wrinkle on Lizzie’s forehead shows she can sense someth is up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is silent. Hallie sits on the bed not reading from an opened textboo her lap. We can almost see the evening’s events playing b in her mind. Then a knock at her door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE, (0.S.)",
          "text": "Hal? Lizzie peeks in. Hallie quickly pretends to be studying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE, (CONT'D)",
          "text": "Can I come in? Hallie puts on a smile for her little sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE, (CONT'D)",
          "text": "Everything all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Give me fifteen. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "Okay... Lizzie steps back out. Shuts the door behind her. \f59 Blue Rev. (06/09/16) 75. Hallie picks up her cell. Calls Chloe. Gets voice mail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(into phone) Chlo, hey, I was just... Call me, okay? She hangs up. Unsettled. Isolated in her lonely bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chloe stares at her PHONE, pacing around the room. MISSED CALL FROM HALLIE. For a moment, she considers calling back. But only for a moment. She fidgets with her hands, wringing them out. We a manic look in her eyes as she takes a deep breath. Chloe opens the music player on her phone and plays a son soothing rhythm fills the air. She lays on her bed and closes her eyes. Trying to calm herself. Deep breath after breath. She exhales pure anxie but it helps. Another breath and we see the nerves calm. We watch the tension release. Her body relaxing into the bed beneath her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN A HIGH PITCHED SOUND INTERRUPTS THE SONG",
          "text": "Chloe jumps. Her eyes pop open. Listening. But the song continues. Like it didn’t happen. Slowly she relaxes again, closing her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOTE",
          "text": "The sound shocks Chloe to her feet. She grabs the phone and hits stop. But it does nothing. She stamps at the screen and the sou disappears. Now just the same quiet song as before. Silence and relie she exhales. At that same moment, her phone DINGS! There’s a blank mes with an attachment. \fBlue Rev. (06/09/16) 76. Chloe freezes, staring at the screen. Her finger hovering over the attachment. - SHE CLICKS ON TO SEE: A live-streaming view of her hous Chloe can be seen in one of the windows. When she turns t look out the window, the fear in her eyes is plainly visi Chloe sees nobody on the other side. Only black empty voi - But her fear only grows as the stalking POV of the vide playing in her palm moves even closer to the house! Chloe looks outside again. Still no one. Impossible. - ON THE SCREEN: The POV stalks around the front of her house. RIGHT UP TO THE FRONT DOOR! -— THEN A MOMENT OF BLACK AND SOMEHOW THE MOVING POV IS I",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HOUSE",
          "text": "Chloe rushes to her bedroom door. Again checks her phone: - The relentless, unknown POV glides through the living r past her mother...CLOSER AND CLOSER. THEN IT STOPS OUTSIDE CHLOE’S BEDROOM DOOR! Chloe trembles as the \"Mystery POV\" stops shy. Waiting... hesitates. Then reaches slowly for her door knob and open find... The hallway is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORWAY",
          "text": "-— THEN THAT HIGH PITCHED SOUND! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANDING RIGHT BEHIND HER",
          "text": "Chloe spins around... But nothing is there. She drops the phone. Horrified. Onl notice something on the back of her hand... A dark red pulpy mass, spreading slowly. Horrified, she scratches at it. Then feels something on h arm. She pulls back her sleeve and gasps when she sees... \f61 62 Blue Rev. (06/09/16) 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICKLY",
          "text": "Hysterical she drops the phone and moves to the mirror in room. She looks... THE LESIONS QUICKLY TRAVEL ACROSS HER NECK AND FACE. Chloe looks down at her hands. Both completely covered. S pulls up her shirt. They are everywhere. Horrified, she l back into the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DARK FIGURE STANDS RIGHT BEHIND HER IN THE REFLECTION",
          "text": "Before she can even scream...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the sun creeps over the horizon, the bell RINGS to sta new day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie tries to concentrate. But struggles with a precalc problem. She scratches out her work and starts over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (0.S.)",
          "text": ", (whispers) Hey? Hallie looks up to see Tom in the next row. He looks over Chloe’s EMPTY CHAIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "(whispers) What’s up with Chloe? It’s been a few days... Hallie shrugs, now nervous and avoiding eye contact. Acro the way. Wren comes to the rescue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(whispers) She’s fine. Just a cold... Tom nods and focuses back on his notebook. Wren locks eyes with Hallie. Gives her a “Get your shit together!” look. \f63 Blue Rev. (06/09/16) 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie exits one of the school buildings. She texts Chloe response. She continues walking, head buried in her phone until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Wait up... Tom comes jogging up next to her. Hallie’s caught off gua",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "How you holding up? I mean with Katie and all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Uh, well, you know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I got an idea that might cheer you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "You do? Hallie can’t help smile, enjoying the newfound attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "It’s Friday. We got the weekend off. So I was thinking... We should do something? Hallie can't believe it. She tries to nod casually. Miraculously, Tom doesn’t seem to notice how excited she",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Sure... Why not? Cool. Hallie glances away self-consciously, trying to hide the giddiness. But it quickly fades when she sees... THE TREELINE IN THE DISTANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Want to hang out tonight? Hallie doesn’t even hear the question. THERE’S SOMETHING ON THE OTHER SIDE OF THE SCHOOL’S CHAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINK FENCE",
          "text": "\fCherry Rev. (mm/dd/yy) 79. A tall dark silhouette. Static. Quietly staring. Too far to make out any detail. It looks like a man, but with something spreading out from its sides. LIKE TREE BRANCHES, BUT TANGLED AND MOVING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (0.S.)",
          "text": "Hallie... This turns Hallie’s attention back to Tom. Distracted, sh tries to play it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I mean, yeah. Your place? Tom considers that victory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Cool. See you later in Bio. Hallie nods. Tom starts to move off to some other friends and glances as if to wave goodbye. But Hallie’s attention has drifted again into the distance. Hallie refocuses on the treeline. The fence bordering the school. The exact same spot the man was standing just a moment before. Nothing there now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blanket of silence surrounds us. Wren sits quietly typing at one of the library computers. - ON THE SCREEN: Search results for “paranormal research studies”. A list populates and we scroll through. Wren spots an entry and writes down a call number. PN350.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Books line the shelves deep in the stacks of the library. \fCherry Rev. (mm/dd/yy) 80. Wren travels down an empty aisle, fingers trailing along books. It’s so quiet we can hear her fingers drag across spines. We can hear each footstep pad softly on the carpe Various titles slide by. She stops at the end of the aisl and pulls one of the books. BIOELECTRIC SYSTEMS AND THE PARANORMAL. The binding groans as it opens. Hasn’t been touched in ye Concentration on her face, as she flips through the pages A faint sound breaks the silence. CREAK-CREAK-CREAK-CREAK Wren listens as the sound grows louder. Repeating faster. Then through the books, we see MOVEMENT ON THE OTHER SIDE Wren watches as the movement reaches her end of the aisle Now, only a few feet away. About to round the corner when A LIBRARIAN’S CART COMES INTO VIEW. One last CREAK and it stops. The LIBRARIAN grabs a book and slides it back onto a shel Then he grabs the cart and wheels it away. Silence again as Wren focuses back on the book. Then a realization on her face as she skims the pages. She pulls phone from her pocket and quickly dials a number. We listen with her as it rings... Then a soft click. But no answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(whispering) Hello? Chloe...? Then a strange sound nearby. BZZZZ2Z2Z2T... Wren looks down the aisle to a bank of fluorescent lights flickering in the far corner. The buzzing grows louder as they struggle to stay lit. WREN’S POV - BZZZT! The light shorts out. A single spark falls from the fixture. Confusion on Wren’s face as she watches the tiny spark fl to the floor and snuff out on the carpet. Wren turns to where the Librarian was just moments ago. \fCherry Rev. (mm/dd/yy) 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "(calling out) Hey, the lights are-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN, SMOLDERING ON THE CARPET",
          "text": "Wren flinches as the far corner goes dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAY ACROSS THE ROOM... TOWARDS WREN",
          "text": "Wren starts to back away, the book falling from her hands",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOM",
          "text": "WREN’S HEAD... Wren slowly looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPLETE DARKNESS",
          "text": "An involuntary scream escapes Wren’s throat. It carries o into the empty void surrounding her. And then nothing. On silence. In a panic, she uses her phone as a flashlight a scans the aisle behind her. WREN’S POV - It’s too dark to make it out, but there is t faint outline of a tall static figure at the other end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IS SOMETHING STANDING THERE...",
          "text": "Wren backs away. WREN’S POV - THE TALL STATIC FIGURE JUST STANDS THERE... STARING AT HER... Wren strains to make it out. And then... IT MOVES!! The figure slides towards us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANGING AT ITS SIDES",
          "text": "Wren screams and bolts out of the aisle. WREN’S POV - The light from the phone reaches into blackn Spotlighting an endless row of books that leads into noth Wren races through the darkness, the phone spotting the w ahead. Books fly past, the light flashing across them. \fCherry Rev. (mm/dd/yy) 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN THE AISLE ENDS",
          "text": "She ducks into another aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Help!! No answer. Her voice just carries out into darkness as sh races past the books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN THAT AISLE ENDS",
          "text": "She turns another corner. Rows of books endlessly streaki past. We hear Wren’s rapid breaths. Her footsteps poundin",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHE REACHES THE END OF THE AISLE AGAIN",
          "text": "IT’S LIKE A MAZE IN THE DARK!! WHICH WAY!? Wren flashes the light around her. Nothing but stacks of books everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUST LINES OF SHELVES LEADING INTO DARKNESS",
          "text": "Desperate, she just picks a direction. The light shakes a she runs, only carrying a few strides ahead. SUDDENLY, THE BEAM OF LIGHT FLASHES ACROSS SOMETHING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND TIE, STARING FROM A HORRIBLY BLANK, FEATURELESS FACE",
          "text": "Wren tries to stop and slides to the floor. WE HEAR WREN’S BLOOD CURDLING SCREAM AS THE FIGURE MOVES",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWARDS HER",
          "text": "A chaotic sweep of light splashes across the figure as Wr scrambles to her feet. She reverses direction, in a full sprint. Only the phone spotting the way ahead. Aisle after aisle fly past as she races aimlessly. Turnin right, turning left. LOST IN THE MAZE, UNTIL...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERY FLUORESCENT FIXTURE ABOVE INSTANTLY BLAZES WITH LIG",
          "text": "Books fly in all directions as the darkness is washed awa \f65 Cherry Rev. (mm/dd/yy) 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIBRARIAN'S CART TUMBLES TO THE FLOOR IN FRONT OF HER",
          "text": "The librarian stands frozen, book in hand. Eyes wide. Sta at a raving lunatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIBRARIAN",
          "text": "Young lady, are you okay? Panting and out of breath, Wren quickly looks around. EVERYTHING IS BACK TO NORMAL. Just a quiet library. Nothi behind her. Nothing chasing her. Wren sits there, head spinning. Catching her breath. And then something catches her eye... WREN’S POV: A book scattered on the floor. “BIOELECTRIC SYSTEMS AND THE PARANORMAL” Wren grabs it and scrambles to her feet. The librarian stands in shock, just staring as Wren runs and disappears around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie is on her way to track practice. Wren marches up. Obviously distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "You didn't get my messages?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "My phone’s in my locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Okay... Please, just listen to me. I ran all the way here. Wren hands are TREMBLING. Hallie's never seen her like th",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "I understand now. Hallie looks around. Not wanting to draw attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "What AlleyKat was trying to tell me...it’s proof! Wren shows Hallie the book from the library. She opens it a marked page. \fBlue Rev. (06/09/16) 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Paranormal contact with bioelectric systems often result in a SYMBIOTIC RELATIONSHIP. The effects on host organisms have been well documented and manifest in various forms... personality change, bizarre behavior, mental illness, psychosis, loss of contact with reality, hallucination, self mutilation, suicide, and NONSPECIFIC DISSOLUTION. (looks at Hallie) They just disappear. People start to look their way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Wren. Chill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It’s exactly like AlleyKat said. When you contact him, it becomes part of you. Like a virus. But one you can’t get rid of! Wren tries to catch her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Has anything weird happened to you? Anything strange? Hallie hesitates. Wren sees it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Do not hold out on me bitch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(whispers) Okay. I was talking to Tom between classes--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(negative) Tom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What’s wrong with Tom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELL ME WHAT HAPPENED",
          "text": "\fBlue Rev. (06/09/16) 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I thought I saw something in the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It was him. Hallie protests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I didn’t say that. It could have been anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(please...) It was him! (beat) What about Chloe? Have you talked to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Her mom keeps saying she’s sick. Last time I called, she pretty much flat-out told me to stay away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "We need to go see her right now... Hallie looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I have practice. I can’t just leave-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(quote fingers) I thought you didn’t care about track? With that Wren walks off. But tosses back for good measur",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Call me when you grow a conscience. Gauntlet thrown. Hallie thinks for a beat. Makes a decision... 66 EXT. CHLOE’S HOUSE -- DAY 66 Near dusk. Hallie and Wren stand across from Chloe’s hous Hallie pulls out her cell. Calls Chloe again. No answer. texts her. No response. \fBlue Rev. (06/09/16) 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Chloe hasn’t answered a single text or call. You know that’s not like her. Something’s definitely up. We gotta talk to her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Her mom’s gonna run interference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Duh! That’s why we gotta go around the side. Knock on her window, moron... Hallie nods “Okay”. And the two move toward the house. As quietly as possible, they duck down beneath the living room window. Peek in to see: Chloe's Mother sitting on a in a dim den. Her shoulders slumped in a wreath of cigare smoke. They move on to Chloe’s room now. Wren cups her hands ove her eyes to see better. But no luck. She shakes her head. Can’t see anything. Until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALE",
          "text": "AND DOESN’T SEEM TO NOTICE HER FRIENDS! IN FACT, LOOKS RI THROUGH THEM...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is nearly down. A shaken Wren and Hallie regroup the block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Did you see that? She looked right through us! Like we weren’t there... Hallie did see. Tries to make sense of it all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "She saw him! In the woods. I knew it... SUDDENLY, HALLIE'S PHONE RINGS. They both stop in their tracks. \fBlue Rev. (06/09/16) 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "It's Chloe. Hallie shows Wren the phone. We see the name. The accompanying photo. A tiny selfie of Chloe. The way they remember her, smiling up at them from screen. Hallie answers. Puts it on speaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Hello. But there’s only silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "(into phone) Hello? Chloe? We hear shuffling on the other end of the line. Then a fa murmur. Something that sounds like crying. A soft whimper",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (V.O.)",
          "text": "Now I know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Chloe? What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (V.O.)",
          "text": "It’s happening all the time...He won’t go away... The words come fast. Wren interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Chloe? Who? No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Chloe, are you there? Chloe mumbles again. As the girls strain to hear..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (V.O.)",
          "text": "He won’t stop...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What does he want? (beat) Chloe...Chloe are you there? Silence. Then we hear Chloe crying. \fBlue Rev. (06/09/16)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (V.O.)",
          "text": "Don't ever call me again. CALL ENDED. She hangs up. Wren and Hallie look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What the hell was that? They look in the direction of Chloe's house. 88. The sky burns orange above the dark suburban street. A st light flicks on. Darkness will be here soon. Hallie makes a decision. Walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "I don't want to do this anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I don't either! But I'm stuck in it. You're stuck in it, too. You just don't know it yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What am I stuck in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What we started. Hello? Hallie crosses her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Don't look at me like that. I'm not doing a \"thing.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "All right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "And don't say \"All right” like that to me. This is real Goddamnit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Nope. I’m done. No more games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It’s not a game. Don’t you get it? (beat) We only saw the website video. But Chloe... She saw HIM in the woods! \fBlue Rev. (06/09/16) 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(uncertain) She said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "She said what exactly? Hallie’s truly reached her limit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I'm not going to let you keep dragging me into this craziness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "You think I created this situation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I think you love the drama...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Read the book I showed you. You’1ll see the body count. Thousands of disappearances. Search parties... Faces on milk cartons... I’m not making this shit up. It all happened EXACTLY like AlleyKat said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "AlleyKat93, of course. The expert who knows everything. Funny you didn't talk about this body count stuff before. Wren stammers a bit, thrown off balance by that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It was all hearsay then. Just talk. But now it’s not just her saying it. It’s right there in black and white. And Alleykat knows first hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Yeah. And she’s probably some 50- year-old horny dude living in someone's basement, getting off on emailing back and forth with teenage girls...Ya ever think of that? Did you? And with that, Hallie turns her back to leave. Wren gets really angry now. \f68 69 Blue Rev. (06/09/16) 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "You think you can just go back to real life?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(tosses back) Yeah. I do. In fact, I have a “real life” date with “real life” Tom tonight. In real life... Wren takes this like a gunshot. And Hallie escalates the insult by continuing to walk away... Wren shouts after her-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "You heard what Chloe said! He’s not going to stop! And going on a date with Abercrombie Tom can’t change that! Hallie almost turns around. But instead throws her arm up the air. Flips Wren off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "You know I’m right!! But Hallie just walks away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie makes final adjustments in the mirror. Tries to fo about her tiff with Wren. Determined that all is, and wil be, normal. INT. HALLIE’S HOUSE - DINING ROOM -- NIGHT 69 Hallie heads out. Past the dining room where her parents Lizzie eat. HALLIE’S MOTHER Not joining us for dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Can’t. Got plans. Hallie resumes her exit. But- HALLIE’S FATHER Hold on a second... \f70 71 Blue Rev. (06/09/16) 91. Hallie can hear it in her father’s tone. He’s not happy. turns back. HALLIE’S FATHER (CONT’D) Coach Sanders called. Said you walked out on practice today. And missed one last week. What’s going on? Busted. But Hallie’s emotional right now and going on thi date if it kills her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I gotta go. HALLIE’S MOTHER Honey... We’re just asking-- But Hallie’s out the door. So confused and agitated by al that’s happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Checking her makeup, Hallie knocks on the front door. Tom opens it moments later. Happy to see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Sorry I’m late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "No. Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie flashes an anxious smile and follows Tom in. She avoids eye contact trying to keep the excitement at bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I thought I had the wrong house. There aren't any cars in the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Yeah, my dad's on a business thing. And my mom went someplace with some friends of hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Nobody's home? \f72 Blue Rev. (06/09/16) 92. She hesitates just long enough to show it makes her nervo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Just us. That okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie checks out Tom’s collection of comic books, Fan Bo figurines, and Sci Fi movie paraphernalia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(smiling) I didn’t know you were a nerd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Yeah... I wasn’t always this handsome. Hallie laughs. They sit on a comfy couch. An old turntabl spins a vinyl record around and around. A simple vocal ov soulful rhythm fills the air. Hallie casts sidelong glances at Tom, who seems to really into the song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "Listen to that sound... Hallie nods, pretending she gets it. Her eyes wander arou the room. She focuses on the impressive collection of vin records stacked on shelves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "That’s a lot of records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Yeah, most of them are my dad's, but the newer stuff is mine... He gestures to the current song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You want me to put something else on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "No, this is great. \fBlue Rev. (06/09/16) 93. Then a pause in the conversation. An opportunity... Tom finally makes his move and kisses her. Hallie falls b into the couch, running her fingers through his hair. Tom starts to round the bases, hands exploring. And for a moment, Hallie doesn’t resist. But then pushes back, slowing it down. Taking control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You okay? She nods and a big smile appears on her face. They slowly ease back on the sofa as the music continues in the background. Then just as Hallie closes her eyes and lets herself go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HIGH PITCHED SOUND",
          "text": "Hallie turns to look at the speakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Do you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Good. Right? Tom doesn’t seem to notice. Hallie scans the room, ears w open. Listening. But the music returns to normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "Come here... He pulls Hallie closer. But just as she turns back... TOM'S FACE HAS CHANGED!! IT’S NOW JUST A VAGUE SUGGESTION SOMETHING HUMAN, DISAPPEARING INTO A BLANK VISAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE SHRIEKS AND PUSHES AWAY",
          "text": "Tom disappears as the room seems to warp and expand impossibly around her. The music devolves into the same h pitched noise we’ve heard before. Screaming from the speakers. Louder and louder as the room transforms. And i the chaos...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE SCREAMS",
          "text": "Then instantly...WE GO BACK TO REALITY. Tom jumps off Hallie like he's been electrocuted. Hallie bolts upright. \f73 Blue Rev. (06/09/16) 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "What the hell? Hallie’s eyes dart around the room. Checking all four corners. But everything has returned to normal. Except Tom is now looking at her like she’s a complete lunatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "I didn't do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(still confused) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I didn't do anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(mortified) I know. Tom relaxes. She catches her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Are you okay? Hallie looks at him. Long story...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER 73",
          "text": "Tom comes back in the room with a glass of water. Hands i Hallie. Takes a look at her phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Have you told anybody about this? She shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "If Katie was on a weird Slender Man site, who knows who she met there? Probably some guy with a van. I hate to say it... He starts tapping on her phone, searching for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "(beat) Is this it? Hallie looks up and sees what he's doing. \fBlue Rev. (06/09/16) 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Don't! That “How to Summon Slender Man” video starts to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I've never seen this one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Tom, don't! He looks at her, startled. She jumps up, grabs for her ph He reflexively holds it out at arm's length.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "You can't watch it. Promise me you won't watch it. Ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "It’s just a video--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(interrupting) No. Really. YOU HAVE TO PROMISE ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(starts to laugh) Okay, I won't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I’m not kidding. Promise me. Tom is dubious but can see she’s serious. He gives Hallie back her phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Okay. I promise... Hallie looks at him, anxiety dancing in her eyes. He pull her close. Tries to give comfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (CONT'D)",
          "text": "Really. Finally, she nods thinking he just might mean it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Okay, well... I should probably go. One last kiss and Tom walks her to the front door. \f76 77 Blue Rev. (06/09/16) 96. INT. HALLIE’S BEDROOM - NIGHT 76 Hallie bursts in and drops her things on the bed. Half of scatters onto the floor. She takes a deep breath trying to calm. In the bedroom mi Hallie sees the desperation in her eyes. The fear on her face. She’s almost unrecognizable to herself. Finally she breaks. Sobbing. She turns away so she can’t the tears and lets it all go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie drifts unnoticed through a seemingly endless crowd students. Emotionless. Completely torn down. Until she tu the corner and sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Chloe carries books like any other student, but something different. Her skin so pale. Except for the make-up caked her face. Like a corpse prepared for an open casket funer",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Chloe... She passes, without acknowledging Hallie's presence. Hall turns to go after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Chloe! Wait! What's going on? Chloe stops. Turns to Hallie with a crazed and paranoid l on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Something happened... To you. And Katie, I guess. Something's going to happen to me. And Wren, too. Isn't it? No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Is it already happening? I've seen things? I can’t explain it... A thin smile creeps across Chloe’s face. She breaks into strange laugh. We see the confusion on Hallie’s face as s watches Chloe drift into a crowded hallway. \f78 Blue Rev. (06/09/16) 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An EYE stares up at us from a metal tray. A COW’S EYE. Biology class. STUDENTS are lined up at different tables cow eyes in front of them. SCALPELS AND SCISSORS in hand. Hallie sees Wren. Who looks the other way. Then sees Chlo two tables over silently staring out the window. The scal hanging from her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIOLOGY TEACHER",
          "text": "Hey, look who decided to show up! We see Tom duck into the room. Distracted and out of brea like he was being chased. Hallie smiles as he comes closer. But he just slips past, taking the open stool at the end of her table. Wren scowls... BIOLOGY TEACHER (CONT’D) All right, first, take a moment to observe the external anatomy... Hallie leans back to draw Tom’s attention. He still seems not acknowledge she's there. She whispers-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Hey. He doesn't respond. Hallie faces forward as the teacher w by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIOLOGY TEACHER",
          "text": "The cornea looks cloudy and bluish because of the preservation process... Hallie looks at the cloudy, bluish eye then back to Tom. BIOLOGY TEACHER (CONT’D) Now slice as evenly as you can through the sclera to separate the anterior features of the eye... Around Hallie, students are cutting now. Including Chloe. speaks louder this time-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Tom! He looks. Seems to notice her for the first time. \fBlue Rev. (06/09/16) 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Are you okay? It takes him half a beat but he smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Yeah, I’m fine. Hallie nods but can see Tom’s smile is short-lived. He lo harried. Hallie’s about to say something else to him but interrupted by a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUD GASP",
          "text": "Hallie turns to see kids backing away from one of the tab Chloe’s table. We see confusion on Hallie’s face. Chloe just stands there, alone at the table. Oblivious to other kids backing away. The commotion spreads like a wav through the classroom. Then Hallie sees... Chloe cutting herself! Drawing the point of her scalpel across her palm as if testing its sharpness! Blood pours the table. And then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE HOLDS THE SCALPEL UP TO HER EYE",
          "text": "We hear chairs scooting. Kids jumping to their feet. Hall eyes widen, frozen in the moment. Chloe studies the blade for a long beat, a sinister smile her face. And then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHE STABS",
          "text": "As we cut away there are SCREAMS!!! Hallie and Wren just stands there. Watching. Paralyzed wi terror as the Teacher grabs for Chloe. Desperately trying pry the scalpel out of her hands...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OH MY GOD",
          "text": "We watch as the class erupts into chaos! Students rushing of the room screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HER EYES",
          "text": "\f79 80 Blue Rev. (06/09/16) 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARAMEDICS wheel Chloe to an ambulance. With tears streaming down, Hallie and Wren watch Chloe disappear behind the ambulance doors. For a moment, Tom stands behind them. We see the fear on face. Then he slowly slips away behind the gathering crow Wren and Hallie lock eyes. The nightmare is only getting worse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I told you... (crying hysterically) I told you and you wouldn’t believe me. Hallie just stands there, shaking. Tears pour from her ey as the ambulance’s lights and siren slowly fade away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie races upstairs. Her Mother in hot pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "Hallie, are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Yeah, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "Lizzie told us about Chloe... Hallie stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER, (CONT'D)",
          "text": "I can't believe it. You were there? Did you see her do it? Hallie can’t speak. She can’t find the words. HALLIE'S MOTHER (CONT’D) Oh my God. That poor girl. Hallie’s mother doesn’t know the half of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I need to lie down... She trails off. Her Mother nods. \f81 82 Blue Rev. (06/09/16) 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "Of course. I’m so sorry. She gives Hallie a hug. Senses something... HALLIE’S MOTHER Are you okay? Hallie nods. HALLIE’S MOTHER (CONT’D) Because your sister’s taking it very hard. I’m worried about her. She hasn’t come out of her room since she got home...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "I'm just tired. HALLIE’S MOTHER Can I get you anything? Hallie shakes her head and keeps going. INT. HALLIE’S BEDROOM -- LATER 81 Hallie’s computer sits in her lap. That ominous Slender M website up on the screen. She types a message in the chat window. TO ALLEYKAT93: “You have to help us!” The cursor blinks. No response. She tries again: “How do you make him go away?” She press send. Adds: \"PLEASE!!!\" But gets an automatic response: “USER ACCOUNT DISCONTINUE On Hallie. We see hope fade and the fear return...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER 82",
          "text": "Hallie lies in bed. Eyes fixed on a framed photo that sit her bedside table: Herself, Wren, Katie and Chloe in a go selfie from happier times. She looks at the picture as if it were a distant memory. Then... SPORADIC SOBS OUT IN THE HALL. HER PARENTS WHISPERING. \f83 Blue Rev. (06/09/16) 101. Hallie sits up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S FATHER, (0.S.)",
          "text": "Come on. Just breathe, Lizzie. INT. HALLIE’S HOUSE - HALLWAY/BATHROOM -- CONTINUOUS 83 Hallie moves through the dark hallway, towards a light in bathroom. We hear Lizzie crying. Her parents urgent voice Hallie’s almost running now. She reaches the half-open door and sees her Father tendin Lizzie. Lizzie’s struggling to breathe. Hallie's Mother stands by feeling helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "She can’t breathe. We have to get her to the emergency room. Lizzie gulps for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Lizzie? Oh my God... Lizzie looks up with swollen red eyes. Tears streak down pale skin on her face. Her hands tremble. HALLIE’S FATHER The ambulance is on its way... Hallie's Father starts bundling Lizzie in a towel. Hallie watches helplessly as he carries Lizzie past her. HALLIE’S MOTHER It’s okay, baby... Lizzie begins to lose consciousness, her eyes rolling bac her head! Hallie rushes over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Lizzie! Wake up!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S FATHER",
          "text": "We’re all here, Lizzie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "Where’s that ambulance?! \f84 87 Blue Rev. (06/09/16) 102. Finally, we hear SIRENS in the distance. INT. LIZZIE’'S HOSPITAL ROOM -- NIGHT 84 Lizzie’s bed sits in a pool of harsh light. Pale skin and dark eyes. The vital signs monitor tracks her pulse. Hallie sits bedside listening to her Mother cry as the do tells them Lizzie had a MASSIVE ANXIETY ATTACK. Hallie’s father steps over shielding Hallie from the deta HALLIE’S FATHER Hallie, give us a minute. Why don’t you go get your Mother something to drink...? Hallie’s father hands her some money and motions to the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie taps away on her phone as she walks towards a vend machine at the end of the hallway. She sends a text to To ON THE PHONE: “YOU AROUND?” Hallie comes to the end of the hallway. No answer... She punches a button on the vending machine, a lost look her eyes as the soda tumbles out. She grabs it and turns walk away. But as she does... Hallie sees an ORDERLY step out of a room down the hall. Outside the room is a cluster of BALLOONS... THE NAME “CHLOE” ON ONE OF THEM. Hallie’s feet slow as she approaches the open doorway. Slowly, she peeks inside. POV - A curtain sections off the room. INT. CHLOE’S HOSPITAL ROOM -- CONTINUOUS 87 The curtain slides back. Hallie enters to see “Get well” cards and flowers. \fBlue Rev. (06/09/16) 103. BUT THE BED IS EMPTY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASPY VOICE, (0.S.)",
          "text": "Hallie? Hallie startles! For a moment she can’t locate her, but f Chloe sitting by the window in a wheelchair. Her eyes are bandaged with thick pads of gauze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Chloe. Oh my God. How’d you know it was-—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "I can smell your perfume... Hallie doesn’t see the sinister grin creeping across Chlo face as she moves closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Are you okay? A tiny laugh escapes Chloe’s throat. A hideous, dry rasp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "(grins morbidly) I tried to stop it. But it didn't work... Chloe reaches up and picks at one of the bandages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "No. Don't do that! Hallie tries to stop her hands, but Chloe pushes her away",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "I realize now. He’1ll never stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE RIPS THE GAUZE FROM HER FACE",
          "text": "The bandages fall away and we see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "But I can still see!",
          "sentiment": "neutral"
        },
        {
          "speaker": "I CAN STILL SEE",
          "text": "\f88 Blue Rev. (06/09/16) 104. The horrific stare turns Hallie for the door and the scre chase her into the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie rushes away. Past the nurse’s station. Back to Lizzie's room... Her parents are gone. No doctors and nurses. We see distr on Hallie's face and then... SHE GASPS. LIZZIE’S BODY IS COVERED IN A WHITE SHEET! The hum from the lights fill our ears as Hallie slowly pa over to the bed. Hallie reaches towards the rigid body. Hands trembling. Slowly, she pulls back the white sheet and reveals a face",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "No... Hallie gently touches her hand to Lizzie’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Lizzie...come on...wake up... Her voice falters. She shakes her sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Lizzie... But it does nothing. Hallie starts to cry. Tears flowing. Dripping from her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "No... Then we see a single tear come from Lizzie’s eye. Hallie wipes the tear. Then Lizzie’s face twitches! A microscopic movement. A tiny muscle contraction under o of Lizzie’s eyes. Hallie see it and a burst of hope appears on her face. \f92 Blue Rev. (06/09/16) 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Lizzie! LIZZIE’S FACE TWITCHES AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Wake up! Lizzie’s eyes still don’t open, but the muscles begin to twitch all over now. Contorting Lizzie’s face. Strange expressions of unknown emotions. Hallie shakes her again. AND LIZZIE’S HEAD FALLS TO THE SIDE. HER MOUTH HANGING OP Like she’s going to say something! Hallie stares at her, waiting for the words. Lizzie’s lip begin to move and we see... A GIANT BUG CRAWL OUT OF HER MOUTH. Hallie jumps back and screams! THEN ANOTHER BUG EMERGES... AND ANOTHER...Lizzie’s face bubbles under the skin. Rippling like water. Expanding an contracting until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HER EYELIDS OPEN. BUT THERE ARE NO EYES. ONLY BUGS",
          "text": "They burrow out from under the skin on Lizzie’s face. We them scurrying and gnawing their way through. Hundreds crawling out of the flesh. HALLIE BACKS AWAY HORRIFIED! Turns to run...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S MOTHER",
          "text": "Hallie? You okay? Hallie tries to comprehend. Looks over and sees Lizzie sleeping in bed. Struggling but still with us. Emotion overwhelms Hallie. She can’t keep it in anymore. Her Mother and Father look at each other, confused. HALLIE’S FATHER Hallie, we're worried about you. You haven’t been yourself lately. \f94 95 96 Blue Rev. (06/09/16) 106. She looks into her parents’ eyes. They’1l never believe h if she told them. Hallie bursts into tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowded hallway. Kids make their way to class like it w any other day. Moving on, like nothing has happened. Hallie walks with her head down. Trying not to see anythi Or anyone. Fearful of more visions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie enters, distant and distracted. Her Biology Teache welcomes everyone back. With a heavy heart. Hallie sees Wren. An emotional, loaded beat. Then notices Tom is absent. We can see the anxiety flickering inside. She grabs her p and texts him... Hallie: Where are you? She stares at the screen. No message back. Hallie is abou message him again when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A WAVE OF CONFUSION RUSHES THROUGH THE CLASSROOM",
          "text": "Hallie and Wren look up to see kids out of their seats. A the windows. Whispering. Pointing... With tentative steps, the girls cross over to the windows It’s almost like they know what they’re about to see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOM STANDS ON THE LEDGE OF THE BELL TOWER! High above the ground... Leaning out, eyes locked on the ground below. Like he’s g to jump!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Shit! \f97 98 Blue Rev. (06/09/16) 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wren and her classmates just stand there, shocked and confused. Staring out the windows. Hallie charges past. Rushes out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowd of STUDENTS, TEACHERS, and SECURITY have gathered below the tower. Looking up at Tom. Calling 911. Begging to come down. Begging him not to jump... Hallie comes running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "(yells up to him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Tom spots Hallie fighting her way through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Tom... WHAT ARE YOU DOING?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(yells down)",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU WERE RIGHT, HALLIE",
          "text": "The crowd's attention quickly shifts to Hallie. Collectiv waiting for an answer. Right about what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "And that’s when Tom makes it clear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUT I SEE HIM",
          "text": "Shit! He watched the video... We hear SIRENS. EMERGENCY RESPONDERS on the way. TOM’S POV: In the distance, at the edge of the woods stan blurred figure. Tall and slender. Arms outstretched like branches of a tree. Beckoning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (0.S.)",
          "text": "IT’S OKAY! COME DOWN! TOM, PLEASE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP THIS",
          "text": "BACK ON TOM: A realization appears on his face. An unnatu look of joy... \fBlue Rev. (06/09/16) 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIGHTENED VOICES CRY OUT FROM THE CROWD",
          "text": "AS TOM’S BODY CRASHES TO THE GROUND!!! AND HALLIE SCREAMS!! A study in shock and terror. Tears streaming down her face. Frozen in this nightmare...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie wanders aimlessly like a lost child. Walking down hallway that feels like it stretches out forever. A round of laughter draws her attention to one of the roo Inside the room, a family jokes around, cheering up a lit girl in a hospital bed. All smiles as a nurse prepares th tiny patient for release. But the smiles bring sadness to Hallie’s eyes. She starts cry, the weight of everything crumbling around her. We can see the pain in Hallie’s eyes as we follow her aro the corner. Then we hear SHRIEKS from down the hallway. Hallie sees nurses hurrying towards a hospital room. RUSHING INTO LIZZIE’S ROOM! Hallie moves quicker now. Almost running as she reaches t door. Inside the room... IT IS LIZZIE SHRIEKING. OUT OF CONTROL. Hallie’s Mother and Father look up as Hallie steps into t room. We see the panic in their eyes. The tears. INT. LIZZIE’S HOSPITAL ROOM -- CONTINUOUS A DOCTOR stands over Lizzie reading her vital signs. He b orders at the NURSES who respond immediately. Efficient l a machine. Working in unison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "BP, 80 over 40. \fBlue Rev. (06/09/16) 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Let's get her moving. The railing slides up on the sides of Lizzie’s bed. The wheels release. An IV is attached to a hanger. And suddenly, Lizzie is being wheeled towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Where are they taking her? She rushes over, grabbing Lizzie’s bed. Hallie’s Father s her, letting the nurses pass. HALLIE’S FATHER Hallie, they’ve got to get her to the ICU... MORE SCREAMS from Lizzie. Her face paler than before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Lizzie! Hallie pulls away from her father and grabs Lizzie’s hand Lizzie sees Hallie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "(hisses) He didn’t have a face! TERROR WASHES OVER HALLIE WHEN SHE HEARS THE WORDS... And then Lizzie’s hand is ripped away. The hospital bed rolling towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Lizzie! As they exit the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Lizzie!! Hallie’s Father wraps his arms around her as they watch Lizzie disappear. Tears fall from Hallie’s face as the fear builds inside. see it growing in her eyes. Overwhelming her. And then it too much... Hallie breaks. Bursting into tears. Fearing the worst. Sh pulls away from her father. Heads for the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH CUT TO",
          "text": "\f99 Tan Rev. (mm/dd/yy) 110. EXT. HALLIE’S HOUSE - LIZZIE’S BEDROOM -- NIGHT 99 Hallie charges through the door, searching. LIZZIE’S LAPTOP SITS ON THE DESK IN THE CORNER. Hallie rushes over and taps on the keyboard. The screen lights up and we see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THAT OMINOUS RED-ON-BLACK WEBSITE",
          "text": "A wave of dread washes over her as the realization sinks - ON THE SCREEN: We see Lizzie’s conversations with other users. As we scroll through, a name catches Hallie’s eye. “WREN” HALLIE OPENS THE THREAD. IN THE FEED: Questions from Lizzie. Answers from Wren. Wh Slender Man? What does he do? How does he find you? Hallie scrolls down to the last entry... THERE’S A VIDEO LINK!! Hallie clicks and it loads... - IN THE VIDEO: The camera moves through the trees. We he SWEET LAUGH from behind the camera. Barely audible. Then girl appears, walking away from us. We follow her into a clearing. She stops and faces the camera. Hallie freezes, horrified when she realizes...IT’S LIZZIE - We hear Lizzie giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN HALLIE SEES IT",
          "text": "-— SOMEONE HANDS THE CAMERA TO LIZZIE. WE CAN NOW SEE PERFECTLY. BUT LIZZIE DOESN’T FOCUS IT ON HERSELF... - IT’S WREN!! STANDING THERE! ! IN THE WOODS WITH LIZZIE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE, (0.C.)",
          "text": "Now what do I do? - Wren looks into the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Just sacrifice something you love. - The video ends. Hallie stares at the dead black screen. Horror on her fac +e HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fTan Rev. (mm/dd/yy) 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (0.S.)",
          "text": "I'm sorry... Hallie jumps, the unexpected voice spinning her around. Wren stands in the doorway, afraid to enter the room. Tea stream down from the dark circles under her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "How could you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It was before I knew what would happen... Wren’s voice breaks, the tears fight against the words. HALLIE’S HORROR QUICKLY TURNS TO ANGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Wren, she’s in the hospital!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "I didn’t know, I swear. But I think I found a way- Hallie steps to Wren. Full of rage. About to hit her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "(yells) I came over here because I found something that might stop this!! Hallie stops herself. Just barely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "See for yourself! Wren scrambles to the computer. Hallie just stares at her unconvinced. Suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "I went through my conversations with AlleyKat... Wren scrolls to AlleyKat’s last entry. Just random number ON THE SCREEN: “32.903852, -79.988029”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "And then look... She clicks on another feed. And another. And another. Hal watches Wren frantically navigate the site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fTan Rev. (mm/dd/yy) 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "You've lost your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "No!! It’s these numbers... ON THE SCREEN: We click through a series of conversations People asking for help. “How do you stop Slender Man!!?” the last entry of each feed... “%32.903852, -79.988029” The anger slowly melts away as Hallie sees each new feed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Then I saw this. ON THE SCREEN: Wren opens a feed from Katie to AlleyKat. Desperately, pleading for help. And AlleyKat’s final entr %32.903852, -79.988029” Wren looks back at Hallie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "So I searched it... ON THE SCREEN: Wren searches the random set of numbers in web browser. A MAP POPS UP!! A spot in the middle of nowh",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "They aren’t random numbers. They’re coordinates... ON THE SCREEN: Wren zooms all the way in on the map. It zeroes in on a spot in the middle of nowhere. In the wood - A TAGGED LOCATION APPEARS ON THE MAP... “SLENDER MAN’S MANSION” - IT’S JUST A DISTORTED ARRAY OF PIXELS. TREES CLUSTER AR WHAT LOOKS LIKE A STRUCTURE. BUT IT’S IMPOSSIBLE TO TELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "We need to go there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Come on. Someone hacked in and put that there. It’s a joke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What if it’s not? What if there’s a way to save Lizzie. To save all of us. Maybe even Katie. We can take my mom’s car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e * HF \fTan Rev. (mm/dd/yy) 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "You wanna go!? Are you crazy!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "What choice do we have!!? Hallie just stares at the screen. We see something surfac her eyes. A sliver of hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The city lights are left behind as they speed down an emp highway. A darkening landscape rolls by as they descend i a sleepy rural area. Wren glances at Hallie. Treading lightly. Tension in air. Hallie doesn’t make eye contact. The anger is still there",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Headlights cut through the darkness. A RED SEDAN makes it way down the crumbling country road. The car rolls to a s at a DEAD END. The engine dies and the headlights disappe All we hear is the silence of the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls focus on Wren’s phone. A destination is mapped on the screen. It straight ahead. Past the dead end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car doors creak open. The girls step out and walk aro to the front of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "It’s through there... Their gaze drifts to the darkness ahead as the wind swell the trees. Leaves rustle on the swaying branches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Okay... They both flashlight their phones. But as soon as they spotlight the treeline... THEY SEE A GIRL WALKING INTO THE WOODS. \fTan Rev. (mm/dd/yy) 114. The girl holds for a moment. Standing in bare feet and a long, white nightgown. But just as quickly, the girl slip into darkness. Hard to tell, but it looked like Katie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Was that...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(calling out) Hey!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TWO BEAMS OF LIGHT SPOT THE WAY THROUGH THE DARKNESS.",
          "text": "Wren and Hallie chase through the trees, branches snaggin and grabbing at their clothes. They stop and aim their flashlights, but the girl is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Goddamnit. Where is she? THEN MOVEMENT UP AHEAD. THE GIRL APPEARS IN THE DISTANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Hey, wait! Wren’s voice echoes through the forest as they chase afte her. Their flashlights sweep through the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Come back!! The light from their phones leads them to a dark path in forest. The path widens towards something hidden in darkn A GIANT GNARLED OAK TREE. Hallie and Wren walk towards the tree, searching. As they move closer, something materializes under its branches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HUGE, BROKEN DOWN MANSION",
          "text": "Was it hidden in darkness? Or did it appear out of thin a The towering structure blends into the forest around it. Overgrown. Abandoned. And perched on a crumbling pedestal rock in front of it... A LARGE CAST IRON BELL. Wren and Katie slowly approach the decaying structure. A heavy blanket of silence surrounds them. \fTan Rev. (mm/dd/yy) 115. SUDDENLY, THEY SEE THE GIRL SLIP INSIDE THE FRONT DOOR. She beckons them to follow and disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT LOOKED LIKE KATIE",
          "text": "Wren and Hallie call out, running after. They’re right be her, scrambling up the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door creaks open in the darkness. Hallie and Wren ste inside, their phones lighting the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Katie... Her voice bounces of the walls and fades away. No respons Only the floorboards creaking under the girls’ feet. THEN A TINY LAUGH SHATTERS THE SILENCE. They spotlight the center of a large open room... AND THE GIRL IS STANDING THERE. FACING AWAY FROM US.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Katie? Is that you? The girl slowly turns around. She looks up at them, dark circles around her eyes... IT’S KATIE!! The girls rush towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS",
          "text": "Katie!! The lights from their phones splash off the walls, light bouncing around the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Are you okay? But Katie doesn’t speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "(to Katie) C'mon. Let’s go... Wren grabs Katie’s hand, but she violently pulls away. \fTan Rev. (mm/dd/yy) 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Katie, what are you doing? C’mon! Still, she doesn’t move. It’s like she doesn’t even see t",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "We live here now... Katie looks to the ceiling high above their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "With Him... Here in the Absence... Katie looks directly at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE NOTHING...",
          "text": "AND AT THAT EXACT SAME MOMENT, THE GIRLS’ PHONES DIE. The flashlights disappear and the room goes dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Katie, please!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Let’s go, goddamnit!! The girls grabs Katie’s hands, but she won’t move. It’s l she’s carved in stone. Her body stiff and rigid. THEN A HAUNTING SOUND FILLS THEIR EARS. A BELL, ECHOES OUTSIDE. IT FILTERS THROUGH THE WALLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls freeze. A shiver rolls down their spines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFF THE FLOOR",
          "text": "Wren and Hallie can’t speak. They can’t move, frozen as t watch Katie lift into the air. THEN THOUSANDS OF TINY WHISPERS FILTER OUT OF THE WALLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICES OF LOST CHILDREN SWIRLING AND CRYING FOR HELP",
          "text": "Wren and Hallie spin around, but there’s nobody there. On Katie hovering in mid air, drifting towards the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "HE’S HERE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108 Tan Rev. (mm/dd/yy) 117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WALLS LIKE BLACK VEINS SPIDER-WEBBING IN ALL DIRECTIO",
          "text": "Hallie and Wren’s eyes follow the tentacles up to... AN INKY BLACK TORSO MELTING OUT OF THE CEILING. Hallie and Wren stand frozen, entranced by the terrible figure. Long thin arms forming. Reaching towards Katie as floats upwards. Her body warps and deforms...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND SHE IS ABSORBED BY THE FIGURE DROPPING DOWN FROM ABOV",
          "text": "Then a face evolves... STARING AT THEM WITHOUT EYES. A BLANK EMPTY VOID. Wren starts to bolt for the door, but Hallie just stands there. Wren grabs her and spins her around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "Hallie!! Run!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front door slams open. Hallie bursts through the door Wren’s right behind her. As they race into the trees, Hal glances back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLITHERING AROUND HIM. HIS BLANK FACE STARING.",
          "text": "Then Wren takes off!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie dodges trees and branches racing after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Wren!! Her feet carry her as fast as they can. THEN WE HEAR SOMETHING BEHIND US!! Hallie looks back... SOMETHING IS MOVING THROUGH THE TREES. A MASSIVE SHAPE. SNAPPING BRANCHES BEHIND HER. Hallie darts through the underbrush. Branches scraping ac her body. Scratching her arms and face. Then out of nowhere, Hallie charges into a clearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fTan Rev. (mm/dd/yy) 118. Hallie turns and sees Wren just as she emerges. They run each other, distancing themselves from the sound of branc breaking. Trees snapping. Up ahead, the moonlight sketches an outline of the horizo The girls see it through the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRICKETS STOP CHIRPING. THE LEAVES STOP RUSTLING. DEAD QU",
          "text": "The girls turn toward each other. Then like a whisper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hair stands on end as the girls recognize the noise. NEXT THAT DEAFENING SILENCE... It’s as if the world were frozen in time...the absence of sound exploding in the girls’ ears. AND THEN A DEEP, LOW TONE. AN UNSETTLING, HOLLOW RING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIRLS TURN TOWARDS THE SOUND AND SOMEHOW THEY ARE RIG",
          "text": "BACK AT SLENDER MAN’S MANSION! THE GIANT GNARLED AND TWIS OAK TREE TOWERS OVERHEAD. Arms branching out and winding around each other. A MASSI STATIC SHAPE. Or is there movement? Is it getting closer is the tree changing? Growing? We see the terror on the girls faces as they stare at wha once looked like a sprawling, twisted oak tree. But now really has changed... Morphed into the TALL, SLENDER TORSO OF A MAN with imposs long arms extending towards us. The tree branches CRACK A SNAP LIKE TWIGS as more arms appear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls kick into gear and take off. But now see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fTan Rev. (mm/dd/yy) 119. Slender Man the same exact distance IN FRONT OF THEM! The girls look right. THEY SEE HIM THERE, TOO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "This way! They turn, race towards nothing. Branches slashing at the bodies as they charge through. The girls look for cover. Find it behind a tree. Out of breath. Lungs burning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "Do you see anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE",
          "text": "C’mon, we gotta keep moving! Hallie starts to go. But Wren stays put.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (CONT'D)",
          "text": "Wren! Let’s go! Wren turns to Hallie--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN",
          "text": "You go, Hallie... A sudden calm’s come over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "I can buy you time. Hallie looks at Wren in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "I screwed up. I never should have shown Lizzie. All of this has been my fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WREN, (CONT'D)",
          "text": "Run Hallie! Goddamnit!! RUN!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fTan Rev. (mm/dd/yy) 120. But somehow Hallie wrestles free and charges deeper into forest. Screaming at the top of her lungs. Too afraid to back. Running for her life. Until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMACK",
          "text": "She crashes into a tree. Or is it him? No time to look. She’s back on her feet. Running the gauntlet. It feels like an eternity. Legs pushed to their limit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMACK",
          "text": "She crashes into another tree... IT’S SLENDER MAN! TOWERING OVER HER! Hallie tries to get back on her feet. Screams--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT DO YOU WANT",
          "text": "No response. Just that high pitched sound... Hallie falls to the ground as a TENDRIL enters frame, lik some kind of grasping vine made of translucent flesh. The tendril plays around Hallie’s face before, finally, touch her cheek, like a caress. This close, Hallie can recognize that Slender Man’s suit isn’t a suit. His tie isn’t a tie. The “suit” is mottled, fleshy. The tie is just a smear of reddish liquid. Where “face” should be is a roiling mass of some unknown substa Finally, a look of acceptance on Hallie’s face. And then. The world brightens all around us. Shadows disappear as t skies fill with light. Is it the first ray of light as th sun peeks over the horizon? Or something else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE GASPS AS A BLINDING LIGHT EXPLODES ALL AROUND HER",
          "text": "It slowly dissipates and we see the large gnarled oak tre But now it towers over a clearing in the woods. A silent, empty void. An absence... THE MANSION HAS VANISHED INTO NOTHING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fBlue Rev. (06/09/16) 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lizzie sits at her computer. Designing a MISSING FLYER wi HALLIE’S PICTURE on it. We can see Lizzie has recovered from her mental episode. she’s definitely worse for wear. And then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (0.S.)",
          "text": "Lizzie... Lizzie listens, not sure what she heard. She gets up and crosses to her door. Opens it. Peers out. Nobody there... But, just as Lizzie goes to close her door... HALLIE (0.S.) (CONT’D) Lizzie... Lizzie turns. Exits her room to investigate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "Hallie? INT. HALLIE’S HOUSE - HALLWAY -- CONTINUOUS 111 Lizzie moves down the hall. Still nobody there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE, (0.S.)",
          "text": "Lizzie... She sees the back door open. Heads that way... EXT. HALLIE’S HOUSE -- NIGHT 112 Lizzie enters the backyard. Looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZZIE",
          "text": "Hallie? But nobody is there. Only the forest behind the house. A tear rolls down Lizzie’s cheek as she searches the endl trees. No Hallie. Just tangled branches. We can’t tell wh one ends and another begins... And then we hear something. Unmistakable... A BELL ECHOES IN THE FOREST. \fBlue Rev. (06/09/16) 122. And off Lizzie’s SCREAM we...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1678"
    }
  ]
}