{
  "movie_id": "MOV1695",
  "scenes": [
    {
      "location": "TRAIN YARD",
      "time": "LATE AFTERNOON",
      "characters": [
        "A61D",
        "106A",
        "122B CONTINUED",
        "INSIDE DETENTION ROOM",
        "BOOK",
        "SKINHEAD, (CONT'D)",
        "ANOTHER EAR",
        "INSTRUCTOR",
        "GIRL",
        "KEITH, (CONT'D)",
        "KEITH AND AMANDA",
        "106B",
        "A61B",
        "EAR",
        "FOOT",
        "KEITH'S HAND",
        "49,",
        "FEMALE VOICE",
        "WAIST",
        "AMANDA AND KEITH",
        "AMANDA, (CONT'D)",
        "SKINHEAD",
        "KEITH",
        "ROUND AND ROUND AND ROUND...",
        "DRUMMER GIRL, (CONT'D)",
        "122A",
        "TOILET HANDLE",
        "CUSTOMER",
        "SHAYNE AND FRIENDS",
        "FADE IN",
        "FRIEND 2",
        "GROUND",
        "MIA",
        "FRIEND",
        "114.",
        "CLIFF, (V.0.)",
        "A61A",
        "CINDY",
        "107C.",
        "SHAYNE",
        "PAD",
        "LAURA",
        "ROUND AND ROUND AND ROUND,",
        "167B",
        "CLIFF",
        "HARDY AND AMANDA",
        "30D CONTINUED",
        "HARDY, (CONT'D)",
        "FIRE ALARM",
        "SKETCH",
        "PAPER",
        "GARMENT BAG",
        "DOOR HANDLE",
        "30D",
        "CANVAS",
        "ROUND AND ROUND SHE GOES,",
        "123.",
        "LAURA, (0.C.)",
        "DRUMMER GIRL",
        "HARDY, (0.C.)",
        "95A",
        "25A",
        "HOLLY",
        "BOY",
        "AMANDA JONES",
        "TITLES CONTINUE",
        "CONTINUES",
        "\"TIL IT'S TIME FOR HER COMING OUT...",
        "WRIST",
        "17.",
        "CLOSEUP ON HARDY",
        "THE END",
        "SHAYNE AND AMANDA",
        "VOICE",
        "MUSIC COME UP AND CARRIES ACROSS",
        "HARDY",
        "THE LITTLE GIRL SHE JUST WANDERS",
        "THE WORLD OF AMANDA JONES,",
        "THE GIRLS",
        "PURSE",
        "OMITTED",
        "PUMP METER",
        "FINGERS",
        "TEACHER",
        "KEITH AND DRUMMER GIRL",
        "MR. GALE",
        "HARDY AND HIS FRIENDS",
        "MALE VOICE",
        "59.",
        "A61C",
        "WOMAN",
        "LAURA, (CONT'D)",
        "30C",
        "CLIFF, (0.C.)",
        "119A CONTINUED",
        "BOY AND GIRL",
        "COURTYARD",
        "LEG",
        "SECOND HEAD",
        "GIRLS",
        "PANTS FLY",
        "BRA",
        "RAY",
        "TITLES CONTINUE TO END",
        "CONTINUED",
        "CUT TO",
        "AND ROUND...",
        "SECURITY GUARD",
        "PICTURE",
        "57.",
        "AMANDA AND SHAYNE",
        "DRUMMER GIRLS",
        "119A",
        "CU. HOLLY",
        "HEAD",
        "THE BOYS",
        "DRUMMER GIRL'S HAND",
        "CAROL",
        "104.",
        "128.",
        "CU. SHAYNE",
        "167A",
        "8/26/86 79.",
        "BOX CONTENTS",
        "NIGHT",
        "122B",
        "94.",
        "KEITH, (0.C.)",
        "AMANDA",
        "RAY, (0.C.)",
        "I SAID ROUND AND ROUND AND ROUND,",
        "LIPS",
        "ABOUT,",
        "HAT",
        "BLOUSE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A young man is walking along the tracks. A slow, aimless walk. Lost and lonely. A setting sun at his back. He's handsome in a rugged, dangerous way. Denim and leather. A great sadness and confusion on his face. His name is KEITH NELSON. DRUMS OBLITERATE THE STRINGS, and we RETURN TO BLACK and TITLES BEGIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's playing drums to the TRACK. Hard, serious. With great purpose and need. She's boyish and tough. Her prettiness is intentionally buried beneath acres of atti- tude. This is WATTS. DRUMMER GIRL. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY AND GIRL",
          "text": "Beautiful girl, handsome boy. Perfection meets perfection Making-out against the yellow slatted light of a darkened bedroom. She's AMANDA JONES. He's HARDY JENNS. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A freight train is thundering down the tracks. A HORN BLA The speeding bulk dominates the FRAME. The SOUND of DIESE ENGINES and CHATTERING TRACK obliterates the MUSIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy we saw before, Keith Nelson, continues down the t He looks up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 11 12 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train is bearing down on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BEHIND Keith TO SEE that he's walking into the approachin train. The HORN BLASTS AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Watching the train. No reaction. A collision with the tra will only give him what he wants. Change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train shudders and rocks on the track. The HORN BLAST AND HOLDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Still no change in expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM BEHIND Keith. The train FILLS THE FRAME. It's nearly on him. He steps out off the tracks at the last moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith heads down the embankment as the train hurtles past No change in expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The homes of working people. Squat bungalows, clean but modest. A black Corvette is parked in the driveway of one of the houses. It stands out among the more utilitarian vehicles on the street. An incongruent luxury. A front door opens, and the boy and the girl we saw making-out in the TITLE SEQUENCE step out of the house. Her blouse is untucked, her hair's mussed, stocking feet. She's flushed and floating. He's in a hurry. Done with her, on to other things. She holds him back and kisses him. There's no tenderness on his part. It's one-sided.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith is across the street, leaning on a lamp post. His gritty hands wrapped around the pole. Washed but never clean. A hint of anger, a touch of resentment. Hardy doesn't belong in the neighborhood. Certainly doesn't de- serve the girl. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 14 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy gets in his car, fires the engine and backs out of the driveway. Amanda waves goodbye from the porch. Hardy drops the Corvette in gear and squeals away. An irresis- table show of disrespect for the neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "There's something tragic about his look. Hardy has every- thing money can buy and is now stealing the things it can",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda goes back in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "His observation was careful and considered. He looks at his greasy hands. Too dirty to touch her. He pushes off the pole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tired two story in a modest neighborhood. Clean but sim Maybe a little nicer than Amanda's neighborhood. But not much. Keith cuts across the freshly mown lawn, up the dri way and around the back of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's mother, CAROL, is at a small built-in desk beneat a wall phone balancing her checkbook. She's wearing nurse whites. She works. Dinner is on the fire. A ten-year-old girl, CINDY, is sitting at the kitchen table. She's cata- loguing her Garbage Pail kids in a photo album. Keith com in the back door. Cindy strikes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "It's Semi-Conscious Keith. Keith ignores her and continues through the kitchen. Caro addresses him without looking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Hi, honey. How was work? He exits into the dining room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You still haven't told me when you're going to cut your hair. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 16 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Mom? You're flapping your lips in vain. Keith vacated. Carol addresses Cindy without looking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Speak English, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith crosses out of the dining into the foyer. His fathe calls to him from the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF, (V.0.)",
          "text": "Keith? Is that you? Keith stops at the bottom of the stairs. He sighs. Caught He swings around and steps into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's father, CLIFF, is sitting on the couch. Spread ou before him are university brochures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He looks at Cliff and the brochures. He's suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "He speaks without looking at Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I've been checking out colleges... He looks up at Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Plays it flat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Aren't you a little too old for college? A thin smile breaks through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "An incredulous stare. Incredulous that Keith can be so cavalier about a subject that Cliff considers vital, pres ing and overwhelmingly serious. There's no humor to his retort. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "If I'd gone to college, I wouldn't be selling tires six days a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He doesn't like hearing Cliff run himself down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "A word of warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "If you don't get with the program, you'll be selling tires, too. (pause; lightens- up) You want to take a minute and look at these brochures? A whole bunch of new ones came in the mail today. (sorts through stack, finds one, holds it up) Take a look. Some of these are real nice. Look at this, coed physical education.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "The last thing he wants to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Can I do it later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "He's been put off before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I'm not trying to break your back, I just want you to get off the dime and think about your future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He nods. He's heard it before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "One last thought. What's really at the heart of the colle issue. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "You got a shot to be the first guy in this family who didn't have to wash his hands after a day's work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He knows. All too well. He shows his hands to Cliff. Dirty. Motor dirt. Like Cliff said. He pushes off the door arch and heads back into the foyer. He heads up the stairs, side-stepping the debris piled on the stairs to be carried up at anyone's convenience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith opens the door and stops cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's sister, LAURA, is sitting on the floor going thro his records. LP's are out of their sleeves. She's rudely holding an LP, looking at the label. Keith's room is a shrine to art. It's a serious shelter from the outside world. One wall is covered, every inch, with reproduction posters, art show posters, art postcard reproductions torn from books and magazines. A collage of the history of art. A second wall is devoted to his own sketches. A third wall is a trompe l'oeil of an endless marble gallery. The fourth wall is hung with his own can- vases. A stereo carefully put together out of discarded pieces and parts. His bed is a mattress on the floor. A chair direct from the dump. A rug from off a curb during spring trash pick-up day. A desk made of an old door held up by two oil drums. The surface is covered with sketches and india ink pens and brushes, ink bottles. Clay and pla ter models and studies. Everywhere are found objects, things intended for future pieces and studies. It is an artist's studio in a boy's bedroom. There's no question from his surroundings that he's serious about his talent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I'm looking for that song about the guy that killed himself for the girl that hated his guts. She looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's furious at the intrusion. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Disregards his anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Do you know which song I'm talking about? Keith takes the LP from Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Do you understand the concept of privacy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Yes, I do. That's why I don't let anyone in my room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Get out of here before I throw your ass out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(outraged) God, are you in a bad mood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Get outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Is this a side effect of being massively unliked or...? Keith grabs Laura by the arm, rips her to her feet, walks her to the door and shoves her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "She's enraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "If I get a black and blue mark you monger, you're dead! The door slams on her. She screams at the top of her voic",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (0.C.)",
          "text": "Mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "\f20",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The family are eating dinner. Laura is showing her upper arm to Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Look at it. You see what he did to me? Carol looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I don't see anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Then you need glasses. If I wanted to sit out, I couldn't wear a bathing suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Exposing your skin to sunlight will make you old before your time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "(to Laura) You stay out of his room. (to Keith) You got a problem with her, see me before you rough her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What right does she have to break into my room? And I didn't rough her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I have practically no feeling left in the upper part of my arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Drop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I wish just once you guys could experience the humiliation of having the weirdest guy ina huge school be a blood relative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Your father said, drop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "This whole family revolves around Keith. I'm sick of it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f20 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Keith sets down his fork and napkin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "That's not true and you know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(to Carol) I'll be upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You haven't finished your dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Excuse me. Keith gets up and exists. Cliff calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "What about these colleges, Keith? (pause) I expect an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Do you know what a total waste of money it's going to be letting him go to college? He'll have this expensive education that he'll never use because all he wants to do is make incredibly ugly art that won't ever look good in anybody's house. Cliff, Carol and Cindy stare at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Am I wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC'S PLAYING. He's sitting at his desk looking at a tattered photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PICTURE",
          "text": "A candid snapshot. Of a girl looking back over her shoul- der. A caught expression on her face. A beautiful girl. The girl we saw in the opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Dips his brush in ink and applies it to paper. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 22 23 24 25 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAPER",
          "text": "A steady hand draws the sweep of a girl's neck and shoul- der. Another produces a fine, strong jawline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "A hint of a smile as he looks at his first strokes. The SOURCE MUSIC PLAYING in the room is lost to a DRUM TRACK PLAYED AS SCORE. The DRUMS CONTINUE ACROSS the:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big, traditional high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A battered, wasted Mini with English drive whips into the parking lot and flies into a parking spot narrowly missin the shiny new imports on either side of the vacant spot. DRUMS OUT ON A CYMBAL SPLASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUND",
          "text": "The car door opens and a black patent-leather tie shoe, covered with metal studs steps out of the car. We MOVE UP FROM the shoes, PAST worn, torn jeans, a tank top, black man's brocade vest, drum sticks shoved in a black leather belt, red kid gloves and a cheap digital watch on a metal stretch band shoved halfway up the arm to the girl we saw in the opening. She's Watts, Drummer Girl. Big breathless smile enjoying the rush of a near miss, the affirmation o life that comes from a challenge to it. She takes off her tiny red sunglasses and looks in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Are you aware of how close that was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith looks up at her. He's annoyed with her driving. The answer to her question is on his face. He can't help but smile at her exhilaration. He picks up his books off the seat and gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith gets out of the car. He has to squeeze out. Drummer Girl's parked a bit close on his side. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f25",
          "sentiment": "neutral"
        },
        {
          "speaker": "25A",
          "text": "26 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Imagine what I can do when I get my driver's license back. She gives him a big smile and twirls her drumsticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy Jenns and a couple of his friends are hanging in th parking lot. Leaning against a tricked-out Toyota truck. MUSIC's coming from inside the truck. Hardy's bending the radio antenna over. With his free hand, he's holding the owner of the car away. His intention isn't to do damage, only to harass his friend. The game is interrupted as something catches Hardy's eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl and Keith heading into school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY AND HIS FRIENDS",
          "text": "Hardy lets the antenna go. He points out Keith and Drumme Girl. Big derisive smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl and Keith head across the lot to the school. They're unaware that they're being observed. She's fiddl- ing with her drumsticks as she walks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You don't have any books?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Not on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You never study, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Not school stuff. My urge is to make music. Tell me how reading \"Lord Of The Flies' '1l make me a better drummer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You have no desire to get out of this place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You're talking to someone who was raised on cocktail onions and cigarette butts. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL, (CONT'D)",
          "text": "I'd like nothing better. I have two feet. I'll get out. I'm not worried. You must be getting heat from the old man about college again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's all he thinks about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "In comparative terms, it's probably better to have an old man nagging you about the future than to have no old man not nagging you about anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Things not too great at home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "The same. The reach for the school doors. There's a crowd. Drummer Girl taps out a little riff on the back pack of a kid standing in front of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "It doesn't matter. As long as you stand by me, I'm covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Where would I be without you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Seeing as how I drive you to school every day, you'd probably be sitting on your front porch. The kid Drummer Girl is tapping on turns around. He's an angry little freshman dead head. His name is Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Do you mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Very much so. Drummer Girl twirls her stick and gives the kid a pop on the top of his head. She steps in front of him and opens the door for Keith. \f27 28 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith and Drummer Girl continue down a crowded hallway. It's a corridor claimed by the headbangers. The angry flotsam of the school loiters on the window ledges, lis- tening to MUSIC, laying comatose, talking loudly, verball abusing anyone and everyone that passes. Including Keith. His dark clothes, blank expression and boots make him ap- pear at home in the corridor. But he's not immune to at- tack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Hey! Paint my picture!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "(to Keith) Some day when your shit's hanging in a museum and these guys are OD'd you'll be laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm laughing now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I think it's hip that you paint. I think it's hip that I drum. And it's perfect that we're friends. Keith stops. Drummer Girl stops. He looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A leg is stuck out, across his path. We MOVE UP TO a big, ugly-looking SKINHEAD. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He stares at the kid. Doesn't give up anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith steps over the obstruction. The Skinhead pulls his leg in as Keith raises his leg and makes him highstep ove nothing. A laugh. Keith stares at the Skinhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "That's real original. How long you been pulling that one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "(unfazed) How long have you been a lesbian? Drummer Girl's face goes ashen. Keith's face tightens. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 29 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "You're carrying too much up front to be a guy. So you must be a... Keith grabs Skinhead by his jacket front and pulls him to his feet. He realizes that he's grabbed more than he anticipated. Skinhead towers over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MALE TEACHER rudely shoves his way through the crowd. He's assigned the security. Shirt-sleeves and tie and two way radio on his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "That's enough! He grabs Keith's shoulder and pushes him aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Clear out! Keith backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Now! He turns and heads down the hall. Drummer Girl points her drumstick at Skinhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Wimp. She follows after Keith. The teacher turns to Skinhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "I didn't do anything! He jumped on me! Why don't you nail him? The teacher flips a pack of Marlboro's out of Skinhead's shirt pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "It's not my shirt. He reaches around behind and yanks a half pint out of his hip pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "That's just for show. He reaches in the other pocket and takes out a packet of scene playing cards. The teacher looks at them. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f29 30 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Those were a gift. He tries his most charming smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "You just got detention, mister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's slumped down in a chair in the back of the librar He's working in a sketchpad. He's got his eye on somethin Drawing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl we saw in the opening and in the photograph, Ama Jones, is across the room and forward of Keith. A boy is sitting at her table. His back is to Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's obviously very taken with her. Watching her every move. He feels eyes upon him. An uneasiness comes over him. His eyes shift quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOSEUP ON HARDY",
          "text": "Hardy's turned in his seat, looking directly at Keith. He's not pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's caught. He looks down to avoid the stare. A beat and he looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see that Hardy was the boy with his back to Keith. He's turned around in his seat. Amanda looks from Hardy to Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Tries to convince himself that he's not intimidated. Look away. Another beat and he returns his look to Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "He's still staring at Keith. He points to Keith, holds up a pencil, points to Amanda, points to his neck, points to Keith, points to the pencil, turns it straight up and sna it in half. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crusty, older woman looks up with a scowl and lets out a loud, shhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Looks at Hardy to let him know that he doesn't scare that easily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She looks from Hardy to Keith. Wondering what Keith is doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith is walking down the hallway. Drummer Girl pushes her way through the crowd to Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Keith! He stops. She's flustered and nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Are you sitting down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No. I'm standing in the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Right. I have some bad news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "This is unconfirmed but I have it from a reliable source.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I think your father's at school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "How do you know it's my father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You know those hats he wears?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAT",
          "text": "A straw panama is resting on a desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cliff has taken half an hour off work to visit Keith's counselor, a gaunt man in his fifties, MR. GALE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "So there's nothing special we need to know about filling out the applications?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GALE",
          "text": "Just what we've covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I don't mean to be a pain in the butt about this, I just want to double-check. You know kids they wait until the last minute on everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GALE",
          "text": "You have plenty of time. Has Keith decided on a school yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "We're zeroing in on a few.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GALE",
          "text": "He's indicated to me an interest in a couple of art schools.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I don't think that's going to happen. He comes out of an art school, what's he qualified to do? I'm looking for a good business program. I think he has a good head for business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GALE",
          "text": "The indications I've gotten are that he's more creatively inclined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Fine. We're looking for a business school. He can be creative in his spare time. How's he doing other- wise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GALE",
          "text": "Fine. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/13/86 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Grades holding up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GALE",
          "text": "Very well. Cliff picks up his hat and offers his hand to Mr. Gale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Good. Thanks for the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GALE",
          "text": "If you have any more questions don't hesitate to call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I appreciate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cliff heads down an empty hallway. We MOVE AHEAD OF him TO Skinhead. He's standing at a locker, prying it open with a large screwdriver. He hears Cliff coming, turns TOWARD CAMERA, shoves the screwdriver down his front and closes his jacket. To avoid a problem, Skinhead takes the immediate offensive position. He turns as Cliff reaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Excuse me, sir. Can I see your hall pass? Cliff is surprised by the request.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I don't have a pass. I'ma parent. I was seeing Mr. Gale. I'm on my way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Please don't think me rude, sir, but we have to limit access to these hallways to students and authorized persons only. You have no idea how many unsavory types try to gain entry to the school to prey on the youngsters. They bring in contraband, controlled substances, obscene rock 'n roll lyrics. I'm telling you, sir, it's like wolves running free in the hen house. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/13/86 18A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I'm heading right out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "I'm sure you are, sir. You have an honest face and an overall honorable body shape. I'm just alerting you to the rules. From a concerned teen to a concerned parent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Boy, I got two kids who I wished had your attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "It's refreshing, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Very. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "God bless. Cliff smiles and continues on his way. Skinhead waits a beat and returns to the locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's sitting in class. All eyes turn to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waves to Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "We PUSH IN ON her face as she screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's wearing paint-splattered jeans and a T-shirt. He's sitting on the back of a chair, studying a canvas he's working on. He's holding a paint brush in his teeth. It's after school. Late. He hears talking in the hallway. He looks out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy and a sophomore girl, MIA, are talking in the hall- way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He studies the situation, listens carefully. \f34 35 36 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia's back is to the lockers. Hardy's standing in front of her, leaning forward, resting his elbow on the locker. Engulfing her. She's completely under his spell. He's older, he's richer, he's handsome, he's popular, he's dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(softens) I want you to stay close but not too close. You back off when I say, okay? She nods, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "It'll get good. Mia nods. He gives her a gentle kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Both your parents work? Mia nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Good. Maybe I'll come over after school one day this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy and Mia. The tail end of the kiss. Hardy pulls back from her. He looks down the hall and catches Amanda looking at him. He steps back from Mia. She shoots a look to Amanda. Hardy looks at her. She heads off down the hall. Hardy smiles. He starts toward Amanda with his arms outspread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(to himself) Shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns to her locker and opens it. She's angry and hurt. Hardy approaches her, acting as if he's done no- thing wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You wanna go to your place? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Amanda glares at him, throws her books in her locker and grabs her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "What's wrong? Amanda tries to get away. Hardy blocks her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Do you mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Yes I do. I want to know what's wrong. Amanda doesn't respond?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Mia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I'm impressed, you asked her name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "She's a friend of my little sister. Her brother was ina pretty serious car accident, and she's a little upset. Amanda glares at him. She's never been very good holding up her side of an argument with Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I'm waiting for you. I know you're coming, why would I be trying to make another girl? It makes no sense at all. Amanda backs down a bit. He's charming logic leaves her without an immediate counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "How can you be so beautiful and so insecure at the same time? In lieu of something to say, she holds her look on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Trust is the basis of any relationship. I trust you. He leans forward and kisses her forehead. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 21. 36 37 38 39 40 4l 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I'll drive you home. He points to a ring on his baby finger. He points to her. He slips it off, takes her hand, slips the ring on her finger and kisses her again. She doesn't say yes. She doesn't say no. Hardy takes the answer as yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I'll get the car and meet you in front. He heads down the hall. In the direction Mia went. Amanda looks at the floor and sighs angrily. She's upset with herself. She wants to bust him but can't. She senses that she's being watched. She turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's standing in an open doorway looking at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She feels uncomfortable. Wonders if he overheard the con- versation. She'd rather keep her acquiescence to Hardy a secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's heard it all. He's worried for her. He knows what a stroke job she got. He gives her a two finger salute and a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's too close. She exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He watches the empty doorway for a long beat. He picks up his brush, dips it in a jar of turpentine and cleans it o his work shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's done for the day. He lays the brush down, peels off the shirt and looks at the canvas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANVAS",
          "text": "An under-painting. Sketchy, incomplete, but very good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 22. 43 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A clean, modern local service station. In the good part of town. The lights are on in the repair bays and the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's in the repair bay working on a Jaguar. Drummer Girl's sitting on a work bench, tapping her sticks on various surfaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Jesus Christ! Drummer Girl looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Two flies are having sex. It's amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "It happens. Keith goes back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "How's it feel to stand under an old Jaguar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "About the same as standing under an old Ford. Dirty and hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "As she drums her way around the work bench, she hits Keit sketch book. She throws him a look back and opens the boo",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH, (0.C.)",
          "text": "You wanna stand under it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOK",
          "text": "She leafs through the book and the sketches of Amanda. Sh finds the tattered photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She looks at Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He flips a tool in the box. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 22a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She puts the photo back and closes the book",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Are you calling out for food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No. Keith returns to the underside of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You can call if you want. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You have any money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "If I get hungrier, I'll call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Don't you ever eat at home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I don't like to eat alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Where's your mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Which way's the wind blowing? Drummer Girl leans back as she abruptly changes the subje",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "If you wanted to, you could blow every guy in this feeble town out of the water. From a female, popularity, sexual relationship standpoint. Keith looks at her. He doesn't understand what she means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm not interested in blowing anybody out of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "So what's the deal with Amanda Jones? Keith pauses in his work. She's hit something. He con- tinues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "(looks down) I know you're thinking about her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "We've been friends too long to bullshit each other. I know when something's going on inside you. And I know Amanda Jones is on your mind. (looks up) You've always been on your own. I like you because you don't follow everybody. You're not sheep. You don't sell your soul to belong. And it's scary to me that you might change that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Nothing's changing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Look me in the eye and tell me you don't think about Amanda Jones. Keith turns to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "So what if I do? What do you care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Oh, come on. You're better than her. She's a major part of everything you don't believe in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "She's not that much different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah? Who's been lying to you? She's worse than different. She crossed town to belong to the lowest of the low. If that's the kind of person who inspires you, you've got a morality problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You sound a little jealous. Exactly. Drummer Girl is stunned that he nailed her feel- ings and is obliged to deny. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 25. 44 45 46",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Of what? Her? Yeah, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You're afraid that, if I went out with Amanda, we couldn't be friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "That would be entirely my choice and I'm not worried about it because, regardless of what I say, you're too internal to open up and ask her out, so why don't we change the subject? A BELL RINGS in the station. Keith flips his wrench into the tool box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You brought it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah. And I brought it up because I care about you. She doesn't. She has one thing on her mind and you don't make enough of it to matter to her. I rest my case. Keith wipes his hands on his jeans and exits the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Speak of the she-devil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The black Corvette's parked at the pumps. Hardy and Amanda. Keith walks out of the repair bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He slows as he recognizes Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY AND AMANDA",
          "text": "Hardy sees Keith. Amanda looks around at him. Hardy BLOWS the HORN and holds it several long beats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He isn't amused. A hard, cold look passes over his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks around the front of the Corvette. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Twenty dollars, super unleaded. (pause, smile) Check the oil. Hardy reaches under the dash and pops the hood. Keith steps back to the pump and removes the hose. He uncaps the tank and shoves the hose nozzle in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Be nice, or I'll make you check the tires. Keith sighs with disgust. He looks at Amanda. She avoids him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "So, this is what you do for a living, huh? Keith looks at him. Says nothing. He walks to the front of the car. He opens the hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You want to cut the engine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "My pleasure. He turns off the engine. Keith leans into the engine ca- vity and looks for the dipstick. He finds it and yanks it out. The HORN BLOWS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY, (0.C.)",
          "text": "Sorry about that. My hand slipped. Keith shakes his head at the cheap trick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda isn't amused by Hardy's cruelty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Why don't you cut it out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Why don't you mind your own business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl slides down off the bench and walks to the door. She looks out. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's checking the oil. Hardy and Amanda are talking. Keith slams the hood shut and walks back to the pump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Keen interest in the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's watching the pump meter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You like looking at my girlfriend, huh? Keith glares at him. Amanda gives Hardy ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(to Amanda) What? He likes looking at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Shut-up, Hardy. Keith removes the nozzle from the tank. Amanda shoots a look at him. He puts the hose back and looks at Amanda. A serious look. A look that preserves what's left of his dignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I'd recommend you keep your eyes and your mind off my property. He starts the engine. Keith smiles. He's not frightened. Hardy holds a twenty dollar bill between his index and middle finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Here's ten for the gas, ten for the look. Keith looks at the bill. Pulls it out of Hardy's hand. Keith smiles. Hardy slams the car in gear and screams out of the station. Keith watches him go. He folds the twenty and puts it in his shirt pocket. He reaches behind his back and pulls Hardy's dipstick out. He tosses it in the trash barrel. He walks back to the repair bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMP METER",
          "text": "It reads, $8.00. Keith's only given him ten dollars worth of gas. \f50 51 52 53 54 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's seen everything. She'd like to kill Hardy. And possibly Amanda. Keith walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Keith? I watched that. It was sick. If that isn't the raw, bleeding truth about Amanda Jones, I don't know what is. If you think that's interesting, you better pack it in. He picks up his tool and goes back to work under the Jagu Drummer Girl watches him. She turns up the RADIO and sits back on the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girls' gym. Tennis. A BELL RINGS. An INSTRUCTOR blows a whistle and waves the girls in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy's car pulls up fast and stops. Amanda gets out. She's wearing a gym uniform. She reaches into the car and grabs a tennis racket. She hurries up the steps onto the courts. Hardy pulls away. Amanda's class is heading back to school. She hurries to join them, hoping to avoid de- tection. She rushes into the crowd exiting the courts and quickly adjusts to their gait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith and half a dozen other downtown boys are sitting on the bleachers. They've spent their gym period watching girls' gym. Keith sits up as he sees Amanda join her clas",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM ABOVE, an Instructor cuts across the courts and call to Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "Amanda Jones? Amanda slows and stops. She knows she's caught. She curses under her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans over the side to watch and listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Instructor catches up to Amanda. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 55 56 57 58 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "Excusing yourself from class to leave the grounds with the boy with the hot car buys you two weeks of morning detention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I was just talking to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "If all you wanted was talk, you could have gotten it without leaving school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "What're you saying, Mrs. Albright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "Nothing that hasn't been said before. Amanda holds her look on the Instructor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "Get inside. Amanda turns angrily and heads for the school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's seen and heard the moment. A smile spreads across his face as an idea streaks through his brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRE ALARM",
          "text": "A hand grabs it, pulls. The ALARM GOES OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The break of dawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's standing in the doorway. A puzzled, worried look on his face. He scans the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE DETENTION ROOM",
          "text": "It's filled with the meanest, most wasted citizens of the school. Motor-psycho maniacs. They look to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's stunned. Not a female face in the room. No Amanda Jones. \f59 60 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda's talking with a male TEACHER. He's a middle-aged goof with a massive Brylcreme wave. He's clearly appreci- ative of Amanda's charms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's really sweet of you to not make me sit in there. It's all guys. I'd feel very weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "I suppose it wouldn't matter if you served your detention in my office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Actually, I have a better idea. What if I didn't serve detention at all? What if I swear I'll never do what I did again? The teacher is unable to resist. He sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "We'll keep this just between you and me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "(sweet and phoney) You're incredibly nice. And I love the way you wear your hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Really? Amanda nods. The Teacher gives her a big, goofy smile. He's fallen like a bag of Portland cement. She exits. He turns and examines his hair in the reflective surface of chrome fire extinguisher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's sitting with the beasts. The Skinhead Keith con- fronted earlier is sitting next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Serves you right, shithead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "(big smile) My pleasure. They look at each other. It's a tense stand-off. A long exchange of looks that could go either way. \f61 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small, dreary bungalow badly in need of paint, care and repair. Sandwiched in between freeway and refinery. Keith and Drummer Girl are sitting on the porch. Semi-conscious hound is sprawled on the sidewalk below the porch. Drumme Girl's fiddling with her drumsticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "If you don't figure your shit out pretty soon, it's gonna get too embarrassing to be your friend. What kind of moron gives himself two weeks of detention?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith looks away. He's embarrassed enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You familiar with the Road Runner cartoons? Beep! Beep!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I really don't need the insults.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You're going to hell in a hand- basket. Amanda Jones doesn't know you, doesn't care about you. You're trying to jerk off the impossible. How many times do I have to listen to myself tell you this? Keith holds a stare on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You know what kind of a guy Hardy is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Handsome, rich, popular, muscular hot, happening and capable of reducing your head to a crimson stain on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(bitter chuckle) You really know how to ferret-out the dark and ugly, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I deal in reality. Sometimes it's rank and raw. It hurts. I know. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f61 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL, (CONT'D)",
          "text": "The lifestyle I've chosen for myself opens me up to plenty of pain. If you think girls give you grief, consider what they lay on me. You can always pop a guy, but with girls you just have to eat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(stubborn, unmoved) Hardy's a jerk. He screws around, he treats her like shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "And obviously she gets off on it. You're losing it; and when it's lost, all you are is a loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You have no idea how I feel, so why don't you just butt-out of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I know how you feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah? Really? You've been in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "There's lots of things you don't know about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(with a smile) Who've you ever been in love with? Drummer Girl turns defensive. She's exposed too many",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You want to abuse yourself, be my guest. She slides off the bench, slips the drumsticks into her belt and brushes the dust off her little ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Hey, Watts, nothing ventured, nothing gained, right? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/13/86 33. 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "A61D",
          "text": "61a",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Hey, Keith, once a fool, always a fool, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks into the house. Keith watches her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I got nothing to lose. I've already suffered every humiliation known to man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's sitting on the front porch with her baby brother in her lap, bouncing him on her knee, playing with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's across the street watching Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "As she plays with the baby, she notices something. She looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith is standing across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She's curious why he's watching her. A little uncomfor- table. She stands up with the baby. Takes his hand and waves it to Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "A bit of a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith watches a moment and continues home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's in detention with the junior criminals. He's working in his sketchbook. Skinhead's next to him, scratching on the desk top with a pocket knife. The fine hand of Keith creating and the crude paws of Skin- head destroying. Skinhead looks up at Keith. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/13/86 33A. 61a 62",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Keith looks up at Skinhead. Keith nods a greeting. Skin- head stares at him. He glances down at Keith's sketchbook Keith tips it toward Skinhead so that he can see what Keith's drawing. Skinhead grabs the desk top and rips the far side from the frame. He tilts it toward Keith so that Keith can see his work. Keith nods a reluctant ap- proval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl has just come from her shower. She's wear- ing a T-shirt, drying her hair with a towel. Something catches her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda Jones. Bra and panties, combing her hair. Perfect light, perfect pose. She looks like she's in a French Lin gerie commercial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She looks Amanda up and down. She looks at her own body. The bust inside a white T-shirt, the curve of her boyish hips, her round, little belly. She makes, to her mind, a disheartening comparison. It's a girl's body standing up to a woman's. She looks back to Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda turns profile and tilts her head back. She brings a comb to her wet hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "A little envy, a lot of curiosity. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62 63 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Eyes closed as the hairbrush slides through golden hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Full figure. T-shirt and boy's slim boxers. A SENIOR GIRL is standing across the aisle from Drummer Girl with a towel wrapped around her. (NO NUDITY.) Her clothes are strewn about the floor and bench. She looks at Drumme Girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Are those boy's underpants? Amanda turns and looks at Drummer Girl. She smiles as she sees the boy's underpants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah. So? She picks up a drumstick off the bench. Amanda exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "So, I never saw a girl wear boy's underpants. Drummer Girl twirls her stick like a baton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You ever see a girl with a drumstick shoved up her nose? Long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Is that some kind of threat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "No, that's some kind of warning. The Girl clicks her tongue and heads to the showers, leav ing Drummer Girl to herself. She tucks her T-shirt into the boxers. She turns around and looks at herself in the mirror at the end of the aisle. She strikes a feminine pose. It doesn't work for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "No way. MUSIC COMES UP big and CARRIES INTO AND THROUGH the NEXT SCENE. \f64 65 66 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big, wide and confusing. Friday on the boulevard. An end- less procession of cars, shiny, custom extensions of thei owners' fantasy perceptions of themselves. A massive stre party. Not unlike Westwood on a Saturday night in summer Palm Springs at Easter break. MUSIC is blowing from windo and the backs of trucks. Clothes show on the sidewalks, m ing rituals, lookers and takers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's sitting on the back of a bus bench. He's serious and determined. In the midst of, but apart from, the acti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the street. Hardy's crowd is dominating the curb f half a block. Hardy's at his car with Mia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl comes up behind him. She climbs up on the ba of the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Come on, lost soul, we're gonna miss the show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I don't think I'll go. Drummer Girl looks across the street. Sees Hardy and the social action. She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I'm not gonna play dumb anymore. I know what you're hanging around for. Amanda Jones. I've been contemplating the matter and I've come to a conclusion. You interested?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Good, I'll tell you anyway. I am, biologically speaking, a babe. I have all the primary female body parts, and as far as I've been able to determine, they're functional. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(suspicious) What're you getting at? Drummer Girl clears her throat, hesitates. Searches for the proper words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Don't take this as a come on, because it's not. It's totally operational. You are my closest personal friend, and if this jive with Amanda Jones has anything to do with sex... (nervous pause, looks away) .. we could, maybe... you know, maybe we could... work something out, maybe. Keith is flabbergasted at Drummer Girl's intimate proposa While the suggestion is bizarre, it's also sincere and ob viously an enormous gesture. Keith is strangely touched and deeply appreciates it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's not supposed to be like that. I appreciate the offer but it's not right. This isn't about sex, Watts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "(shrugs off the decline) Yeah. Yeah. Forget it. You're right. It'd be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Not good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah. Forget it. There's and uncomfortable pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I thought, as a friend, it was only proper that I offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Thanks. Another pause. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 67 68 69 70 71 72 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Do you really have to do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah. Keith smiles. Drummer Girl slaps him on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You need some gum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(pats his pocket) I'm covered. Drummer Girl pulls her sticks out of her belt. She salute Keith with them and exits. He watches her with a fond smi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're walking down the street. Just cruising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's at his car with Mia. His back is to Amanda and Shayn as they approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda sees Hardy and Mia. She pales at the sickening re- prise of a scene she's already been through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith sees Amanda. He stands up. He steels himself. Shifts his eyes back to Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's watching Keith. She's biting her lip in dread an- ticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda approaches Hardy. He sees her. Big smile. Mia's startled and shows it. Badly. Amanda looks daggers at Hardy. It's embarrassing and humiliating. Hardy addresses Mia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "\"Bye. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 73 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mia hesitates for a moment. Hardy brushes her away with a backhand sweep. She gives She tries",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Yeah. (to Amanda, catty) \"Bye. Hardy an adoring smile as she heads off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Hardy, I've had more than enough of this. If you were more of a person, there might be enough for two girls, but you're not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Yeah. Well, this jealousy crap's getting a little tedious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You won't have to take it anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "What's that mean? to get around him. He blocks her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Get outta my way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Not until we straighten this out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "That won't work anymore, Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You walk out on me, where are you gonna go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH, (0.C.)",
          "text": "Amanda? Amanda turns. Hardy looks past her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's standing alone and very small across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You got a minute? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 715 716 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She's startled to see Keith. The last person she needs right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "He turns to see Keith. Instant anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She looks at Hardy. She looks at Shayne. A notion strikes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "She looks at Amanda. She doesn't like the situation. Not with Hardy and certainly not with Keith. The only outcome in her mind, is a bad one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy's looking at Amanda. He doesn't trust the situation Amanda looks at Hardy. A sly smile spreads across her fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Excuse me. Amanda heads toward Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He stands his ground. Firm and strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She weaves her way through the traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He watches and waits. Runs through his mind what he wants to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She keeps coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda reaches Keith. There's a strange, uncomfortable pause. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f716 77 78 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Hi. What do you want? Amanda turns away, looks back at Shayne and Hardy and the gathering crowd. She turns back to Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Are you in a hurry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Sort of. What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I was going to ask you if you want to go out, but if it's too difficult...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You want to ask me out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I think that's what I said. She stares at him. A bit of a smile. She looks back at the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A growing crowd watches the conversation. Shayne's nervou shoots glances at Hardy. His temper's simmering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda turns back to Keith. A moment; they and their con- versation. Amanda walks away. Keith backs away. Turns and disappears into the sidewalk traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pushes off his car as Amanda returns. He'd like to kil her. Shayne steps forward to greet Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "What'd he want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "(looking at Hardy, with a smile) He asked me out. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 41. 78 719",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Shayne breaks up. The others join her. Everybody but Hardy. He's serious. He knows she's grinding him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "What'd you say? Amanda looks at Hardy. At his friends. Then back at Shayn",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I said... yes. She heads back to the sidewalk and slips into the crowd. Shayne looks at Hardy. He's supremely burned. She smiles sheepishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "She's just mad. Shayne hurries to join Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda walks quickly through the crowd. Shayne catches up",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Go back to Hardy and straighten it out. Amanda stops. She glares at Shayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's okay for him to do what he wants, but it's not okay for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "It's not okay. It's just the way it is. If you want to drop him, don't do it like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Can you drive me home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "He's really mad, A.J. It's scary. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f719 80 81 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I'll walk. She walks on, leaving Shayne behind. Shayne sighs with defeat and follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hasn't moved. He's staring across the street. His friends are patiently waiting him out. He reaches in his pocket and puts a cigarette in his mouth. He lights it, draws and exhales sharply. A FRIEND breaks the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "What do you want to do about this? He pushes the guy aside and gets in his car. He fires up the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Sunday morning. Big breakfast. Cliff's staring sus- piciously. Chewing very slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "She's sneaking curious glances between bites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "She's staring. Very confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's eating and smiling. Big smile. He notices the family studying him. Stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "He squints. He doesn't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Why're you smiling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "She smiles. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f81 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What difference does it make? I like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "He looks at Carol then back to Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Did you do something to the car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He looks at Cliff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I wasn't aware that I was smiling. If it bothers you, I won't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "He's not entirely convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "You haven't smiled in a while. I was just curious about the change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I haven't had much to smile about, Clifford. He looks at Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "She forces a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You have a nice smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Holds the smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Thanks, Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura's held her tongue. She's been staring at Keith the whole time. Studying the change in him. Finally she speak",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "This isn't true. It can't be. It has to be like the most hilarious rumor ever floated, right? Keith doesn't respond. He just smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What're you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Okay, I'm in town last night and I hear everybody saying that Keith asked a girl out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "No way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Check it out. She's scandalously popular, insanely beautiful and obviously in the middle of some emotional shoot-out to consent to date the human Tater Tot. (to Keith) What'd you do to her? Threaten her life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I just asked her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Her boyfriend's a man, for Christ's sake. He's extensively easy on the eyes, he's a total buck and you're... you're Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Is she nice, Keith?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Mother, the girl is sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "For God's sake, I'm eating!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I'm glad you can find the time to think about girls. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 45. 82 83 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The smile on Keith's face fades as the old subject of col lege comes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Between the girls and your art kick, you don't have time for anything important. I'll be dead and buried before you get off your butt and apply to a college.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Ease up, Dad. Any fool can get into a college. Only a precious few can say the same thing about Amanda Jones. Cliff and Keith stare at Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Am I wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beasts are all armed with sketch pads and sticks of charcoal. Keith's working on his pad. Skinhead leans over to Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "This was an outstanding idea. Most of these goons have little or no mode of creative expression. Keith gives him a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Talent's a terrible thing to waste. Skinhead holds up his pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Check it out. Keith looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAD",
          "text": "A grotesque sketch of a skull with live eyeballs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith nods a reluctant approval. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "This is what my girlfriend would look like without skin. Keith nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "While we're on the topic of the double-breasted party machine, congratulations on your recent coup. Keith smiles. Partly out of pride, partly out of his des- criptives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You know about Amanda Jones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "What? You think I live in here? I got a personal life. How'd you swing that one? She's dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I don't know, Duncan, I asked her out, and she just said, \"yes.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "What do you suppose she sees in you? No offense, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I guess I'll find out sooner or later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Any time somebody on the outside lifts a woman off a guat like Jenns, we can all find cause to rejoice. I'm proud of you. Punch her apron one time for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'll see what I can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "You're a good man. Sorry about giving you so much grief over the years. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "If you'd just popped one time, I would have left you alone. (confidential) My bark's bigger than my bite. He gives Keith a big smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "You need anything, you let me know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's sitting with a rough, little headbanger, R He clearly likes her. He looks like Drummer Girl may be h fashion leader. They're sitting on wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "You want me to kiss you or feel you up or anything? Drummer Girl stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You want to die young?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "What kind of question is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Just sit next to me and shut up. Drummer Girl looks down the hall. Ray shrugs. He buys it. For a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Do I have to say anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "How'd you get to be so stupid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I don't know. It just happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Jesus... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f85 86 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(after a pause) You don't have a boyfriend, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Most of the guys I know think you're confused. I know it's all an act. You know how I know? Drummer Girl is about to scream from his annoying questio",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Because you radiate a sexual vibe. If you wanted to, you could be a girl... (snaps his fin- gers) Like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "This is 1987. A girl can be whatever she wants to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I know. My mother's a plumber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "That explains a lot about you, Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I have a great deal of respect for her. Drummer Girl sits up as something catches her eye. Keith crosses the courtyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTYARD",
          "text": "She poses again. Leaning against Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Look at me like you like me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f86",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Hey, that will be absolutely no trouble. Keith walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Hi, Keith. What's up? She waits for a reaction from Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Do you know Raymond?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No. He holds out his hand. Ray looks at Drummer Girl. Drummer Girl glares at him. He shakes Keith's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "A pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah. (to Drummer Girl) Are you busy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Just sitting here with Raymond. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I need to borrow your car. If you had something to do, I'd swing back around in a while and pick you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Where're you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I want to give Amanda a ride home. Not what she wants to hear. Ray sticks his hand out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "By the way, congratulations; she's smokin'. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f86 87 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Keith shakes his hand. Drummer Girl fishes her keys out of her pocket. She flips them to Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I'd appreciate a couple bucks for gas. Keith is surprised by the remark. He doesn't mind paying his way, it's the manner in which she asked. He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "About an hour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Fine. It's just time. Not like it means anything. Keith nods. He's confused by her attitude. He backs away. Drummer Girl slides away from Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "You gotta wait around an hour? Drummer girl nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Do you know how much damage we could do to each other in an hour? He raises an eyebrow. Drummer Girl gets up an leaves him behind. He crosses his legs and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's sitting outside. Waiting. Amanda and Shayne exit the school. Keith stands up as she passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Amanda? Amanda and Shayne stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Can I give you a ride home? Amanda looks at Shayne. She holds her tongue. She'd love to laugh but knows better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I was going home with Shayne. Do you know each other? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Keith shakes his head. He offers his hand. Shayne hesi- tates. Looks at Amanda before she takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Hi. Keith withdraws his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I thought maybe we could talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Well, I was... (pause) Why don't you call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah. Okay. Amanda feels terribly sorry for him. He's melting in the presence of the two girls. Shayne intercedes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "(to Amanda) Why don't you go with him? Amanda looks daggers at her. Keith waits for the final an swer. He studies Shayne's involvement. Amanda looks at Keith and smiles with dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Where're you parked? Keith smiles with relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'll pull around. He heads away. Amanda turns on Shayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Thanks a lot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "He's given you the perfect opportunity to back out. He wants to talk. Tell him it's over. Tell him, you're back with Hardy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 88 89 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I'm not back with Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "You want to tell him the truth? You want to tell him that you used him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I didn't use him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Oh, really? You used him to get away from Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It wasn't deliberate. It just happened. I was mad and he stepped in. It was just bad circumstances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Regardless, the longer you wait to kill it, the worse it's gonna be. He's completely deluded. Unless of course, you're interested in him. Amanda shoves Shayne. She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's truck alone in a sea of blacktop. The starter's screaming. The engine won't turn over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A defeated sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Shit, Watts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gas gauge is on empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda's given up waiting for Keith. She's walking across the lot to his car. He's standing at Drummer Girl's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "The car won't start. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89 90 91 92 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Amanda turns and yells to stop a Suzuki Samurai pulling out of the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Shayne! She waves her arms. The Samurai stops, reverses and pulls around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He watches Shayne return for Amanda. He's lost. Tried and failed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda gets in front. She looks in the car then back at Keith. She waves him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith flips the keys on the seat and heads for the Samura",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in his car. Watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith climbs in the jump seat of the Samurai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "He wants blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shayne and Amanda are in front. Keith's in the jump seat. MUSIC'S PLAYING. Shayne sneaks a look at Amanda. She re- turns it. Shayne checks Keith in her rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Where's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "D Street. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A long uncomfortable pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's studying Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda's wearing diamond stud earrings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He thinks it's odd that Amanda's wearing diamonds. Con- sidering where she lives. He leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Nice earrings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She turns around to Keith. An embarrassed smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "They're not mine. I just borrowed them from Shayne. Another nervous smile and she turns back around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE AND AMANDA",
          "text": "Shayne looks at Amanda and motions to Keith. She mouths \"Tell him.\" Amanda sneaks a look around to the back seat. She returns. Looks at Shayne. Shakes her head slightly. Shayne urges her with a stern look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Amanda? Don't you want to say something to... (to Keith) What's your name again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Keith. Amanda gives Shayne a sub-zero look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He watches the back of the two girls' heads. He's cautiou and suspicious. He's feeling supremely put down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda turns in the seat and looks at him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 93 94 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You want to forget the date. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Startled that he knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Little change in expression. His eyes plead for truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "She's disgusted with Amanda. Shifts her eyes to the rear- view mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She back pedals a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "If you want out, I'll understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "If I wanted out, I wouldn't have asked you in the first place. I don't want out. Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She can't say it. A limp smile and she turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Samurai is parked in front. Keith gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shayne smiles obsequiously. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f94 95 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "My pleasure. Amanda just smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He backs away from the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'll see you tomorrow. He takes a few more backwards steps. He's afraid to turn his back on them for fear they'll tongue knife him. He back-walks until it's too stupid to continue. He turns, shoves his hands in his back pockets and saunters up to his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shayne is angry with Amanda. Amanda turns her look from Keith to the footwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "That was swift. I gave you the perfect window to throw him out of, and you went limp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "(defensive) Maybe you can do that sort of thing. I can't. Not in cold blood, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Then I guess you got a new boyfriend. Amanda looks at her angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "He's too dim to catch a hint. If you don't tell him, he won't get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "So what if I go out with him once? It's not the end of the world. Amanda and Shayne look at Keith's house. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f95",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (0.C.)",
          "text": "Hey! What's going on? Amanda and Shayne turn quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura's leaning in Shayne's window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Come by to see Keith?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND SHAYNE",
          "text": "They don't know Laura from Adam. They have no idea what she's babbling about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "We gave him a ride home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "She laughs, fake and phoney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "And he told you we live here? He is so modest. (straight) I suppose he didn't say a word about our ancestral estate in Scotland or the apartment in Paris? So modest! This isa tax thing my father picked up. Well, I have to run. I have to go over to our stables and comb out the horses. She backs away from the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND SHAYNE",
          "text": "They stare at Laura like she's lost her mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's at the arch to the kitchen drinking out of the orange juice carton. Laura walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Hi, ass-face. I saw your girl- friend out in front. Keith lowers the carton suspiciously. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f95 96 97 98 99 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Did she say anything to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "That's for me to know, and you to find out. She heads up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's behind the wheel of her car. It's moving slowly. She's trying to figure out what happened to Keith. An o.c. voice calls to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (0.C.)",
          "text": "How far are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "The nearest gas station!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl has enlisted Ray to push her car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "How far's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Don't worry about it. You're young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The school is deserted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's sitting on the back of a chair, studying a large canvas. MUSIC'S PLAYING on his BLASTER. Dark and brood- ing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He has a paint brush in his teeth. He's considering his work, plotting his next move. The music cuts out. He looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy's turned off the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy sits on the edge of the table. He's very calm and at ease. As if nothing's happened between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "How're you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You nervous about something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No. Are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You look nervous. You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I got no problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You always come to school early?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Not always. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "So, why today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I wanted to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "About...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(big grin) I didn't come here to talk about art. Keith doesn't reply. Hardy smiles. Eases up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I'm completely cool with the situation. The truth? I was looking for a way out of the thing with Amanda, and, weird as it is, you saved me a tough talk. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "59.",
          "text": "\f100 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I should believe that, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Why not? It's true. I don't want Amanda hating me. I don't want anybody hating me. So, I'd appreciate it if you'd do me a favor. Keith waits cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I don't know where you guys are going Saturday, but if you could swing it, I'd like you to come by my place. I'm having some friends over. The parents are in Europe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You're inviting me to your house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Yeah. I've invited a lot of people. Something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I don't know. You tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Nothing wrong on my end. You got an inferiority complex or something? (pause) I don't know you all that well; I may not even like you if I get to know you. That's not the issue. I've known Amanda a long time; I want to stay friends. And if it's too much to bring her over, forget it. I'm sorry I asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Put yourself in my position. Maybe you'll understand why I don't think this sounds too good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Put yourself in mine. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY, (CONT'D)",
          "text": "I'm big enough to invite a former girlfriend and the guy who stole her from me to a party. You think all this makes me look good? I've taken plenty of shit over this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "That's why I'm a little cautious about your motives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I'll buy that. You want the plain truth? Keith shrugs. He's not so sure he'd recognize it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I have a lot of pride. And it's been damaged, and I don't like it. I can recover it, in my own mind at least, by showing people whose opinions matter to me that you and I are friends. Then it's not like you stole Amanda from me. Bad blood makes me look like a fool. If we're friends, it's okay. I've traded off lots of girls to friends. That's acceptable. It's not acceptable some stranger lifting Amanda off me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "The logic's a little perverse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Probably, but that's what it is. You tell anybody I had this conversation with you and I'll kick the shit out of you. That's a promise. He slides off the table and grabs his gym bag. He heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "It's a party. It's not the end of the world. He starts out the door. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's changed his mind. He wants to believe Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Hardy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy turns back into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You're being straight with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "At this point, do you see a reason why I should play games?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'll ask Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I already did. She's okay with it. Keith thinks a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'll be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(friendly smile) Good. It wouldn't be the weirdest thing in the world if you and I actually came out of this friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He smiles. A careful smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah, it would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Big, friendly smile. Sincere as hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "See ya. He swaggers out of the room. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A volleyball clan hanging around after class. Amanda's talking with friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's watching the class. He feels that she's his now. He's comfortable and confident. A hint of a smile. He's leaning on the door jamb. He rolls back around the door to face out of the gym. His smile evaporates as he realiz he's being watched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watts is at the outside door. She's been watching him watching Amanda. She's serious and slightly wounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith smiles. No change in Watts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What's going on? Drummer Girl shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "First time in about two years you didn't have lunch with me. Is there a problem? Keith shakes his head, no. A little guilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Am I too weird to be around now that you're moving up? Keith doesn't particularly care for the tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I had something to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah. Something you never had to do in two years before? It's cool. I just wondered where you were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I was around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah. Okay. She raises a hand and exits. Keith waits a puzzled, sad beat. He turns back to the class. \fSOME KIND OF WONDERFUL - Rev. 8/13/86 64. 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A major piece of residential architecture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large, well-appointed bedroom suite. The girl has some money. Shayne's on her bed. Amanda's slouched in a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "I recommend that you think twice before you make a sacrifice for this jerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "What's that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Don't let some misfit joker tear up your life. Nobody's very excited about this affair. They see you as guilty as he is. You know what the truth is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "From who's point of view?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Yours. You aren't a natural fit in all this. They don't have to let you belong. You could be on the other side of the world for all anybody really cares. You like being a part of something. Don't kid your- self. It's better to be in than out. (pause) All I'm saying is, you have one more year, why make it miserable? Just go along with things. We'll have a last good year and then we're outta here forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I'm not making up with Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Then just be friends. But agree that you have to blow the date. Okay? Right now he's humiliated. Go back, get this guy out of the way and then break up. Don't get him in a corner like this. Please? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/13/86 65. 106",
          "sentiment": "neutral"
        },
        {
          "speaker": "106A",
          "text": "and",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I'm not afraid. So what if he's humiliated. So aml. Shayne shakes her head in frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "You're not in control like he is. One word from him, and you're on ice. Keith'll live. I'm sure, deep in his heart, he probably thinks you're gonna back out anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "If I back out, I'm giving in to Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Fine. Give in this once. Don't make this an issue. It's not worth it. If you keep the date you lose everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Including you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "I'd never say it to your face, but I don't know what I'll feel like if I'm frozen out. You won't, either. Why risk it for nothing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's not nothing. It's a matter of pride. If you can't understand that, I feel sorry for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "You go through with this, and I'll be feeling sorry for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "There's something foreboding in the remark. PUSH IN ON Amanda. MUSIC COMES IN AND CARRIES ACROSS THE CUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/13/86 66/67. 107 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's sitting at a table alone. He's still riding his giant wave of delight. The place is LOUD and crowded with street people. A BAND'S PLAYING LIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl marches into the club. She's looking for Keith. A girl on a mission. She pushes her way through the place to Keith's table. She looks at him. He looks up at her. He raises a hand in greeting. Things be- tween them are stiff and formal. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/13/86 67A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Since when do your parents let you go clubbing on school nights?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm waiting for Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Here? She's coming here? On a school night? Did I miss some- thing? Is there a new world order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "If you wanna knock me and make me feel bad, can you do it later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She said she'd meet you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Not in those words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "In any words? Keith shrugs off the question, for which he has no answer Drummer Girl slides into the booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Maybe she doesn't have ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Who doesn't have ID?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Maybe she doesn't like you as much as you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Do you miss me Keith? Do you miss not being around me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "This isn't the third grade anymore. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "(wistfully) I wish it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I'm not upset about her. I'm upset about you. She's the same. You're the one who's changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What's wrong with change?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I liked you better when you were a nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I wish you'd take a few minutes out of your day to sit down and think about what all this means to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "What about what it all means to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It means, you don't have a love- sick, depressed, boring friend anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She doesn't love you. It's a joke. It's all a joke. Keith scoffs at the remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Oh, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I'd bet my hands on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You don't want to make that bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah, I do. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f109 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL, (CONT'D)",
          "text": "(pause) I gotta split. This is too much agony for me. I've been thinking about you and me a lot lately and I came to a conclusion that I didn't want to deal with, but now that we talked, I can't hide it anymore. (deep breath) I think we'll get along much better if we don't spend so much time together anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Because. I'm driving you crazy, you're driving me crazy, and I'd rather have you think good things about me and not see me than see me and hate me. I can't afford to have you hate me, Keith. The only things I care about in this life are me, my drums and you. Adios. She walks away from the table. Keith calls to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Watts! She stops and turns. Looks at him a moment, turns and disappears into the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "A part of himself is walking out. There's no obvious so- lution to the problem. He's torn between love and friend- ship, and love has to win. He turns back. He looks at his watch. He fears that Amanda won't show. He slides down in the chair to wait it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big, new, anonymous mall. Laura is sitting on a planter talking to a group of her friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I'm his sister. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f110 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (CONT'D)",
          "text": "If you're a brother or a sister, you're in. It's like they have to accept you, or the whole social structure caves in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "You get to go to parties?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Of course. I'm probably going to the one Saturday at Hardy Jenns'. Keith's going with Amanda. We might double.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND 2",
          "text": "Who'd go out with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "The choices are limitless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "Can we go, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Eventually. If you stay cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND 2",
          "text": "You're lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Oh, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND 2",
          "text": "Yeah. Friend 2 looks down the mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardy and a group of his friends are hanging around out- side a record store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friend 2 turns back to Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND 2",
          "text": "(big grin) If you're so tight with Hardy's people, why aren't you down there with them? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Because I'm here with you, twerp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND 2",
          "text": "Maybe you're here because you're false.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Is this a challenge or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND 2",
          "text": "Yeah. Laura slides down off the planter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I was hanging with you fungi in a vain effort to cool you out, but all I get is breeze, so, cie la vie. She heads down the mall. The girls watch curiously. Laura sneaks glances back at them. She's over-estimated the si- tuation badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS",
          "text": "They watch Laura head down the mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND 2",
          "text": "She's a liar. Her brother loathes her. He'd never let her play with his rep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura strolls down the mall. She slows as she reaches the boys. She looks back at the girls, strikes an attitude an flips them off. She slides up on another planter, adjacen to the group. It looks like she's a part of the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "She's not really connected to the people. She's just on the edges. She puts herself in a sexy, careless attitude. The boys are below and to the side of her. Unaware of her",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Amanda has to bring him. What else can she do? She can't take the pressure. She'll bring him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 72. 111 112",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "A puzzled look as she eavesdrops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOYS",
          "text": "Hardy continues his conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "The party'll go down as expected; Amanda'll blow in with her guy; We'll nail him and go back to business as usual. It's real simple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "She's devastated by what she's overheard. Stunned. All the evil she's done on Keith comes rushing back on her. Tears gather in her eyes. She leaps down off the planter and takes off down the mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIRLS",
          "text": "They watch as Laura charges past, breaking in and out of the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND 2",
          "text": "Hey, Laura! Did they send you for beer? The girls laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura bursts out the doors and runs to the bike rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's night. Lights are burning. Laura rides up on her bicycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's laying in bed looking at the sketch of Amanda hangin on the wall at the foot of his bed. MUSIC'S PLAYING. Some thing lonesome and pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura's listening at the door. She slips a table knife in the lock and compromises it. She turns the knob and opens the door. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stands at the door watching. Troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith turns slowly to the door and sees Laura. He stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I guess you wouldn't be you if you knocked before breaking into my room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "She's serious and grieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I'm sorry, Keith. I thought if I knocked, you wouldn't open up, and I want to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith sits up on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "This should be interesting. Laura walks in and sits on the edge of his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I heard something tonight at the mall. Hardy Jenns and his guys were there, and I heard them talking about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I've jumped on you pretty hard for a pretty long time, Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What's your point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "You know the blood's thicker than water stuff? Keith rotates his finger, signalling her to get to the gi of her intrusion. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "It's true. I thought I hated you. I really did. But I don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Keith, it's a joke. Amanda Jones. The date. The party. The whole thing's a joke. She's going out with you to get you to Hardy Jenns' house so he can mess you up. Keith freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I heard Hardy say it. I heard him. It's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "A joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I'm sorry, Keith. For everything. She backs slowly out the room and closes the door. We HEA the CLICK of the LOCK. Laura's used her butter knife to secure the door for Keith. MUSIC COMES UP. Keith turns to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Stares out the window. He realizes what a fool he's been. How he's turned from his friends. How exposed he's let himself get. He looks at a sketch of Amanda on his wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKETCH",
          "text": "Amanda looking over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He shifts his look from the sketch to out the window. He stares into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Keith walks up to the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's beating on her drums. MUSIC'S BLASTING. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She's soaked with sweat. She's wearing shorts and a torn piece of T-shirt for a bra. The room is drab and dingy. The total value of the contents including the drums and stereo is nine cents. It's a mess. The walls are decorate with graffiti. The door opens, and Keith walks in. Drum- mer Girl looks up at him. She smiles and continues drum- ming. Keith walks over and sits on the bed. Drummer Girl reaches over with a drumstick, tips the tone arm on the turntable and sends it into reject. The music ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You're getting really good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "(formal, stiff) I'm working on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You're brothers don't mind you playing this late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I don't know. I never asked. To what do I owe the honor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I got a little problem. Drummer Girl senses big trouble. She gets off her seat an lays her sticks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You know how you told me that the thing with Amanda's a joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You mean a joke, as in a joke on you? Keith nods. Drummer Girl winces. As angry as she was at him, she understands how bad he feels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Laura overheard Hardy talking about it. Amanda's supposed to get me over to Hardy's house, and they're gonna pound me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Keith leans back on her bed. He reaches behind his head and comes up with a bra. Drummer Girl snatches it away with her drumstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Good thing you found out about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "She doesn't like Hardy. I know it. The guy uses her up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You're playing word games. The fact is, she sucker-punched you and set you up to lose your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm not afraid of Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You're gonna go through with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You think it's just Hardy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "If the guy wants me, he'll get me. I don't have to go toa party. He'll find another chance. I'm not gonna hide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Leave it alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I can't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Because I want to stand up to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah? Well, forget it. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL, (CONT'D)",
          "text": "It's impossible. They rule the world, and that's a fact, and you fight it, you get crushed. Another year and you're gone. It's better to swallow pride than blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You don't think that. I'm not going to believe that you think that. Drummer Girl is completely frustrated. She walks to the window and looks out the curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm not giving in to them any- more. Not for another year. Not for another minute. Drummer Girl turns from the window. She can't argue him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'll do whatever I have to do to make her see me for what I am. Drummer Girl smiles. She climbs onto the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "All right. I get it. Keith leans back on the bed. Drummer Girl lays down next to him. He turns his face to hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm sorry I was so tough with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Me, too. He touches her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You always hurt the ones you love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "So, when're you beating the shit out of Amanda Jones? Keith looks away and laughs. Drummer Girl doesn't laugh. She just lays still, feeling his body against hers. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Shayne and a couple of anonymous friends are in the quad, talking. Keith crosses to them. Amanda turns. Shayne sneaks a look at her. Keith walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What time do you want me to pick you up Saturday? Amanda hesitates. She looks at her friends. She's embar- rassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You have to check with them to see what time you can go out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "No. I was just... She doesn't know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You just what? It's a simple question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I have to think, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Don't strain yourself. I'll pick you up at 7:30. If that's a problem, call me. He turns and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Shit. What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "What an asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Shut up. Amanda exits in the opposite direction of Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "Is she serious about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "Sounds like it to me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "119",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "You have a guy like that dogging you around for a week and see how clearly you think, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda is crossing the quad. Keith calls to her. She stop He catches up to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What time do you want me to pick you up Saturday? Amanda hesitates. She looks over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shayne and a couple of FRIENDS are across the quad. They glance across at Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH AND AMANDA",
          "text": "She looks back at Keith. She concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You have to check with your friends to see what time you can go out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "No. I was just... She doesn't know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You just what? It's a simple question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE AND FRIENDS",
          "text": "They watch Amanda and Keith. They're not pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Keith talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE AND FRIENDS",
          "text": "They exchange looks and turn away. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND KEITH",
          "text": "Amanda closes the conversation. She's anxious to get away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Pick me up whenever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "7:30? If you have a problem, call me. She nods. He turns and exits. Amanda walks over to Shayne and her friends. They're carrying on a conversatio They don't acknowledge Amanda when she walks up. They continue talking as if she wasn't there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "I hate going to Mexico. I'd much rather go to the Virgin Islands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I think we're going to Aspen over Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I said, hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Aspen's okay. There's not all that much to do at night, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Come on you guys. What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Mostly private parties. I had a pretty good time last spring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Shayne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "It's a totally different place in the spring. A lot more college people. Amanda figures it out. She's been put on ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "True. But what's in the Virgin Islands? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Are you kidding? Try a million guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "This is it, right? I'm over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I'd go anywhere if I could bag the family and be on my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Thanks. She backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "I almost had my parents talked into letting me go to Ricky's place in Santa Fe over Thanksgiving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Were his parents there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "No. There's a pause in the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "She's gone. Shayne looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda disappears into the school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU. SHAYNE",
          "text": "She loathes what she's done. But considers that she had n choice. She looks at Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU. HOLLY",
          "text": "She shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "It's not your fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU. SHAYNE",
          "text": "She doesn't really believe it. She walks away. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "119A",
          "text": "120 8/26/86 7T9C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You say you tried to convince her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Yeah. But she's my friend. What are friends for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Now, Shayne, you and I are grown- up enough to know what friends are for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Yeah. And I did my level best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Sure you did. Now come on and let's get into some better company before I have to go wash my hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "You really are something, Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "(beaming smile) Aren't we all. Shayne nods in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda's crossing a playing field, heading to the locker room. She slows as she sees Hardy waiting at the locker room door. The pause is momentary. She gathers her strength and continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Get lost, Hardy. He blocks her entrance to the door with his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You're still mad? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Can we talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "No. She shoves his arm away and walks into the girls' locker room. Hardy goes right in with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda stops and turns to Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "This is cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I want to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I've been in agony over this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "What do I have to do to convince you that I love you? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Start by leaving me alone. I'm late. She turns; he grabs her and turns her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You're going out with low-life just to hurt me, and you know what? It's working. It hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You've got everybody applying pressure to get me to your house so you can prove what a stud you are by beating him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Where'd you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Give me some credit, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "True, I invited him. Not to beat him up. But just to show I'm a good loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You're not a good loser. You're just a loser, period. She pulls her arm free. A WHISTLE BLOWS. Amanda looks around. Hardy looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Instructor who busted Amanda earlier is standing be- fore them. She's angry and mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY AND AMANDA",
          "text": "She's scared. He could care less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I'm talking to Amanda. Can you give me two minutes to finish it up? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f121 122",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "She's outraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "He owns the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Do you mind? There's nothing in here that I haven't seen before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "She advances on Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY AND AMANDA",
          "text": "He holds up his hand to stop her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "It's Hardy Jenns. With two 'n's. (to Amanda) Can I drive you home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Instructor grabs Hardy by the collar. He from her and back to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I really appreciate this, lady. Be a bitch, why don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSTRUCTOR",
          "text": "Consider yourself reported. 81. yanks away He ignores the Instructor and backs out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Amanda? Your reputation's hanging in the balance here. Play me around, and you'll have a real lonely year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "So I hear. She walks into the locker room. Hardy watches her go. He backs away, turns and angrily kicks the door open. \fSOME KIND OF WONDERFUL - Rev. 8/13/86 81a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A destroyed Volkswagen Thing pulls into the station and stops. Skinhead gets out. He walks into the repair bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's at the workbench working on a carburetor. He looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skinhead's in the open bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He doesn't know why Skinhead's come to see him. He shrugs",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skinhead walks over to the bench. Keith wipes his hands on a rag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Good money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Looking at it as a career?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "But you can always fall back on it. Good move. Listen, I heard about the bullshit with Amanda Jones and how you're getting set up. Keith sighs. Does the world know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "There aren't a lot of things I believe in, but one of them is, nobody sets up nobody. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/13/86 81B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD, (CONT'D)",
          "text": "Hardy Jenns is pretty rough, but he can be taken. He only works in a pack. We get him alone and bing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I don't want to beat anybody up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "You pop a knuckle and the art gig's historical, right? Perfectly understandable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I don't want a fight. That won't solve anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Look, one of the main reasons I'm such an asshole is, guys like Hardy Jenns. I can't deal with getting looked down on by them. I'd rather have somebody inject me with hot lead than get laughed at. I can't handle it. My father says I'm ruining my life to prove that I'm worth something. He's very perceptive for someone his age. Keith smiles at the extreme remarks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "I figure, spending two weeks next to you in morning jail qualifies us as friends, and I told you I'd help you. I want to help you. If you don't want to nail Jenns, tell me what I can do for you. Keith is at a loss as to what Skinhead could possibly do for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "If you're thinking about pounding Amanda Jones, I don't go in for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "The offer is help enough, okay? I appreciate it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/13/86 81c.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "If you can't think of some way that I can help you, I'll feel outrageously worthless and crippled. Promise me, you'll think about it. Keith offers his hand. Skinhead looks at it. It's dirty. He hesitates, but shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'll think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Cool. In the meantime, can I cop a gallon of gas? I'll pay you back Monday. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith and Drummer Girl are walking down the railroad trac",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Do you think anybody can tell you're carrying $4,200?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Where would I get $4,200?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "True. You want me to tell you one more time that I think you're crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You've been hoarding that cash for years, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "(pause) How bad is your dad gonna ream you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(with a smile) You won't be able to measure it with existing technology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "He's a miser, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No. It's just real important to him that I go to college.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "He didn't go, huh? Keith shakes his head, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I rag you a lot about your parents and family, but it's only because I'm jealous. It's gotta feel pretty good to have somebody watching out for you like he does. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f123 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "He's still gonna kill you, though, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "(long pause) Is it her body, or her face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Amanda? I don't know. It's everything. Drummer Girl considers the remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "My grandmother once told me I'd have big boobs when I grew up. Keith sneaks a look at her boobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What happened? Drummer Girl shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I don't know. I guess I'm just lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(pause) I want to know why you're helping me with all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Should I not help you? You're my friend. Friends help each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What do I do for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "No way on earth to put it into words. She walks ahead of Keith and heads down the embankment. Keith considers what she's said. No conclusions. A dis- tant TRAIN WHISTLE BLOWS. \f124 125 126",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith cuts across the lawn to the back door. He enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith comes in the back door. Silently. He carefully closes the screen door. The faintest CLICK of the screen door HANDLE brings on a call from Cliff in the living roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF, (0.C.)",
          "text": "Keith? Keith issues a silent curse for being caught. He turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cliff's on the couch with the college brochures, a calcu- lator and sheets of paper. He's working figures. He turns to the foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Hey! I got some great news today. Keith looks across at Cliff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Those treasury bills I said were at the B of A at 6 and 3/4% (big smile) They're at 7%. Keith holds his wince as Cliff hits a tender subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "That means, you're earning an extra sixteen dollars a year per bill. Keith manages a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "That's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "You've got your first years money Keith. Now all you have to do is get off your can and pick a school to spend it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah, I'll get into it. He heads upstairs. Cliff turns back to his figures. 84. \f127 128 129 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks in and takes off his jacket. He tosses it on the chair and sits down on the bed. He takes a huge wad of money out of his pocket. He unfolds it and looks at it. Leafs through it, thinking. He glances up at the sketch of Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Looking at the picture. MUSIC COMES UP and CARRIES THROUG the next sequence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKETCH",
          "text": "FULL FRAME. Amanda's head is caught in a turn. Big smile. The sketch becomes LIVE ACTION. Amanda turns and heads down a mall with her best friend, Shayne, the tall, elega black girl. They're laughing and talking. As they CLEAR FRAME, we see Drummer Girl slide out from behind a pillar She follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shayne and Amanda are browsing the store. Drummer Girl slips in the door. She crosses to the shoes and keeps tab on Amanda as she pretends to look at the shoes. They're obviously revolting silly things to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMER",
          "text": "A young woman is bent over, looking closely at a pair of shoes she's trying on. She stops. Looks to the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's patent-leather work shoes with the studs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "She looks up at Drummer Girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl is looking down on her. Tough and mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "She goes back to her shoes, intimidated by Drummer Girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda looks through the racks of clothes. As she abandon a rack, Drummer Girl takes her place, looking at what she bought. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND SHAYNE",
          "text": "They're sifting through hanging blouses. Shayne tugs Amanda's sleeve to get her attention. She motions her head for Amanda to look behind her. Amanda discreetly turns and looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl is doing a bad job of pretending to be pre- occupied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND SHAYNE",
          "text": "Shayne whispers to Amanda. They leave the blouses and go into the dressing rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl slides over to the blouses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND SHAYNE",
          "text": "They're watching from the dressing area. Shayne smiles. She has an idea. She exits the dressing room. Amanda follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl watches out of the corner of her eye as Aman and Shayne walk past her back. They clear, and once again Drummer Girl follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Shayne walk down the mall. Drummer Girl is be- hind them. They turn into a store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Shayne walk in. Amanda doesn't get what Shayne doing. But she follows. A beat, and Drummer Girl slips into the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cross to a rack of suits, and Shayne starts looking through them. She motions to Amanda to do the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's looking at a rack of belts. Keeping a watchful eye on the ladies. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Shayne leave the suits. Shayne leads. They move to the back of the store. Drummer Girl leaves the belts and looks at the suits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She's looking through the suits. She's puzzled. She looks at the sleeve, holds it, thinks for a minute. Realizes that something's very wrong. She looks up and turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Shayne are looking directly at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She realizes that she's been caught. A beat and the embar rassment hits. She turns back to the suits and curses her self for letting herself get trapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND SHAYNE",
          "text": "Shayne looks at Amanda with a smile. Amanda isn't amused the prank. She exits. Shayne doesn't know what she means. A beat and she follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda stops at the door. Shayne continues out into the mall. Amanda looks back at the suit rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl is staring at the sleeve. She looks back at Amanda. A hurt, angry look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "A look of mild compassion. But still curious. What does the girl want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl sitting on a work bench. Keith's working on the vintage Jaguar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I think we've pretty much covered everything. All the arrangements have been made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Right. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f139 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You know what you're going to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Whatever comes to mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You want to plan it out a little?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It'll sound false. I'll just do what my instincts tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Okay. Keith gives her a smile. He slams the hood shut and wipes his fingerprints off the paint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Not an altogether terrible mode of transportation, huh? She has something on her mind that's hard to bring forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "One last detail hangs. Keith tosses the rag and leans back on the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Don't think I'm being weird, but what if she wants you to kiss her? Keith gives her a deadpan look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I'm serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(with a smile) Well, then I guess I'll just have to kiss her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I didn't put in all this time and effort to have you blow it all because you're too vain to admit you're not the king of male sexuality. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL, (CONT'D)",
          "text": "Amanda Jones is no minor leaguer who'll be swept off her feet at the touch of your amateur lips. This babe has plenty of battle scars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Thanks, but I think I can handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I'm not knocking you. In this age of high-tech diseases, you're probably smart keeping to yourself. I just think that maybe you should consider whether or not you feel you can deliver a kiss that kills. A wave of doubt washes over Keith. He pulls a swift rever She waves",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You think I can't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "If you say you can, you probably can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm not an expert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "It's fine. I was just going to work on it with you, but if you're comfortable...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "How do you work on it? him over to the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Pretend I'm a girl, okay? (corrects herself) I mean, pretend I'm her. Amanda. It's a big stretch, but try it. Keith shrugs. He can handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "What do you do with your hands?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It depends. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "It doesn't depend, they go on her hips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Put your hands on my hips. Keith stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Are you kidding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "This is just as weird for me as it is for you. Let's be men about it. Keith takes a step to the bench. Another step and he's face to face with her. He gingerly lays his hands on her hips. She grabs his wrists and plants the hands firmly on her tight, little hips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Look in my eyes. Keith looks into her eyes. He laughs. Drummer Girl glares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I don't have to do this, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Sorry. It's just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Grow up a little. Keith resets, clears his smile and looks into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She'll probably do this... She puts her arms around his neck. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I watch a lot of TV. (pause) Close your eyes. He closes his eyes. She takes the opportunity to steel herself. She moves slowly toward him. Her lips part. She hesitates for a brief moment. He opens his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Keep your eyes closed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Why are you staring at me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I'm seeing if you look stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You're fine. Keith slams his eyes shut. She repeats the move and then gently puts her lips to his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH'S HAND",
          "text": "His fingers squeeze Drummer Girl's hip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL'S HAND",
          "text": "She clutches his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's legs close around Keith's waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH AND DRUMMER GIRL",
          "text": "She suddenly catches herself, opens her eyes and breaks the kiss. She pushes him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Okay, fine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What?! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Lesson's over. You're cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(smiles) You're blushing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah, right. The day I blush...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "That was very nice. You're pretty. Drummer Girl raises a leg, plants it on Keith's belly and fires him across the garage. She jumps down off the bench",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "If this is how you repay a favor I don't know if I'm rich enough to be your friend. She storms out of the garage. Keith is dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I didn't mean anything! I'm sorry. I was kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She stops. Maybe she'd rather he wasn't kidding. She turn",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's genuinely sorry he's offended her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Don't be mad, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She forces a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I won't tell anybody about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She nods. She turns and heads down the road. She wipes her mouth on her sleeve. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f142 143 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He watches her go. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'll see you tonight! He leans against the Jaguar and watches her disappear dow the road. \"Miss Amanda Jones\" by the Rolling Stones COMES UP and CARRIES ACROSS AND THROUGH TO THE NEXT SEQUENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA JONES",
          "text": "She's looking in the mirror with wet hair, fresh from her shower. She's staring at herself, unsure about what she's embarking on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She's staring in her broken mirror. A towel around her shoulders. Like a jock. Wet hair. Right from the bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA JONES",
          "text": "She's blow-drying her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She's towel drying her hair. Short, hard bursts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She opens a make-up case, loads a brush and does her face",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Opens a make-up case. Loads a brush, turns her face to th mirror and blots out a small lightning bolt tattoo on her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEG",
          "text": "A stocking is drawn up the leg. Who's leg?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRA",
          "text": "A front clasp is fastened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAIST",
          "text": "Panty top rises INTO FRAME and snaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Closet. A hand yanks a blouse off the rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARMENT BAG",
          "text": "Plastic clothing store bag. It's torn open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOUSE",
          "text": "A button's fastened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PANTS FLY",
          "text": "Up with the zipper",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIST",
          "text": "Bracelets are loaded on a wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINGERS",
          "text": "In quick order a ring is slid onto four fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOOT",
          "text": "Slides into a boot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIPS",
          "text": "Lipstick, red and wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EAR",
          "text": "Black glass studs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER EAR",
          "text": "An earring is removed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PURSE",
          "text": "Hand loads gum and money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD",
          "text": "Turns from the mirror so we only see a flurry of hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND HEAD",
          "text": "Same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's in the shower. The water's beating on his face. sings to the TRACK. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "94.",
          "text": "\f163 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(sings)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "He's in the bathroom. He's listening with a rising anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith is outlined in the plastic shower curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOILET HANDLE",
          "text": "Cliff's index finger pushes the handle, flushing the toil",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He continues singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUND AND ROUND AND ROUND...",
          "text": "The water suddenly runs cold. Keith's eyes open in shock. He screams. It lays nicely against the song as it comes t a sudden end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Jesus Christ! He rips the shower curtain aside to reveal Cliff staring him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Dad! What're you doing? Cliff continues to stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Get dressed. I want to talk to you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He knows it's the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cliff's standing at the window. Keith walks in. He's wear ing jeans and an unbuttoned shirt. Cliff turns as Keith comes in. There's and exchange of looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I want to know what's wrong. Keith doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Are you in trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Were you at the bank recently? Keith blanches. His father knows. The game is up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "You withdrew the college money? Keith realizes there's no point in lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "It's going back, pal. Every last damn cent is going back. You don't get this close to something and piss it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's not going back, because I don't have it. I spent it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "What'd you buy? A car? Whatever you bought, you can take it back. And you're gonna take it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Dad, I can't. I don't want to. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I don't care what you want. The money's going back in the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You're not listening. I don't have it. I can't get it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "You had no right touching that money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I had every right. I earned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Where's the money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Dad, listen to me. The money's not important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "You don't know what the hell you're saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I know what I'm saying. You just never listen. You only hear what you want. Listen to me. I'm not going to college. The money's gone. It's not coming back. It's over. The whole dream. It's not what I want, it's what you want. I never wanted it. I just didn't have the guts to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "You're eighteen years old, for Christ's sake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Next year I'm nineteen. Then I'm twenty. When does my life belong to me? Cliff doesn't have an answer. It's something he's never considered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm going out with a girl tonight. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Cliff Cliff son's Keith",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH, (CONT'D)",
          "text": "She's beautiful, and everybody's in love with her, and she's going out with me. In the eyes of most people around here, I'm nothing. And probably in her eyes, too. She's going out with me to get back at her boyfriend. They've got this plan together to beat me up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "People at school. It's all right. I can handle it. The point is, nobody thinks anything of me. To them, I'm a zero, and so I don't start agreeing with them, I'm going through with this date. I'm going to show this girl that I'm as good as anybody else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "You're gonna impress her with money? That's not a solution, Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Didn't you have guys at school who didn't fit in? thinks about it. Recalls a few.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Well, I'm one of those guys. looks down. He's never given much thought to his social status. He assumed that everything was fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "I thought things were going all right for you. shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I like art, I work in a gas station, my best friend's a tomboy. These are not things that fly too well in the American high school. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 99. 165",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "So, what's the money for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "The date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "You were serious? Keith nods his head. Dead serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "How can you blow all that money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It doesn't make much sense unless you're me. But I did it. If you want to nail me, I'll understand. Tonight's for my future. No matter what happens, I'll come out of it knowing that I mean something, if only to myself, and that's worth forty-two hundred dollars. If I have to wait a year before I go to college, if I go to college, then that's the way it has to be. Cliff looks at him long and hard. He nods. A bit of a smile. Pride. He slaps his knee and stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Get dressed. You're gonna be late. Keith offers his hand. Cliff takes it. He shakes Keith's hand and pulls him into an embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Thanks. They break embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "If it's legal, I don't care what you did with the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's all square. Cliff reaches in his pocket and comes up with a couple of bills. He sets them on Keith's desk. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "So long as you're blowing it here's a little more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm covered, Dad. It's not necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Keep it, or I'll feel lousy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "For not taking ten minutes out of the last ten years to realize how lucky I am to be able to call you my son. Keith smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Don't be a hero. Keith shakes his head. Cliff grabs the door knob and opens the door. Laura's standing in the doorway. She's holding a butter knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Hi. I was just coming to tell Keith that Watts is downstairs to pick him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF",
          "text": "Don't bug him. He's in a hurry. Cliff steps around her and exits. Laura hangs back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Keith? Do you think it's possible that Dad'll stay this cool, or do you think he'll go back to normal in the morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I think he'll stay cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(smiles) I'll pray. Good luck tonight. I got all my friends crossing their fingers for you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 101/102. 165",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Keith puts his arms around her. She puts hers around him. He kisses her forehead. She backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "You want me to lock up for you? She twists the butter knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's dusk. Magic hour. A HERALDIC MUSIC STRING and the Jaguar we've seen Keith working on glides INTO FRAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR HANDLE",
          "text": "The driver's door opens, and Drummer Girl gets out. She's completely transformed. She's forsaken the macho image an is coiffed and dressed in a fashion that isn't a sell-out but that is more true to her biological status. What re- mains of her old wardrobe are the red gloves. She walks around the car to the rear door and opens it. Keith steps out. It's a new Keith. No grease, no blackness. Bright, new, strong. He offers his hand to Drummer Girl. She takes it and kisses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Gimme a break. Look at us, for God's sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I think you look tremendous. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f166 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "It's too bad my grandmother bit the dust. She'd be proud. I'm wearing a bra. Keith smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yes, it's true. I broke down and got me a boulder holder. It's very weird and highly uncomfortable, and I guess this is personal, and I don't know why I'm talking like this; it's none of your business, so go get your skag and let's roll. She leans back against the car. Keith salutes her and hea up to the house. Drummer Girl fidgets with the bra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DOORBELL RINGS. Amanda comes down the stairs. She looks better than ever. She yells a farewell on the way down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "That's for me! \"Bye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "What time'll you be home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Early!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE",
          "text": "Tell Hardy hello for us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "(hesitates) I will. She pulls open the door. Freezes. She takes a closer look Amanda is startled by the change in Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Hi. Keith nods to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You ready? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f167",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You look. (diplomatic) Different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Than what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No grease?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's standing at the car with the back door ope",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Keith come down off the porch. She slows as sh see the Jaguar. She looks at him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Is that your car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "For right now it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "How'd you get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Is that important? Do you not want to ride in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's fine. I just wondered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I can tell you. It's not very exciting. (pause) It's stolen. A little hint of a smile spreads across her cheeks. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "104.",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I didn't hot-wire it. I'm working on it at the gas station. I didn't think you'd be impressed with the rotting mini, so I borrowed this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Does the owner know about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No. Should I call him? She smiles again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No? Yeah, lets call him. He starts back to her house. Amanda stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I was just kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl smiles sheepishly as Keith and Amanda step to the car. There's a moment of recognition as Amanda and Drummer Girl exchange looks. Amanda recognizes the clothes Drummer Girl's wearing as the clothes she was looking at when Drummer Girl was tailing her at the mall. Drummer Girl knows she knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Yeah, it's me. Amanda gets in the car. Keith gives Drummer Girl a wink and gets in. She closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I'm gonna love this one. I can feel it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jaguar is parked in front of a barbeque place. The neighborhood's dicey. Drummer Girl's behind the wheel, listening to the RADIO, tapping her fingers on the roof. A couple of kids are looking at the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Touch it and you die. \fSOME KIND OF WONDERFUL - Rev. 8/8/86 106. 171",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The real item. Jammed with patrons. LOUD and rowdy and smoky and tough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Be honest. How many guys have you gone out with who would have the class to bring you to a place like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "None.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I thought so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Look, how this happened is as much a mystery to me as it is to you. And I'm not any more thrilled than you. Okay? So stop giving me attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm giving you attitude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Like in the gym Friday. Pulling the power play with the he-man bullshit about I have to ask my friends permission. I didn't care for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's true, though, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "At least I have friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Do you? Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Hey, you want to end this right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You don't want to eat? (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 107. 172 173",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH, (CONT'D)",
          "text": "It's ordered, you may as well bag some free chow. Sit back and enjoy the atmosphere. Pretend I'm dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I wish. Amanda turns around and looks into the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty people up to their elbows in barbeque. One of them waves a rib at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She smiles sheepishly at him and returns the wave. She turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's smiling. Amanda doesn't know why. A waitress serves a huge platter of ribs. Keith keeps smiling. Amanda stares at the ribs. Then looks up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What'd you expect? I work ata gas station. My inheritance'll be a Timex watch and a lawn mower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I can't believe you'd bring me to a place like this to eat something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's delicate. It's elegant. He's smiling full-out. She breaks a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Are you aware that you just smiled? What could that mean? Her smile grows. She can't stop it. It's all so ridicu- lous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's out of the car. Standing at the window, looking in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 107A. 174",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Keith are talking. It's obvious that the situ- ation has improved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She turns from the window. A look, serious concern, on he face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda tries to daintily eat a dripping rib.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You work a lot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Not really. Twenty hours a week maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Sometimes. What about you? Do you work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You ever worked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "No. But I'll work the summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You didn't work last summer? Amanda shakes her head, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Beach? Amanda smiles. She knows it's a gentle insult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Where do you get your money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Why don't we talk about something else? This is a drag. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 107B. 175",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What do you want to talk about? Sports? Amanda smiles. Keith lets her off the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Do you wrestle? She bursts out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith and Amanda come out. Drummer Girl's at the wheel. She glances over. Keith's waiting for her to open the door. She groans and gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I can get the door. Amanda reaches for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I got it. Sorry I wasn't more on the ball, I was comatose. She walks around to the door and opens it. Amanda gets in. Keith hands Drummer Girl a paper bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I brought you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "(facetiously) For me? A gift?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I thought you might be hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Jeez. Thanks. Eating ribs and driving, that's about as handy as skiing and doing your taxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I thought you could eat at the next stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Thanks, Keith. Can I book time to take a leak? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What's your problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Nothing. Keith leans over the door. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "107C.",
          "text": "\f176 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(to Amanda) One second. He closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You volunteered to do this, you know. I was all prepared to drive myself, and you said, 'Oh, no, I'll drive, so you can talk.' Remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "It was this morning, moron, of course I remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "So, why are you giving me shit? She grabs the bag from Keith and walks around the front o the car. Keith doesn't understand why she's being so dif- ficult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda's watched the little spat. Drummer Girl gets in and starts the engine. Keith gets in. He gives Amanda a smile and Drummer Girl, a puzzled look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "If my dinner reeks, let me know, I'll put it in the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Then, we're off. She drops the car in gear and pulls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's behind the wheel. Amanda and Keith are in the back seat. Keith's looking at Drummer Girl. He's annoyed with her. She glances in the mirror and catches his look to he She turns her eyes forward, feeling as if she let out too much emotion. She flips on the RADIO to help disguise her exposure. Amanda slumps down in the seat and lays her hea back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She rolls her head to the side and looks at Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith's looking at Drummer Girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She looks forward. Thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's late. The museum is long closed. The Jaguar is parke in front. Drummer Girl opens the door for Amanda and Keit They get out. Amanda looks up at the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "What're we doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's an art museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I know. But what're we doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You don't like art?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Yeah, but isn't it closed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "That doesn't mean we can't go in. Keith leads Amanda up to the building. She doesn't get it Drummer Girl leans back against the car. All her hopes ar slipping away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Keith approach the dock. Keith gives her a han up. She clumsily climbs the dark steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A heavy door opens to reveal Skinhead from the detention room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Welcome. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND KEITH",
          "text": "Amanda looks curiously at Keith. He gives her a smile. It's okay. He leads her in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Keith walk in. A SECURITY GUARD is standing be hind Skinhead. He's a portly, middle-aged man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "No monkey business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Dad? Freeze it, okay? Please? The guard reaches for his keys. He crosses to an interior door and unlocks it. He opens it and holds it open for Ke and Amanda. Keith holds his hand high. Skinhead slaps it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Anything for a friend, pal. He raises an eyebrow in Amanda's direction, indicating hi opinion of her. Keith smiles and nods. Yes, the woman is molten. Keith puts his hand on the small of Amanda's back and leads her into the museum. The guard closes the door. He turns back to Skinhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "I get fired for this, and you're in the dumper, Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Absolutely. The guard walks back over to his desk and sits down. He opens his paper. Skinhead walks over to the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Dad? I haven't said this ina long time, and I might not say it again, but I love your boring old ass. The guard looks at him. Manages a smile. Skinhead holds out his hand. The guard looks at it. Skinhead wiggles his fingers. The guard sighs and holds out his hand. He wiggles his fingers and, at the same time as Skinhead, jerks his thumb back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINHEAD",
          "text": "Like father like son, huh? The guard looks at Skinhead and his grim attire. A long pause and he nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Keith move through the dark museum. Moonlight shines down through skylights, security lights throw oc- casional shafts of light across the floor and walls. It's massive, silent and forbidden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Have you ever been here before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "In grade school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I come all the time. But I've never been here at night. Do you like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It feels pretty good being somewhere I'm not supposed to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Or being with someone you're not supposed to be with? Amanda smiles. Keith abruptly changes the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "This place is my church. I can come here and what anybody says about me doesn't matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She looks around the gallery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paintings dimly lit, some more so than the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Something catches her eye. She looks closer. A quick startled look at Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "A sly smile. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Looks again at the paintings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The painting Keith was working on at school is complete and hanging on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She's startled to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "The smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She's shocked, flattered, stunned. A huge smile spreads across her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda sits on a stone bench. She pulls a leg up to her chest and stares at the painting. Keith sits down next to her. She looks at him. Looks at the painting. MUSIC COMES UP and CARRIES ACROSS THE CUT into the next sequence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jaguar is still parked in front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's sitting in the car with her back to the do her legs stretched out on the seat. She's lost in a deep sadness. She pulls up a knee, looks at her tights, looks at her jacket. Feels foolish for the way she's dressed. Feels foolish that she's tried to be a girl and in her mi failed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Her eyes are filled with tears. She's trying to hold back She's slowly shaking her head, no. A tear spills. She wipes it away with the back of her hand. More tears spill She can't wipe them away. She bows her head and succumbs to her feelings. \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big and empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl is high up in the seats. She's laying on her back, looking up at the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND KEITH",
          "text": "They're sitting on the edge of the stage. Keith's hanging his legs over the side. She's turned, facing him, legs drawn up, chin on her knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "What do you see in me? Be honest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "What do you see in me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Okay. Me first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Okay. She thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I see a way out of where I am. Keith looks at her. He thinks he understands. He's please at where the conversation's going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I'm locked in a small, petty world. I never had any idea who you were other than some- body who was different than everybody else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You mean strange? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f191",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Yeah. Sort of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "And now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I don't think anybody ever thought anything of me other than I look good next to them. And I went because I'd rather be next to someone for the wrong reasons than be alone for the right reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "(unequivocally) I'd rather be right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You can stand being alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Nobody can stand being alone. If you stop thinking there's somebody for you somewhere, it's over. Isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "114.",
          "text": "She sits up and looks down at Amanda and Keith on the sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to face her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I've been waiting a long time. And I still don't have it. But I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I don't know what you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah, you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I don't. I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "This was all a joke. I was set up. I was used. Right? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 115. 193",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You think I used you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Didn't you? Amanda holds a long look on him. There's no way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "In a way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "There's only one way to use someone, Amanda. You do, or you don't. Keith's noble stance snaps Amanda. She turns on him. The anger she's been holding in pours out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "And you didn't use me? You hypocrite! What's hanging in the museum? My soul? It's my face! I look just as good next to you as I do next to Hardy or any other guy, right? Are you in love with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I think I might be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You're not. This isn't love and affection. This is revenge. You're using me to pay back every guy with more money and more friends and more power than you. Paint it any color you want, it's you using me. There's a long pause as Keith sees the truth behind her attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You're right. I did use you. I used you. For all those reasons. Amanda appreciates his honesty. It deserves reconciliatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "And I used you. It's true. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA, (CONT'D)",
          "text": "It wasn't deliberate. It just happened. You were the right thing at the wrong time. If I'd thought about it, I never would have done it. All I was thinking about was getting away from Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "And I used you to stand up for myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Maybe we should call it even.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Maybe. Keith reaches into his pocket and takes out a jewelry box",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "This is for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "My future. In this box is my future. Amanda looks at the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "And I'm giving it to you. Every dime I have to my name. It's yours. He hands her the box. She takes it with hesitation. She opens it. The contents startle her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOX CONTENTS",
          "text": "Two diamond studs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She looks at Keith with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I can't take these. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 117. 193",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH AND AMANDA",
          "text": "Amanda shakes her head and closes the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You deserve them. I'm giving them to you. I know you like them. I saw you wearing Shayne's, remember? Amanda nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's insane. This makes no sense, Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "They're yours. For good. You don't have to borrow from any- body anymore. You're too good to do that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I never heard of anybody doing anything like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm sure it happens every day. Not to everybody, but to the ones who believe in themselves. She bows her head. The tears start. She can't help her- self. Every negative thought she's had about herself sur- faces. Keith's purity, the scope of his sacrifice over- whelms her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Why are you crying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I feel so terrible for what I did. I hated the pressure, I hated feeling ashamed. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSOME KIND OF WONDERFUL - Rev. 8/8/86 117A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA, (CONT'D)",
          "text": "I hated where I was from. I hated that all my friends got everything their hearts desired. I gave in to my hatred, and I turned on what I believed in. I didn't have to. You didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "So, you won't do it again. You don't have to. Ever. Amanda leans forward and kisses Keith. She puts her arms around his neck and pulls him to her. \f118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She's watching. She looks away. It's too painful. It's over. She gets up and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA AND KEITH",
          "text": "On the stage, engulfed in one another's arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two people, one speck on the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's sitting on the hood, feet out, back agains the windshield. She turns and looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith and Amanda approach the car. He has his arm around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She tries her best to not look hurt. She manages a grim smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith and Amanda reach the car. Drummer Girl swings her legs over the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Hardy's house. Amanda's alarmed. Guilt and fear. She looks at Drummer Girl. She's equally shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Keith? Have you forgotten something? Hardy wants to beat the crap out of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's for real, Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I know. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f198 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "If you want to do that, you drive yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I have to face him sooner or later. He opens the door for Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It's not just Hardy. It's his friends, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I can handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Keith! I can beat the crap out of you. You won't last six seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Come on. Amanda gives him a last long look and gets in. Keith clos the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Don't go overboard, studly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I know what I'm doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lots of cars. A serious party's in progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's LOUD and crowded. Not particularly rowdy. It's an older crowd who've partied together many times before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in the living room. Sitting on a couch with his arm around Mia. He's not having a great time. He's on the wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jaguar pulls up in front. Keith gets out. He helps Amanda out. Drummer girl gets out her side. Keith looks at the house. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f202 120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You don't have to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Okay. I'll be here. She gives him a \"thumbs up.\" Keith puts his arm around Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front door opens. People are milling about. People can be seen in the lit windows. Someone in the door spots them. Points them out to another. Word spreads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH AND AMANDA",
          "text": "They exchange looks. He holds up his hand. She claps it. A smile both ways, and they head up to the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She closes the door and leans against the car. She rests her chin on her hands and watches the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Word has reached him that he has a visitor. He gets up of the couch, abruptly dumping Mia. He crosses to the foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They continue to the house. Keith's courage is waning. Amanda squeezes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING IN on the open door. People are gathered in the doorway. The crowd separates to reveal Hardy. He's smiling. Ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith and Amanda step into the marble foyer. The crowd backs away to give them an inescapable feeling of isola- tion. Hardy's calm and as charming as ever. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I'm glad you could come by. (looks at his watch) It's late. I was worried you were gonna disappoint us. Mia pushes through the crowd and slips her arms around hi waist. He kisses her forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(to Keith) Have a good time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She knows the display with the girl is only an attempt to humiliate her. She tries to let no emotion show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "A wicked glint in his eye. He addresses Keith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "She's deceptively innocent, isn't she? So clean and nice on the outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Sharp internal reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She'd like to tear Hardy's throat out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "A slick smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(vicious, bitter) She do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "It's all he can do to keep from striking out at Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She glares at Hardy. Looks around the room. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her friends. They avoid her eyes. All ashamed that they'r not doing anything in her defense. A scan across them end ing on Shayne. She can't look at Amanda. She doesn't con- done what Hardy's saying, but she doesn't try to stop it. She's sitting on the fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "As much as Hardy hurts her, Shayne's reaction almost hurt her more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "He's not finished with Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(to Keith) The one thing I'm happy about is you get her used.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He's had enough. He lunges at Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith drives Hardy against the wall. Hardy's friends jump in and pull Keith away. Hardy straightens up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "That wasn't very smart, friend. He rubs his neck and clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I was letting you off. I don't care about you. He glares at Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "She's the trash. (to Keith) You're just a fool. (to his friends) Take him outside and kick the shit out of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His guests stare at him. No response. No movement. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "He's annoyed. He doesn't understand their hesitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I said take him outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Stares at Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Stares at Hardy. No love. CLOSEUP - ANOTHER BOY. Cold stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He looks around the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "He can't believe his powers have failed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Is there a problem? A pause from Hardy. His eyes dart around the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cold eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "A moment of panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "A hint of a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Why don't you take me outside? room. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Full panic. It's clear now what's happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Wait a minute. What is this? You're siding with this guy? Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple guys walk out the front door. A couple more. Girls. Mia slips away. More and more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "What're you doing? (pause) If you leave, you don't come back. You really want to do this? I'm serious. Anybody who walks out on this is finished with me. Got it? Steven! What're you doing? Keith steps forward as the room empties. The last strag- glers exit. It's just Keith, Amanda and Hardy. Hardy's frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You want to forget about this? At this point, there's no reason for us to get into it. I'm perfectly willing to drop it. Keith smiles. Hardy's shown his true colors. That's enoug",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You want the truth. The plain truth? You're over. Keith raises a hand in farewell. Amanda looks at him. Her anger hasn't subsided.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You're gonna walk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "There isn't anything I can do to him that he hasn't already done to himself. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f210 125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I wish I could live with that. She turns back to Hardy. He stands alone and stunned in the foyer. She draws back and slaps him clean across the face. A sharp smack. She steps back, takes Keith's hand and they exit. Hardy stands alone, rubbing his stinging cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's on the lawn. She's been watching from out- side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith and Amanda come out the door. Amanda's shaking her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Remind me never to get you mad at me. She smiles. Keith looks across the lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl is waiting for them. She's jingling the car keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He'd momentarily forgotten about her. In the tension of the confrontation and the anticipation of it, Drummer Gir had vanished from his thoughts. It occurs to him that his victory is as much her doing as his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She manages a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "She smiles. Her eyes shift to Keith. The smile dissipates",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith and Amanda step down off the porch and cross the la Drummer Girl comes forward from the car to meet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Nice move. I saw it from out here. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Amanda smiles. Keith tries to smile. There's an uncom- fortable pause. The kind that always accompanies a pain- ful farewell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "(trying not to break) So... why don't you guys go on. I'm gonna walk. (forces a smile) My butt's asleep from sitting all night. She offers her hand to Amanda. She takes it. Drummer Girl shakes it hard and sincere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Sorry if I misjudged you. She can barely hold in the tears. She backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "The keys are in the car. She holds up her hand in farewell, turns and heads down t street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH AND AMANDA",
          "text": "They watch her go. Amanda looks at Keith watching Drummer Girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl steps off the curb and heads down the street",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH AND AMANDA",
          "text": "Keith watches Drummer Girl. He's thinking. Forgetting everything. She's the only thing on his mind. Amanda reaches to her ear and removes a diamond stud. Then she removes the other. Keith turns to see her removing the second one. She takes his hand and places the studs in his palm. She curls his fingers closed around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I think you want to give these to someone else. Keith is startled that she knows what he's thinking. She kisses his cheek. Keith doesn't know what to say to her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Go. Keith can't wait to take off. He kisses her cheek, turns and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Keith? She stops and turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I'll never forget you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'll never forget you, either. He turns and takes off. Amanda watches him with a proud smile. Shayne approaches from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Yeah. Shayne puts her arm around Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "You won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "I think I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAYNE",
          "text": "Come on. I'll give you a ride home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drummer Girl's marching down the middle of the street. Tears are running off her cheeks, staining her collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's coming up behind her. He stops and calls to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Susan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "She stops cold. Bewildered. She turns. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f214",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keith is running down the middle of the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Anticipating the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "He runs for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "128.",
          "text": "She bursts into tears. Keith sweeps her off the ground, spins her around and crushes her in his arms. his shirt, practically tearing it off him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH AND DRUMMER GIRL",
          "text": "She clutches They break the kiss. She gasps and presses her head to his chest and squeezes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I'm sorry. I didn't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You're stupid. I always knew you were stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You never told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You never asked. He pulls her away from him. He opens her hand and puts the studs in her palm. She looks up at him with a huge smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I wanted these. I wanted 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "They're yours. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Drummer Girl immediately starts to put them on. Keith no- tices that, for the first time, she's not wearing a multi tude of earrings. Drummer Girl smiles. Keith laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You knew! You knew you'd get \"em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I didn't know. I just hoped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "No, you knew. Drummer Girl finishes and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRLS",
          "text": "I had a feeling. Just a feeling. They look okay? Keith nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "You look good wearing my future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "These babies go back in the morning. You're going to art school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "We'll keep one and make it a ring. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You don't want to think about that one, do you? Keith shakes his head, no. There's no doubt in his mind. She draws him to her and gently presses her lips to his. He folds her into his arms, and we PULL BACK. They break the embrace and start down the street. MUSIC COMES UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I had this feeling when you kissed me that something was happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "Why didn't you say anything? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I feared for my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "You know, that was the first time I kissed anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Because you did it wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "I did not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEITH",
          "text": "Yeah, you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER GIRL",
          "text": "How do you do it wrong? She stops and one last kiss. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1697"
    }
  ]
}