{
  "movie_id": "MOV1697",
  "scenes": [
    {
      "location": "MIKE'S HOUSE QUEENS",
      "time": "EARLY EVENING",
      "characters": [
        "VENZA",
        "NEIL",
        "INSIDE THE LADIES' ROOM",
        "BACK YARD",
        "THE ELEVATOR",
        "UPPER",
        "THE MUSIC CONTINUES OVER",
        "WIN",
        "TO HIS SIREN",
        "CLAIRE ROUNDS THE CORNER",
        "OUT OF LADIES' ROOM, AND UP THE RAMP TO THE NEAREST",
        "HALLWAY",
        "AND EXITS THE BUILDING.",
        "MIKE",
        "CLAIRE",
        "I...",
        "HE PUSHES IT OPEN, ENTERING THE APARTMENT, CAMERA",
        "KEEGAN.\"",
        "THE RESTAURANT GALLERY",
        "OUTER LOBBY",
        "YOUNG THING.\"",
        "MUSIC TURNED UP FULL.",
        "TABLE. ALL HELL BREAKS LOOSE. TOMMY ROLLS, THRUSTING TH",
        "T.J...",
        "T.J.",
        "JOEY VENZA",
        "SIDE BREAK-IN\"",
        "AT THE ENTRANCE DOORS",
        "FADE IN",
        "MIKE TAKES OFF AFTER VENZA --"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Winter.  A celebration.  Close friends, cop friends, family all here to celebrate patrolman MIKE KEEGAN'S promotion to detective, NYPD. The party spills through the house -- front room, dining room, kitchen, with a small fenced backyard visible beyon that.  A community of cops on their off-hours, their wives, kids.  A mix of generations, all the way from MIKE'S kid, TOMMY, and his FRIENDS, playing among the adults, to an elderly woman observing quietly from her chair at the side.  The mood's warm, spirited; there's a lot of friendship here. ANGLE:  MIKE, in the dining room, posing for a photo with his ten-year-old son, TOMMY, proudly displaying his new gold detective's SHIELD pinned to his jersey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling to his wife, for a family portrait)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellie!  C'mon!  Over here! ANGLE:  ELLIE, MIKE'S wife of fifteen years, a local product, bright and lively, and clearly proud as hell of her man.  She frees herself from the crush of friends, hurrying to join him. ANGLE:  MIKE, ELLIE giving him a full-mouthed smack on th lips as he hooks her into his arms. The picture's snapped, to a chorus of hoots and hollers. Behind, a banner and poster blowup of Mike in gun and uniform read:  \"FINALLY THEY'VE RECOGNIZED YOU, DETECTIVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEEGAN.\"",
          "text": "SCOTTY, a patrolman with the 117th and one of MIKE'S best pals, puts his hand vigorously, in congratulations, on MIKE'S SHOULDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No joke?  You're being transferred to the 19th as your first assignment?  Who the hell loves your ass downtown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(naively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the 21st? BROOKLYN, a cop about Mike's age, joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What d'you care?  You'll never know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manhattan.  The Upper East Side, East 59th to 96th. The ROOKIE stares, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the others)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember Curran from the Sixteenth? He posted a coupla months there on a floater outside the French embassy. He met Jackie Kennedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Curran, that fuckin' noodlehead.  He probably wrote her up for letting her dog dump on Rockefeller's doorstep. ANGLE ON MIKE, trying to swallow a mouthful of potato salad as a plump and pretty middle-aged woman (HELEN GREENING) pulls him into a bear hug, planting a kiss on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmmmm-glimmmeee-kisss!  I'm so proud of you!  What the hell took you so long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, don't ask me.  Ask the man who put in the good word. ANGLE ON T.J. GREENING, Helen's husband, Mike's best friend.  He's forty, stocky, looks up, horsing around wit some of the kids in the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If T.J. didn't push for me, I never would've made it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet your ass... I give you six weeks before you're back on the beat, Keegan, they got no room for hero cops...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Appreciate, that vote of confidence, Brook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, am I supportive, or what? ANGLE ON TOMMY:  in the hallway, trying to show SCOTTY'S date -- a \"real\" BIMBO, who's spilling out of her woolly sweater and tight jeans -- how to stand on his SKATEBOARD She shrieks a laugh, toppling off.  HELEN, passing by wit an empty platter, catches the action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE, another WIFE at the sink, wives all; HELEN enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He left Elaine for that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what about little Scotty? ELLIE continues washing the dishes as HELEN and the WIFE dry.  MIKE enters to get more beers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still staring)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to tie her tits together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That wouldn't be too difficult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overhearing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet you think she doesn't have a brain in her head.  I bet you think the only thing he sees in her is one incredible, dynamite body... He GRINS at their blank stares... ELLIE'S EYES wryly following... as he moves on out with his beers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love your husband, Ellie, but he's a real dork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but he's my dork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night has descended, PEOPLE talking and laughing quietly, MELLOW music is playing -- CAMERA FINDING MIKE AND ELLIE, dancing close, moving sensually.  It's impressive.  HELEN convinces T.J. to DANCE.  SCOTTY and BIMBO join in too. T.J., whipped, extricates himself and Helen; tousling Mike's hair in affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're goin'.  Get some sleep, Detective Keegan.  You got a new job tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE is holding TOMMY asleep on his shoulder. ELLIE appears, completing the family portrait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think I should put the skateboard in bed with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too kinky. MIKE smiles and climbs the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE in the bathroom, the door open, she brushes her hair. MIKE in bed, thoughtful, a happy man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellie, you know I think it's about time we got outa this place, get us a house of our own.  We can afford it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amen to that.  The supermarket's full of assholes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take my advice, don't buy any... MIKE waits for a response.  None comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(aware of her change in tone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My ass if falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your what...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My ass is falling.  It is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a laugh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(appears in the door; stricken)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just saw it in the mirror, it doesn't look like my ass anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I gonna do?  I jog, I do the exercises on TV in the morning... gravity...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a great ass!  I love your ass -- now get that falling ass into bed before it hits the floor. She does -- the lights snap put.  They giggle, she MOVING into his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a declaration)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow, I start looking for our house... You love me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deeply)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got no idea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imagine... I'm sleepin' with a DT. Another muted laugh -- and they move into an EMBRACE, CAMERA PANNING WITH THEM, and then STILL FARTHER INTO THE DARKNESS. THE DARKNESS HOLDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Becoming a darkness pricked with light, as WE FLOAT over the reflective river, MOVING WEST TOWARD AND OVER TH CITY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fabled city, the ultimate object of man's desire and fulfillment, Oz, the city unfolding itself before and beneath us, till DAZZLING SHAFTS OF LIGHT sizzling up -- KLEIG LIGHTS -- stab our eyes and bring us down into thei BLINDING BRIGHTNESS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A nondescript piece of rundown city block that's the hottest thing in town.  PERSONNEL regulate the CROWD and ARRIVALS.  There is a public line, and from it the young, hip and outrageous can look on while awaiting entrance at the formally dressed, stylishly gowned GUESTS arriving at the private line. A glittering post-Metropolitan Museum of Art opening gala is in progress tonight.  The club's private entrance look like what it once was, a shuttered porno bookstore, and the joke's not lost on most of the formal GUESTS, arrivin through the X-rated doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The latest achievement of money, rock and art.  It's a breathtaking multi-leveled theater of light, sound and dance. There is also an entrance-by-invitation-only grand salon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GUESTS arriving here for the Met gala enter almost in enchanted procession, each of them being personally greeted by the primary owner and manager of the club, WIN HOCKINGS, a charming, rakish ex-preppy.  WIN stands in th middle of the floor in the throw of a spot, greeting. This is his element and his club, a son of old money, and a crossover creature to the fast life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi... nice to see you... thank you... my pleasure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(effusively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you so much for agreeing to host us tonight.  It's really extraordinary!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glad I could be of help. CAMERA MOVING IN ON A NEW ANGLE, CLAIRE GREGORY and NEIL STEINHART.  The way our CAMERA covers them makes it clear they are major characters in our story.  NEIL steps forward to introduce himself, but WIN, looking up, spots CLAIRE first:  A special beauty and clearly someone very special to him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Win. And he embraces her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(introducing her companion)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know Neil Steinhart? He grins broadly, taking NEIL'S hand; then right back to CLAIRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of the filthy rich Steinharts?  Why is it Claire always connects with the richest men this side of Saudi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Win; meaning the club)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This gives new meaning to the word nightlife. WIN acknowledges the obligatory compliment with a closed smile, impatiently returning to CLAIRE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, let's get outa this lowbrow rag trade... (smiles, cutting Neil out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't mind, do you? NEIL stares, polite, as WIN whisks her away; turning, as he is addressed by someone else coming his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as a BLACK PORSCHE PULLS UP, its dark-tinted window rolling down TO REVEAL JOEY VENZA.  The MANAGER of the club comes over to him, with a clipboard list of only the invitees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a dilemma)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Mr. Venza... VENZA jams the ACCELERATOR to the FLOOR, the CAR burning rubber like a DRAGSTER as PEOPLE SQUEAL and JUMP OUT of the way; the CAR fish-tailing away, screeching AROUND the CORNER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIN and CLAIRE.  The music, noise, other conversations ca still be heard as they walk through the club. He smiles, mid-conversation; there's a real affection here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skiddy and Kit?  I haven't seen them since that shitty pasta dinner on the cape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've got two monsters now.  Both boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so what's with Steinhart?  Is it serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't like him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks a little constipated to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(needling him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's called \"solid\"... Nice to find someone you can count on, Win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VENZA entering, a rush, NOISE and ACTIVITY from the alley outside; the throbbing new MUSIC overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY VENZA",
          "text": "Immaculate as always, in a conservatively-cut European pinstripe, VENZA strides tautly into the shabby corridors",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIN shows CLAIRE the main dance floor below, sound-filled and crowded, private and paying GUESTS mixing, indistinguishable now.  He raises his voice to be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The main floor stays public.  The side rooms we try to keep available for special functions like tonight. He turns and takes her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's terrific Win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still writing the occasional magazine article?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Occasionally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then c'mon.  Follow me.  The art's in the basement, you're going to get a privileged peek. He leads her to the freight elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire! A sociable FOURSOME descends on them.  It looks like it's going to be a long conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Claire, quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just press the button all the way down when you're ready, okay? He turns as she's engulfed, heading towards the elevator, runs into NEIL, CLAIRE'S escort.  NEIL doesn't see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's she go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably found somebody nicer... Kidding.  You're great. He smiles, entering the elevator and disappearing from view.  NEIL looking around, with thinly-veiled impatience at the benefit-types streaming into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VENZA navigates the labyrinth that connects to the offices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator reaches bottom.  WIN exits into an area of tall rows of stacked boxes still awaiting unloading. Beyond, a bright, high-ceilinged linen whiteness gleams. It's a soon-to-be restaurant-gallery area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RESTAURANT GALLERY",
          "text": "The walls have already been painted white.  Tables have been positioned.  Chairs are stacked, waiting.  So are mounds of folded laundry and tablecloths, boxes of accessories, glass and dish and kitchenware, etc. Except for FRED, the elderly stock boy, the bright silenc is empty. FRED scores open the sealed cardboard cartons with a curved case cutter.  Several tablefuls of unloaded servers, kitchen utensils, etc., bear witness to the size of his job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're in overtime, Freddy. FRED nods, putting down his case cutter, using a side exit. WIN, left alone, turns to look up proudly at his powerhouse modern art collection lining the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE extricating herself; to the foursome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will... I promise... She smiles graciously and steps into the freight elevator pushing the down button.  The doors close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VENZA approaches an intersection.  Ahead, FRED crosses on his way to the offices.  The elderly STOCK BOY doesn't se VENZA, but VENZA sees him, realizing where else to look here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE closes her eyes, leaning back against the metal walls, taking advantage of the refuge for the moment. Music and crowd noise still vibrate.  The elevator, shuddering, continues its descent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIN turns in the silence, looking out over the bright space edged by darkness, every reason to be pleased. WIN doesn't even hear VENZA enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bear, icily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need money, you come to me. WIN turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(approaching, soundlessly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the fuck do you think you are, raising cash without coming to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calmer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your ex-partner... I'm buying you out, Joey.  Read the contract. There's ample provision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck the contract!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator arrives.  The doors open.  CLAIRE steps out into the shadowed area of stacked rows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stares, wildly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two years ago you were begging me for the money.  Nobody would've touched you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're making an eighty percent return.  Which is what you wanted. WIN turn away from VENZA.  VENZA grabs his arm violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't turn away when I'm talking to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat with deliberation)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grease and water still don't mix, Joey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENZA",
          "text": "slashes one of the canvases (A Rosenquist) with the case cutter... Then another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ... are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Venza slashes another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENZA",
          "text": "turns, slashing WIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIN",
          "text": "gasps.  Blood begins to seep from his wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "hearing, emerges into the light, smiling, thinking WIN'S saying something she's supposed to respond to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENZA",
          "text": "slashing WIN again, losing all control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(staggering back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE ROUNDS THE CORNER",
          "text": "Seeing WIN, she stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VENZA continues to attack him, stabbing WIN to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "screams, unable to imagine or believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENZA",
          "text": "looks up, hearing her. WIN sprawls, a lifeless, bloodied mass at VENZA'S feet. VENZA stares, returning CLAIRE'S stare, trying to concentrate, to focus and pull himself back together.  He puts down the cutter, taking a step toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "steps back, turning and moving back toward the elevator, running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENZA",
          "text": "quickens his step, after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ELEVATOR",
          "text": "as she REACHES IT and HURTLES inward, HITTING all the BUTTONS, the doors beginning to RUMBLE CLOSED.  But VENZA is there, THRUSTING HIS HAND INSIDE to stop them.  The doors CLOSE on his fingers.  He cries out, pulling his fingers free.  He slams his fist against the doors as the close shut, POUNDS the button again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But CLAIRE grabs the POWER SWITCH, pulling it -- the elevator goes dead, the overhead lights go out -- and somewhere, in the shaft above, an ALARM BELL begins to RING. Relentlessly, VENZA pounds on the other side of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "giving way in the darkened cubicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "sagging against the elevator wall, weeping, hearing VENZA'S FRANTIC BREATHING on the other side subside, and finally move away in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PHONE RINGING -- a hand fumbling on the telephone in the darkness.  WE HEAR MIKE'S VOICE as he turns on the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T.J...?  Is this a joke?  Are you kidding me? (listening, not liking what he hears)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me 20 minutes. MIKE hanging up the phone, turns to ELLIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mumbling from under the covers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Switch the light off on your way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE and T.J. disheveled and tired, drinking out of styrofoam coffee cups, arriving at the club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Mike, out of the bag into the bureau, huh... How do you like it so far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(giving a half smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right behind you, T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rare tableau; swirling disco lights reflecting off strategically placed mirrors, illuminating a room filled with POLICEMEN (in uniforms and polyester suits), trying to ride herd on the BEAUTIFUL PEOPLE, in contrasting attire. The man in charge and coping is LIEUTENANT GARBER; in plainclothes, fiftyish, rough-hewn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you ever hear the chatter. They're worse than fuckin' four- year-olds... Miller, let's clear this path here, all right? T.J. and MIKE arrive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to them, on the move)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blood bath downstairs.  The owner of this place is dead.  And I got a witness, and a suspect... Joey Venza. T.J. reacts to the name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Venza?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice question.  I like questions like that. A massive \"GASP\" goes up from the CROWD as a cumbersome BODYBAG is brought up a stairwell from downstairs.  GARBE temporarily moves away to oversee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to T.J.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Joey Venza?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad fuckin' news.  Even the families dropped him when they found they had a fruitcake on their hands.  But he knows where a lot of bodies are buried.  It'd cap it for Garber if he could bring him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(returning, re: the crowd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, let's find out what we know. Herd'm up and check'm out.  Anybody know more than gossip about the deceased or Venza, I wanna talk to them myself.  Go. T.J. moves into action with typical \"T.J. style\" diplomacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, will all the beautiful people shut the fuck up, before it starts gettin' real ugly here! The uniformed COPS take their cue, moving in for quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mike, the \"new boy\")",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keegan, go baby-sit the witness. Just sit and look impressive.  Make her feel protected.  And if you can get her boyfriend outa my hair, I'll promote you to fuckin' Joint Chiefs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A uniformed COP guarding the door as MIKE approaches, flashing his shield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quit playing with yourself, Keegan. I know who you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Detective's supposed to identify himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is dim, lit only by a desk lamp, CLAIRE seated o a couch, catatonic, NEIL kneading her hand, trying to comfort her.  A KNOCK at the DOOR:  NEIL JUMPS UP to open it -- MIKE ENTERING before he gets there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(upset)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you in charge here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked for the man in charge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That would be Lieutenant Garber, and he's very busy upstairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me he's \"busy\".  I asked for an ambulance for this woman and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she injured?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. MIKE gets his first view of her as she TURNS her head int the light.  It is an almost storybook vision of beauty that emerges from the darkness around her; her vulnerability penetrates to the very core.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Claire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going to talk to anyone without a lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not a suspect, sir, she's a witness.  Could I ask you to step outside, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I will not step outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, I am just trying to do my job, it's standard procedure to question the witness alone.  Help me out here, could you please leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(icily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't really see what that has to do with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadened; to Neil)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neil, do what he says. ANGLE ON MIKE AND NEIL:  at a standoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. MIKE OPENS THE DOOR for NEIL.  NEIL reluctantly swallows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right outside. NEIL grudgingly leaves.  MIKE quietly closes the door. ANGLE CHANGE:  CLAIRE and MIKE alone.  He sits down.  A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I get you a cup of coffee or something? Her plaintive eyes turning to meet his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lost)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never seen anyone killed before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay... I've never been a detective before either... She lifts her gaze quizzically, catching his smile.  She returns it in spite of herself, disarmed by his frankness and curiously reassured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll go slow.  Okay?  We'll get through it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PHONES RINGING, TYPEWRITERS TYPING, BODIES moving at cross-current -- CAMERA FINDING LIEUTENANT GARBER, hustling through the bullpen, MIKE FOLLOWING, toward his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know how you did it, but whatever it was, keep doing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(puzzled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just sat and listened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Safe and secure is how we want her. Until she I.D.'s Venza. T.J. has joined them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Venza's either going to skip or try to get to her and Venza likes it here.  I want her ass covered, 24 hour protection, but I don't want her to know there is any real danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like what I'm hearing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Garber)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.  If there's any danger, why not just level with her... GARBER turns back to MIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with mock tolerance)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T.J. your friend's a little dense. When she realizes there's a killer tryin' to shut her up, she'll be on the next plane for Tahiti... somehow I think my way is better. He MOVES ON, leaving them not very happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chief? GARBER turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not Patrol?  They'd do just as good a job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I want your advise, Keegan, I'll make an appointment. GARBER MOVES ON OUT.  MIKE and T.J. left alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disappointed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!  A Nursemaid!  My first detail, and I'm a fuckin' slug! (turning to T.J.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a 'choice' at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do it, or look for another profession.  That's a choice I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You in this with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah!  Seniority gets the day shift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE IS SEEN unloading groceries from the rear of a smal hatchback...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE is in the kitchen; he's making eggs in agitation, throwing in everything he can find (tuna fish, chopped pickles, mustard), his kid, TOMMY, in evidence in the b.g., on a SKATEBOARD, whizzing through the kitchen, even RIDING IT down the STAIRS. MIKE MOVES TO A CABINET -- and his FEET GO OUT FROM UNDER HIM.  He's slipped on a SKATEBOARD -- barely catching himself in time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy!  Goddamnit!  Get these skateboards off the goddamn kitchen floor! TOMMY whizzes through, expertly picking it up \"on the move,\" MIKE taking a futile swipe at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're we having?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My special, scrambled eggs surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frowns dubiously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scrambled eggs surprise? TOMMY goes whizzing on out again.  ELLIE comes in loaded up with the groceries.  Puts them down, giving MIKE a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So how'd it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not great.  I've got a babysitting job for a material witness on a homicide. It explains his mood.  ELLIE starts putting away the groceries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For how long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Til they pick up the perp. (he sits)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seniority gets day shift... You know what that means. CLOSE ON ELLIE:  she sits, realizing, upset, but taking i in stride, now putting plates on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'll live with it, I've lived with it all my life.  My Dad was a cop, he said, \"whatever you do, honey, never go out with a cop\". So, what did I do?  I got a job with the cops.  Then I married a cop.  I probably gave birth to a cop. (shouting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy!  Come over here and eat, it's hot. TOMMY enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you and Tommy should stay with my Mom. ELLIE makes an expression of dislike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't start... The only reason is that the neighborhood's shi... (realizing that Tommy is listening)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... crummy.  I just don't like the idea of leaving you alone here at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can still use a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just keep it someplace safe, but handy. TOMMY joins then at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(zooming in)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep what handy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gun?  It's in the upstairs closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know where the gun is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know where everything is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Except the goddamn skateboards, which are everywhere!  I'd like to kill the guy who invented those things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lay back, Mack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lay back, Mack!!  What's this \"lay back, Mack?\" (to Ellie)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where does he get this? Silence; they eat... ELLIE'S eyes finding MIKE'S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep the weekends for us, huh?  Get a replacement for Saturday nights. That'll give us the weekends together. TOMMY'S face screws up, tasting the lump of food in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God!  Scrambled eggs surprise?! These are pickles...!  God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just \"lay back, Mack\"... lay back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike emerges from the subway alongside the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out front, the DOORMAN opens the door for the building's children returning from music lessons. Across the street in Central Park, handsome, elderly tenants stroll in the company of their nurse:  a nanny pushes a pram, taking advantage of the last light.  This is one of New York's most exclusive co-ops.  Distilled civilization and quiet wealth.  A world away from Queens or anything else.  MIKE arrives on foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A notice behind the locked front door informs:  \"ALL VISITORS MUST BE ANNOUNCED\".  MIKE displays his shield to the DOORMAN through the glass.  The DOORMAN opens, taking the time to inspect his credentials before returning them then STEPS ASIDE, allowing ENTRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE rides up in silence, examining the ornate walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator delivers him.  MIKE finds himself in a wall- papered trompe l'oeil foyer.  Nothing to get his bearings The front door clicks open, startling him.  MARY, the cleaning lady, an older, capable woman in functional civilian clothes, greets him matter-of-factly, taking him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marble-floored and high-ceilinged, absolutely palatial; MIKE'S EYES registering amazement as he's led inward. Floor-to-ceiling windows overlooking Central Park, where the VOICES are REVEALED belonging to GARBER, T.J., CLAIRE and CLAIRE'S boyfriend, NEIL -- who's trying his best to be \"in charge\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(approaching Mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You remember Detective Keegan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(expressionless)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do. The doorbell RINGS AGAIN:  MARY goes to answer it as MIKE mumbles his greetings to all -- noticing that CLAIRE, reclining on a couch, seems extremely put out -- or is it \"disinterested\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to make sure that everyone respects the privacy of Miss Gregory's household.  You're limited to the outer vestibule, so you can watch the elevator, the kitchen, so you can get something to eat, and the washroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under his breath to Mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you can take a shit. The THIRD DETECTIVE enters, being led by MARY.  It's KOONTZ, a package of razz and sarcasm, somebody you definitely don't take home to mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reacting; to T.J.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not Koontz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be happy.  He's good at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Neil)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd like to, just once, get a look at the entire layout, so we can evaluate security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This really isn't necessary.  The security in this building is about the best in the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ever the diplomat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure you're right, Miss Gregory, but I'd consider it a favor if you'd let us look around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be my guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his troops)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLWAY",
          "text": "as GARBER withdraws; MIKE, T.J., KOONTZ to start their check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Garber)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about when she goes out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Discourage it.  But stay with her if you can't.  Call it in first so we can have a car on tail.  She's agreed to travel only with her own driver and limousine... okay, let's check it out. They split up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "following orders, continues down the hall.  He moves to a door that he ATTEMPTS TO OPEN -- discovering it's not real.  It's a TROMPE L'OEIL.  He turns around to find he' not alone in the long hall.  NEIL stands just outside the living room, watching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: the \"door\")",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "turns, returning to CLAIRE in the LIVING ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why an I reminded of the Three Stooges?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KOONTZ checking the windows and terrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE, MARY the MAID in there with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(officiously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You a vegetarian?  Miss Gregory's a vegetarian, so I'm gonna put food for you people in a separate fridge. You know how to use a microwave? (before he can answer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just about everything you'd want will heat up by turning this to ninety seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Utterly sumptuous; T.J. uttering a low \"whistle\" of awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's an enormous circular bathtub and a Jacuzzi, endless mirrors, a writing desk, carpeted, a place one could spend one's life in -- MIKE SEEN, in the MIRRORS, wandering through -- idly pushing a mirrored door open, t gaze, in awe, at the walk-in closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under his breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuckin' A. ANGLE:  He see T.J., or what he thinks is T.J., reflected among the other reflections at the other end of the room. Sees T.J. sit on edge of bed.  MIKE is standing in center of the MIRRORS, slightly disoriented.  And T.J. sees him, similarly astounded, MOVING OUT OF SHOT. CLOSE ON MIKE:  Moving inward, he gawks at the racks of clothes, gently brushing his hand through the lush fabrics.  CLAIRE'S VOICE -- ANGRY, ALMOST TREMBLING, A FIRM EFFORT OF WILL -- rustles the silence behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my dressing room, and these are my clothes. (holding herself firm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand your responsibilities... but I'd appreciate you staying out of here at all times. MIKE:  chastened, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.  Just checking. He starts away.  MOMENTARILY baffled by the MANY-ANGLED REFLECTIONS OF HIMSELF in the MIRRORS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hard to find doors in this place. MIKE:  embarrassed, apologetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Detective Keegan, I hope you understand how upsetting this is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All silent; MIKE on \"watch\".  Just him and a wooden desk chair, the grade-school variety.  No books, no crossword puzzles; he came unprepared.  He checks his watch and looks to an ornate wall clock.  And he's bored.  He picks up an empty coffee cup, looking for a last drop.  Settles for sniffing it.  Replaces it on the floor beside him. Then he looks to the closed doors of the apartment and makes a decision.  Picking up the coffee cup, he quietly pushes the DOORS OPEN, and ENTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As MIKE pads quietly across the marble floors in the quiet; pausing to gaze, in awe, at the vast, empty LIVING ROOM.  It is gigantic, his eyes roaming the ceilings, as though to estimate their height. Moving inward, his eyes fall on a BOOK RACK, and he crosses to it, perusing the shelves for possible reading material. They're all ART BOOKS, the big, thick kind.  A Renoir, because of a NUDE FIGURE on the cover, catches his eye. But as he pulls it out and begins to leaf through -- he HEARS VOICES.  CLAIRE'S and NEIL'S; her tone is agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(barely audible)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... just saying you should think twice about it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I don't want to talk about it... CLOSE ON MIKE:  book under his arm, quietly moving toward the SOURCE:  the DEN.  It's door is slightly ajar; there is a suitcase in front of it, ready for travel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... You know, and I know, that the only thing standing between a life sentence for Venza and his freedom is my testimony at his trial...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... He killed Win... he enjoyed it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Win made his choices, Claire.  We all do --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I'm making mine. She looks at him; a beat, emotionally.  He remains steady",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're dealing with a psychopath. He gets out of jail in ten years, or five... or ninety days, and you'll be looking over your shoulder for the rest of your life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I supposed to do?!  I saw one of my oldest friends get killed! And I saw who did it! (through tears)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't just -- \"let it go away\"!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire... ANGLE - DEN.  NEIL takes her in his arms, holding her tightly, affectionately, protectively.  Holding her from behind, NEIL KISSES CLAIRE gently on her neck.  She calms in his arms. RETURN:  MIKE DODGES back quickly, through the living and dining rooms until he's in the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spotting the microwave, MIKE QUICKLY TOSSES in an English muffin -- peering at the dials, as he switches it on. But he hasn't escaped being a trespasser to what's going on in the far room.  He can still HEAR THEM, though HE WHISTLES, trying not to. The English muffin BURSTS INTO FLAMES, MIKE desperately pulling it out, tossing it into the sink, feverishly fanning the air. ANOTHER ANGLE ON MIKE:  becoming aware that HE'S NOT ALONE.  He TURNS SUDDENLY to see MARY, the housekeeper, not ten feet from him, in the laundry room, coat on, fluffing her collar, ready to go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chagrined)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like 'em toasty. ANGLE ON MARY:  staring at him, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Mr. Keegan. She moves through the kitchen and EXITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NEIL, with his briefcase, finally leaving.  He crosses from the hallway. The TWO EYE EACH OTHER:  MIKE attempting a cordial smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're here 'til what time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm relieved at 4:00 A.M. NEIL noticing the Renoir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you're through with it, put it back, please, exactly where you found it, and don't use the library again.  I have to leave town for a few days.  Let's do everything we can to make this less of a trial for her, shall we? MIKE NODS.  But when NEIL leaves, he makes a mock \"military salute\"; a click of the heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2:45 A.M. (the clock ON THE WALL); pindrop silence; MIKE alone. CLOSE ON MIKE:  thoughtful, leafing through the Renoir. Like a man making the most of solitary confinement -- becoming aware of a NOISE.  Though hard to make out in this windowless capsule, it is DISTANT THUNDER.  It stirs life in him and his eyes wander reflexively upward, studying the ceiling -- then the doors of the apartment, left slightly ajar. ANGLE INSIDE THE APARTMENT:  CAMERA FOLLOWING MIKE as he wanders inward, becoming aware of light coming from a drawing room.  HE MOVES TOWARD, STOPPING. ANGLE FROM HIS POV:  CLAIRE, dimly illuminated by the light of a desk lamp that throws a gentle glow around her -- seated, still as statuary, gazing out into the rain. CLOSE ON MIKE:  watching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The uncivilized hour indicated by the TOTALLY EMPTY SUBWAY, MIKE a lone figure, somewhat numbed, his eyes set into distant space -- as the SUBWAY reaches its DESTINATION, the blurry platform signs decelerating until we can make out the word \"QUEENS\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The neighborhood still asleep in the predawn hour; MIKE picks up the newspaper... glancing at it, he opens it, sees an article and photograph of CLAIRE on the second page.  He heads inwards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Afternoon sunlight SPILLING IN as MIKE AWAKENS to the SOUND of a CAR MOTOR, faltering, then \"chug-chugging\" to another start, gasping, then revving.  Someone's working on MIKE'S car.  He looks at his alarm clock; it's 4:00 in the afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE and TOMMY visible only as fragments as they work on MIKE'S car.  ELLIE IS SEEN as a rear-end in blue jeans, the rest of her inside the hood; she calls to TOMMY to \"try it again\".  It looks like no one's behind the wheel; but the very top of his head CAN BE SEEN as he strains to reach the accelerator. ANGLE ON MIKE:  appearing at the door, in a freshly pressed suit, a steaming cup of coffee in hand.  He walks across the lawn towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  What the hell're you doin' to my car? ELLIE emerges from underneath the hood, flushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Changing the sparks.  They showed it on TV.  What d'you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think television's a dangerous thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's twenty bucks in the bank. Slamming the hood.  TOMMY revs the engine ELLIE moving down the steps towards MIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough, Tommy!  C'mon.  Get out of there! ELLIE moving towards MIKE, she slipping her hand into his underpants:  Their eyes meet, lovingly.  She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.  The neighbors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let 'em eat their hearts out. She retrieves her cold coffee cup from the POTTING TABLE, checks out the picture of CLAIRE in the newspaper, he's left there.  MIKE adjusts his tie.  It's very colorful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I read the article.  You didn't tell me she was so beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Mister Honest)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, actually, she looks better than that. ELLIE playfully makes a move, JABBING AT HIM, MIKE stops her, ending WITH A HUG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to go. MIKE kisses her.  ELLIE holds MIKE'S face with her gloved hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you Tommy. ANGLE ON ELLIE:  as TOMMY comes up and leans against his mom:  both watching MIKE primp, they share on the joke. MIKE turns, his face with grease on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unbelievably handsome.  You look fantastic in a suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice threads Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I think so. MIKE leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WALL CLOCK reads 6:30.  The remains of a teeny gourme meal, before him on the kitchen table. MIKE is playing an improvised hockey game, shooting peas through a goal made up of two water glasses, using his knife as a hockey stick.  He HEARS the CLICK of HIGH HEEL approaching, crossing the vast marble floors. ANGLE FROM HIS POV:  CLAIRE coming toward -- clearly dressed for the evening, her stride signaling determination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brilliant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.  I'm not sure how this works.  I have to go out... is that all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unprepared)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to pick something up before Bergdorf's closes, then stop at a reception just a few blocks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faltering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think, maybe, that isn't such a great idea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant Garber said that in all likelihood there was no real danger, is that true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  That's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we go then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm supposed to call in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a phone in the car. She MOVES TOWARDS THE ELEVATOR:  MIKE, stymied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They descend in silence, MIKE aware of being scrutinized. The ELEVATOR STOPS, MIKE about to get off, realizing they're stopped at the THIRD FLOOR, another TENANT stepping on.  He's dressed in an expensive JOGGING SUIT, his key dangling from around his neck; he nods to CLAIRE and pushes \"DOWN\".  The elevator RUMBLES downward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have another tie?  Something more conservative?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused, then realizing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... Yes... I don't have it with me.  It's at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The JOGGER first out the door, taking off with fierce determination, followed by MIKE, who nervously checks the street, then opens the limo door and checks inside, then, finally, MOTIONS CLAIRE OUT.  She moves smoothly into the limo; MIKE checks traffic behind them, then gets in, after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE fumbles, searching the console for the car phone. She finds it easily, picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GARBER is on the other end of the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Jesus, what a fucking lunatic. Fucking shopping. (he thinks)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't see that we have much choice.  Jesus Christ.  Tell her she's a fucking lunatic. GARBER slams down the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE sets down the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He thinks you're being a little careless.  He made the point several times. MIKE sets down the phone.  They settle back; trying to feel \"comfortable\" in one another's presence.  It's plent awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You live in Manhattan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Queens... You know Queens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father founded a music school there.  The Milton Gregory School. He politely tries to place it, with no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm supposed to speak at their tenth anniversary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice.  Maybe you'll stop by... have an aperitif... It evokes a slight smile but nothing more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo pulling up, MIKE hopping expertly out before it stops moving. It's parked in a red zone, with tow-away signs everywhere a PATROLMAN notices from the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the driver)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't move it. He flashes his shield at the PATROLMAN, takes a firm grip on CLAIRE'S elbow, guiding her in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE ENTRANCE DOORS",
          "text": "MIKE stiff-arms the revolving door, stopping outgoing shoppers to clear the way for CLAIRE; hops over to the fixed door, opening it quickly for her, hustling her effortlessly in, zip. ANGLE:  CLAIRE, taken by it, but not displeased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cross toward the up escalator; she knows where she's going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Miss Gregory. CLAIRE steps onto the ESCALATOR; MIKE on alert, scrutinizing the crowd.  He gets on right behind.  They ascend. At the top LANDING, A DARK-SUITED MAN VEERS RIGHT INTO HER.  CLAIRE flinches.  MIKE MOVES PAST HER to the front, quickly handling the guy.  The MAN jumps back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry... I thought this was down... ANGLE ON MIKE; SHAKEN.  CLAIRE giving him a long unsteady look, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE keeping close watch as CLAIRE approves her purchase: a silver frame, containing an inscribed photo of CLAIRE and an elegant older woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you wrap it for me, I'll be back in a moment. CLAIRE walks past MIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you come with me please. MIKE follows her. CLAIRE at the TIE COUNTER, points to the tie rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you pick one out, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beg pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since you're going to be my escort, you'll need a new tie. MIKE begins to connect, glancing down again at the tie he's wearing.  CLAIRE selects a TIE, turning to the SALESPERSON, for his reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfect. CLAIRE handing it to the SALESPERSON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put it on my account, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got money. CLAIRE gives a look to the clerk to go ahead with her order.  SALESPERSON goes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we had more time we'd work on the suit too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE AND CLAIRE; CLAIRE favorably assessing him in the ne tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look quite elegant, actually. He looks down at it in silence; then, finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My wife likes this suit. CLOSE ON CLAIRE:  his vulnerability makes her smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clearly a \"big deal,\" with Kleig lights and heavy LIMOUSINE and TAXI traffic being directed into place by COPS, some of whom we recognize. ANGLE ON A PAIR OF COPS, using flashlights to guide traffic -- spotting CLAIRE'S LIMOUSINE with the BLACK-AND WHITE PATROL CAR following it, and signaling it into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Claire's limo)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring it in, close. The COP OPENS THE DOOR -- stunned to see MIKE STEP OUT, i suit and new tie -- looking like he belongs there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm on duty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of work?  Gigolo? CLAIRE steps out, utterly elegant, taking MIKE'S arm -- the traffic COPS now joined by those from the BLACK-AND- WHITE, as MIKE and CLAIRE head INWARD.  The COPS wolf- whistle MIKE and razz him as they go, some beginning the STRAINS of \"Just a Gigolo\"... MIKE GIVES THEM THE FINGER behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE and CLAIRE caught in a crush of people jamming the ENTRANCE WAY -- their bodies coming into close contact, s close that MIKE is forced into an awkward posture in orde to stay close to her; one arm up in the air, uncomfortabl about taking her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can touch me, I won't bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not too sure about that. He takes her arm, guiding her through the crowd. The SOUND of a WOMAN'S (MARGE GOODWIN) VOICE attracts their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pushing through)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE!  Claire!  Darling!  Are you all right? She's a SOCIETY MATRON-TYPE, grabbing CLAIRE in an ever- so-concerned HUG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God!  I couldn't believe... my poor darling... and Win Hockings...! Antonia'll be so happy you're here, she says a \"Lifetime Achievement Award\" is like being invited to your own funeral while you're still alive... But ANTONIA, an elegant OLDER WOMAN, has already SPOTTED HER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire...! She pushes through, and fairly falls into CLAIRE'S arms. ANTONIA almost emotionally overcome, that CLAIRE has managed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't have missed it, Tony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look so beautiful... ANTONIA looks up to see MIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Mike Keegan, the policeman assigned to protect me.  Antonia Bolt... She looks up to SEE MIKE:  it directs others to do the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(change of tone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(introducing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marge Woodwin, Antonia Bolt, this is Mike Keegan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ultra respectful)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello... (a deferential nod to Antonia)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(liking him; to Claire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got nice eyes.  Very gentle. (re: Mike's embarrassed reaction)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he blushes.  I like that.  Take good care of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE in the thick of things -- a BAND PLAYING NOW -- occasionally glancing at MIKE -- who stands against a wall, ever watchful... CLOSE ON MIKE: TURNING to see a VERY PRETTY YOUNG THING come up to him; just \"oozing\" seduction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear you're a policeman. MIKE nods; eyes fixed on CLAIRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yeah.  I'm a policeman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever shot anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does it make you... hard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Hard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erect.  You know, a \"boner?\"  I'd heard that it gives you a boner, to shoot a man. MIKE'S eyes register abject dumbfoundment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you excuse me, please? HE PUSHES TOWARD CLAIRE, catching her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you consider leaving here pretty soon? CLAIRE relaxed, clearly having a good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People think I'm stepping out on Neil.  We're causing quite a scandal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confidential)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  There are crazy people here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah... I shouldn't... on duty. She plows toward the crowded bar, just inside the ballroo entrance, MIKE following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have a spritzer, order something soft for yourself... I must go for a pee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll come with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I can probably do that on my own. CLOSE ON MIKE:  Not amused.  CLAIRE heads to the ladies' room across from the bar.  MIKE watches her enter.  Turns back to the bar, which is very busy and confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irritated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimme a spritzer, and a... vodka martini. MIKE seeing the Pretty Young Thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make it a double.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as a pair of WOMEN finish their \"touch-up\" and head out, making way for CLAIRE to step up to the mirror to assess herself.  The room momentarily empties.  Putting her purs down she moves to a stall and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE, waiting, glancing back at the door as the TWO WOMEN EXIT, then turns to the BARMAN to receive the drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOW ANGLE on the door -- as a pair of men's shoes pass through frame. CLOSE ON CLAIRE, inside a stall SHE HEARS FOOTSTEPS QUIETLY ENTER, followed by a CLICK of a DOOR.  It's not the click of a stall door, because the FOOTSTEPS then proceed inward; WE HEAR A STALL DOOR CLOSE and LOCK.  It gives her momentary pause, but she dismisses it, looking for her purse -- realizing she left it on the sink -- opening her stall door and heading out. She barely hears the \"click\" of the bolt sliding behind her -- and looks up, into the MIRROR, SEEING VENZA appear behind her.  She SPINS -- but doesn't have time to CRY OUT.  He's grabbed her by the THROAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE and the PRETTY YOUNG THING:  she doesn't notice him trying to drift away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what?  I don't think you're a policeman at all.  I think you're just some schmuck who uses that \"policeman\" line as a come-on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE attempting to breathe -- her FACE being brought to within an inch of his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ, you're one beautiful woman. I could kill you right now, but I'm not gonna... 'cause you're gonna help me.  You're gonna see me in a police line-up and say it wasn't me. And if you don't do that, someone will come after you.  They're gonna find you dead, with your face missing -- understood... Good... Because otherwise, it'd be this easy. CLOSE ON CLAIRE:  her eyes wide with TERROR.  He rubs his thumb across her mouth, smearing the lipstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now walk outta here.  And if you ever see me again... you never saw me before. To make his point, he SQUEEZES HARDER -- CLAIRE'S eyes bulging, as TEARS run from her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE, finally putting distance between him and the \"PRETT",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG THING.\"",
          "text": "ANGLE:  MIKE, as he catches sight of a back of a man (VENZA) moving out of the ladies' room.  Stunned, MIKE PIVOTS, TURNING, SPRINTING IN THE DIRECTION of the ladies room. OUTSIDE THE LADIES' ROOM:  Two women just go in.  MIKE pushes his way in, slamming the door behind him.  The OTHER WOMEN GASP, seeing MIKE invading their sanctuary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE LADIES' ROOM",
          "text": "CLOSE ON MIKE:  RELIEVED BUT SHOCKED to see CLAIRE, disheveled, lipstick smeared across her mouth, throat and face, but otherwise uninjured. MIKE turns, calling to the TWO WOMEN coming in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take care of her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPPER",
          "text": "ANGLE:  He sees VENZA get into the ELEVATOR.  These is only one place for it to go -- DOWN.  MIKE CHANGES DIRECTION and FRANTICALLY RUNS DOWN THE SPIRALING RAMP trying to keep pace with the descent of the elevator.  At the GROUND LEVEL HE SEES THE ELEVATOR DOORS OPEN and VENZ EXITS AMIDST THE PARTY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "FIGHTS HIS WAY THROUGH THE CENTER of the PARTY and OUT th FRONT ENTRANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE EXITS the BUILDING bewildered; lost him... RUNS BLINDLY amidst PEDESTRIANS -- SPOTS VENZA AHEAD. ANGLE ON VENZA reaching someone MIKE CAN'T SEE.  MIKE put his hand in his jacket for his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Venza! VENZA HEARS and SLOWS, but DOESN'T TURN.  ONLOOKERS turn. VENZA is talking to someone, taking his time. ANGLE ON VENZA:  untroubled, turning; raising his arms, and SMILING. ANGLE ON MIKE:  confused -- seeing that the man VENZA stopped to talk to is a PATROLMAN, he'd stopped to give himself up. CLOSE ON MIKE:  breathless as he moves toward VENZA.  MIK frisks VENZA as he turns, SMILING at MIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE and T.J. with GARBER, MIKE being CONGRATULATED by COPS who pass.  But GARBER doesn't look happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(protesting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I got him!  He's in jail! Wasn't that the point...?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You apprehended him after he gave himself up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't a bad bust.  He gave himself up because he knew I was gonna nab him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone who turns himself in makes a good case for bail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even Joey Venza?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got a good lawyer, and he made a smart move.  We've got a scared witness and a suspect who proved \"good will\" by turning himself in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(protesting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about when she identifies him?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If she identifies him. (turns, unloading on him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the fuck were you anyway, cowboy!  Venza was meat.  He walked right past you, and now we're the ones playing catch-up!  You better hope she identifies him. GARBER turns on his heel, ENTERING HIS OFFICE; leaving MIKE looking at T.J.  Dismayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wasn't your fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exasperated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was my fault, T.J.  Fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tree-lined neighborhood.  The house has a FOR SALE sign in front; MIKE is standing in front of a cab, he's dresse for work -- he looks around.  The cab pulls out, he heads for the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE enters the house.  It's nothing special.  ELLIE is i another room.  She joins MIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The real estate lady left, she couldn't wait anymore.  What took you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(upset)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, some shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What shit, honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want to hear about it. ELLIE begins to show him the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Look at the fireplace.  You don't get workmanship like that anymore. ANGLE ON MIKE:  preoccupied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ninety-seven five.  What do you think? He nods, trying hard to \"be there,\" but ELLIE isn't fooled; she assesses him with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honey.  You got him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know that Ellie.  He might get out.  Garber's not bein' straight with the witness, she could be in deep shit if she identifies him, and it's my job to convince her she won't be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the voice of sanity)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's got to identify him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taken aback)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because the the only way to stop crime is to identify criminals.  I can't believe you're talking this way Mister Detective -- I think she's got a lot of guts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think -- she's crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd identify him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I might stop you. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh I can see you've had a bad day. We'll see the house another time, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to recover)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  No!  I'm sorry.  Ninety-seven five right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you get the tie? He's wearing the tie CLAIRE bought him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distracted)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bought it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not your taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did she say the down payment was? PAUSE.  DEAD SILENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She didn't like the other one, so she picked this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She took you shopping for a tie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had to follow her to a store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with your paisley tie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellie, it was a formal party...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me!  You went to a party with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm her bodyguard, goddamnit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you're her bodyguard.  Did she buy it or did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She bought it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know why she bought me a tie! -- She's a generous person -- and she's a nice person -- and I could be settin' her up to be killed... you want the fuckin' tie? His VOICE resonates through the empty house, creating a ringing silence.  ELLIE begins to giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(joking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I don't want the 'fuckin'\" tie -- I'm sorry -- (conciliatory)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad she bought you a tie.  You needed one.  You look good in that tie. (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next time you two go shopping, maybe you could tell her we need a new Maytag stackable, double-decker washer and dryer set. MIKE smiles, she gives him a kiss, and a flick on the nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to see the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WALL CLOCK reads 9:45.  CLAIRE is working at her desk She gets up and moves into the hallway where she sees MIK through the half-opened door.  CLAIRE moves to the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.  Just checking to see if you're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came on at 8:00. An awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry about what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, that was my fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disagreeing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shouldn't have listened to you, I should've followed you right into the \"can\" the way he did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I had known I was going to have company, he was right next to me.  I think he heard me peeing!  I hate that, I am glad he's in jail. She laughs, he smiles, both attempting to make light of it.  But it's hard to make light of; the attempt quickly fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant Garber says when I identify him, they're going to lock him up and throw away the key. MIKE nods; buttoning his lip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess I'm supposed to do it in the morning.  Identify him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uneasy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sooner, the better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said he'd kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big talk... Desperate guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  How could he do that if he's in jail and they've thrown away the key...? MIKE is TORN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the right thing to do. Identifying him. She starts to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holds up a book)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wouldn't happen to know what language they speak in India, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Urdu and Hindi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amazed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, what a woman. He marks it in his CROSSWORDS:  she moves closer,leaning over his shoulder to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't do very well, did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a laugh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope... never finished one yet.  I hate these things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were reading my Renoir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You put it back in the wrong place... Do you like Renoir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtful)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're kind of fuzzy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know why they're like that...? He was myopic... going blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No kidding. In the SILENCE that follows, their eyes on each other, appraising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, this could be your last night, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could be, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a thought)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want to go out for a drink? (re: his surprised expression)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, we're both sitting here, and Joey Venza's in jail...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I like that!  Where you go, I follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE and MIKE walking; her arm looped in his -- the BLACK-AND-WHITE keeping pace alongside them -- their conversation animated, clearly enjoying one another's company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean to tell me, a mugger would stay away from someone because they walked a certain way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely.  Look at this. He demonstrates a peculiar walk; arms and legs moving in ridiculous awkwardness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the dumbest walk I ever saw!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indignant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no seriously!  There's a study done on this, you walk this way, the muggers are gonna single you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And die laughing, because you're walking so stupid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mock anger)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.  This is my business.  Do I tell you your business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  Let's just see if a mugger gets me. She takes off down the street; walking stupidly, worse than he did -- he's LAUGHING as he WATCHES HER GO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The COPS following exchange dubious glances, getting a glimpse of the strangeness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA FINDING CLAIRE and MIKE, at a small table, in darkness, a piano bar playing in the background.  The son being sung is \"SOMEONE TO WATCH OVER ME.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It was like... the minute I saw her... I knew.  She looked so damn adorable in a cop's uniform... puttin' on a big, tough act...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it was \"love\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  It was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And \"is\"...? He hesitates; but nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confirming it)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's nice.  And you live in Queens?  With a child, and a dog...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw you with a dog, in my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But \"nice\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very nice. Her envy is plain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about Neil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't like him, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's to like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell it like it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's very caring, in his way.  You haven't seen him at his best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could do better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll miss you, Mike... ANGLE ON BOTH:  the music playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was nice having you \"watch over me\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  I liked being around you too... Claire. CLOSE ON MIKE:  feeling a moment of awkwardness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PATROL CAR keeping pace as the two walk home; the COP in the BLACK-AND-WHITE exchange a look at what they are seeing.  MIKE is holding her arm, she's huddled up; she i cold and he removes his topcoat and puts it around her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PATROL CAR comes to a STOP as MIKE and CLAIRE ENTER. ANGLE ON THE TWO COPS AGAIN:  watching them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they ride up in silence -- on opposite sides of the elevator -- looking at each other.  It comes to a stop, and neither moves; the tension is palpable. She steps out first, he follows.  She moves to the doors and stops -- her shoulders visibly relaxing as he moves u behind her.  But he stops, too.  And she turns. ANOTHER ANGLE:  Both captive to indecision.  It is he who makes it, just by staying immobile for too long.  She smiles and takes off her coat, holding it out to him.  An in the moment of exchange is the return to reality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sleep good. She turns to open the door.  Entering she -- and we -- suddenly can see Neil pacing in the hall, b.g.  He's returned.  He looks up, worried and very upset. CLOSE ANGLES ON FACES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's 3 o'clock in the morning. Where the hell have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE heading down a LONG HALL TOWARD GARBER'S OFFICE: It's like running a gauntlet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Mike, tough night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess it happens, you know?  A chick gives you a ride in her limousine, the next thing she wants is to wear your clothes... (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I heard he had her underpants on his head. That one got to him; stopped dead by it, he turns, giving KOONTZ a challenging look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ease up, Mike.  Ain't nobody gonna tell the old lady. CLOSE ON MIKE:  cooling down -- then girding himself for GARBER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't the first time the taxpayers paid for a blow-job neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GARBER and MIKE on the carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(steamed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me it was \"no big deal,\" it was out of line, it makes you look like an asshole, and it makes me look like an asshole.  She's coming in, in a few minutes to I.D. Venza.  If Steinhart's with her, I want you to apologize. (in motion)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get this over with... In the room next to the corridor, KOONTZ interrupts the shift already there, entering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, we're gonna have a line-up here... The OTHER COPS grab their things and scatter, not wanting to get involved in another cop's headache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE approaching with NEIL, with T.J. on guard-duty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Miss Gregory. MIKE AND CLAIRE catch each other's eyes.  He sees how nervous she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was my fault not Detective Keegan's, I'm sorry for all the fuss. NEIL catches MIKE'S glance at her; reassures himself with a glance at CLAIRE, straightens, still steamed from last night. GARBER picks up on it, not liking the tension, especially not now; his eyes throw daggers at MIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Claire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(playing the protector role)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will this take long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll see. GARBER TURNS, getting them started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They crowd in; another MAN already standing there -- VENZA'S PARK AVENUE LAWYER.  A one-way window looks into the brightness of the line-up (squad) room that's emptied now and undergoing preparation by KOONTZ. GARBER to CLAIRE, a professional reassurance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They can't hear you, they can't see you... (introducing pro forma)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Venza's attorney, Mr. Neuman; arresting officer Keegan... (to Claire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck. With that, GARBER leads NEIL out.  NEIL manages a final concerned stare at CLAIRE before he goes.  The DOOR CLOSES.  MIKE, CLAIRE, and an unruffled MR. NEUMAN, THE LAWYER, are left alone in the cramped space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KOONTZ beckons VENZA and the OTHER FOUR LINE-UP PARTICIPANTS IN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, take a seat... you, put a couple phone books under your rear... VENZA enters confidently, with the others.  He's number three.  He takes his place, staring unconcernedly past th bright lights toward the direction of the mirrored window as if he could see through it, into CLAIRE'S EYES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE, staring expressionless, her eyes etched with fear MIKE aware of that fear.  VENZA'S LAWYER waiting patiently, casually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VENZA and the OTHERS WAITING, now STANDING ON DISPLAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will everyone except number three please take one step back? VENZA'S JAW TIGHTENS, a flicker, before catching himself and controlling the reaction.  Realizing.  She's making positive identification.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE, empty-eyed.  On his way HOME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE dressed for sleep, in a DISNEYWORLD T-SHIRT, pauses to glance with worried eyes -- toward the living room where WE HEAR the SOUND of a TV. ANGLE ON MIKE:  on a couch, beer in hand -- mindlessly watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming to bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Few minutes.  Want to catch the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should I wait up?  We've got to get up early for the beach tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right up. She accepts it, reluctantly -- returning to the BEDROOM. CLOSE ON MIKE:  hitting the remote to SCAN the channels; troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE at ease on the couch, staring, trying to follow th images of the television.  NEIL, at the bar, pours them both a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They need me back in Miami, but I'd really like it if you could join me. The marlin fishing's supposed to be great off the Keys... He steps forward with her drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The change would do you a world of good. She straightens, suddenly attentive, in response to something on the TV. It's a REPORT FROM OUTSIDE THE COURTHOUSE, with the TV NEWSMAN reporting:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Denied bail, Joey Venza will remain behind bars at least until the time of the trial -- ANGLE ON NEIL, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallelujah. He gives her a drink, leaning down to kiss her on the forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least now we can get on with our own lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where life has indeed returned to normal, except for the heavy weight of memory.  MIKE, at the counter, makes SANDWICHES, packing a cooler for the game.  He grabs TOMM with an arm-hook as TOMMY tries to swipe a sandwich on th pass through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, not yet!  How many times... Roughhousing TOMMY, MIKE gets him squealing.  ELLIE enters, stomping her feet clean, coming in from the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, it's freezin' out there. She blows on her hands, shows MIKE how cold, putting them against his cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wincing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah! She does it to TOMMY, too, except he's too fast for her, yelling and squirming out of the way.  The PHONE RINGS. ELLIE doesn't answer it.  TOMMY picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a sec. He offers the phone out to ELLIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello. (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, just a second. (hands it to Mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the Whip. MIKE takes it.  ELLIE turns to TOMMY, who yelps and darts away, avoiding her cold touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Lieutenant, how are you...? What?! (to Ellie)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Venza's out. (back to phone; pissed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't the I.D. unit or the D.A.'s office know about his sheet? (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah shit... Yeah, yeah, okay I'm on my way in. He SLAMS DOWN THE PHONE, raging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamn Venza assaulted a taxi driver in the Bronx, thirteen months ago.  It's coming to court and the judge let him walk because of the pending case law. In a fit of RAGE, he SWIPES at a MILK CARTON, sending it HURTLING AGAINST A WALL.  ANGLE on TOMMY:  amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike, take it easy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it easy!  I set her up.  I saw it coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not your fault.  Mike, please get off the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distraught)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is my fault!  I'm responsible for her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear what I said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear what I said?!! SILENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ellie, with finality)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm due on at seven. He dumps the rest of the lunch preparations in the sink, exiting. ANGLE on TOMMY and ELLIE looking distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dismally)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not going to the game, are we Mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling herself together)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure we are, let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC TURNED UP FULL.",
          "text": "CLAIRE spills red wine over the counter, uncorking the bottle.  She leaves the stain, grabbing the bottle and a wine glass, taking them with her, in emotional extremis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE on MIKE:  as he rounds a corner ALMOST BUMPING INTO the JOGGER from CLAIRE'S BUILDING; MIKE hurries, sidestepping him, HEADING toward the ENTRANCE. ANGLE FROM HIS POV:  CLAIRE'S FRONT ENTRANCE; extra SECURITY -- A SQUAD CAR PARKED IN FRONT now. ANGLE ON MIKE:  SPRINTING INWARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ELEVATOR DOORS OPEN and MIKE steps out, breathless, confronting KOONTZ.  The MUSIC CONTINUES TO BLAST from behind the closed apartment doors. KOONTZ grabbing his stuff, massive understatement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's a little upset.  You're going to have to piss in a bottle. He holds up a beer bottle; half-filled with urine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(packs it under his arm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, I don't have any extras. Have a nice night. HE WILLINGLY LEAVE, and MIKE WAITS but a split second, before going to the doors.  They are closed.  MUSIC blare from within.  No other response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Distraught, CLAIRE tries to bring herself back from the brink, placing the wine bottle rack down after she's poured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frightened)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open the door, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just me.  I want to talk to you.  Let me in... The lock turns and it opens, but just a crack, enough to see that she's hysterical, her eyes reddened from crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You put me life in danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you'll be safe.  We're gonna pick him up again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then what?  I'll never be safe. I'll have to leave the country!  You can't protect me, and you can't keep him in jail!  And you knew that all the goddamn time! Near bursting, she SLAMS THE DOOR, leaving MIKE STUNNED: Inside, the MUSIC is TURNED UP AGAIN to THUNDEROUS PROPORTIONS. Clenching his fists, MIKE PACES in frustration, then SLAM his fist against the wall -- NOTICING the door has failed to FULLY SHUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE PUSHES IT OPEN, ENTERING THE APARTMENT, CAMERA",
          "text": "FOLLOWING HIM as he looks for her.  The MUSIC, bounding off the high ceilings and marble floors, is thunderous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(searching for her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire...? He moves HURRIEDLY DOWN THE HALL to her BEDROOM, entering without warning, to SEE HER REFLECTION in the MIRROR as she PULLS ON SOME CLOTHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing? The dress on, she SWEEPS past him, heading toward the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told me I'm safe?  I'm going for a walk in the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire, will you calm down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm perfectly calm, I'm a normal human being.  I'm going for a walk in the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire...! She heads out the bedroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON CLAIRE:  as she heads down the hall moving fast, he's right behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop, will you?! HE GRABS HER, SPINNING HER AROUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(struggling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop being nuts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hysterical)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I trusted you!  I thought you cared about me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do care about you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More bullshit!  More bullshit! (struggling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of odds are they giving me?  There must be some kind of office pool.  One month?  A couple of days? Their physicality reaches a CLIMAX with MIKE pinning her against the wall, she, restrained by him, finally GIVING UP, with a SOB, and COLLAPSING INTO HIS ARMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(handling her close)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy... easy... I'm not gonna leave you alone like this... ANGLE ON CLAIRE:  gasping as she clings to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not gonna let anything happen to you... He holds her; makes a tentative move toward her -- and stops.  She CLOSES THE DISTANCE.  THEY KISS.  They separate, making sure.  They KISS AGAIN, certain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE startles awake, premonitorily. ELLIE:  She turns in the darkness to look at the clock. Heart beating, she reclines again, lying awake, realizing what it was that woke her.  She listens, hearing it again A shuffling SOUND, something moving, outside. She stirs, sitting up, listening. ANGLE:  Only silence answers. ELLIE gets up, dissatisfied by the silence, and moves to the rear bedroom window. AT THE REAR WINDOW, she looks out into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK YARD",
          "text": "It's almost impossible to see anything.  Nothing moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE closes TOMMY'S door, listens again for the SOUND; starts quietly down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE reaches the ground floor, moving for the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE enters.  She GASPS.  A SMALL SHADOWED FIGURE TURNS, CONFRONTING HER.  It's TOMMY, having left his room earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hushed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's somebody outside... Recovering from the scare, ELLIE grabs him, relieved, sinking to her KNEES and HOLDING HIM TIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE gets up, dressing.  CLAIRE watches from the bed.  He returns her gaze, reluctant to go, but hesitating to touc her again.  CLAIRE clasps his hand, bringing him closer. They kiss, in affirmation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE stands by the front door as T.J. arrives to begin his duty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're gonna need snow boots. MIKE nods, absently, entering the elevator.  The PHONE starts to RING in the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE; miserable.  The \"QUEENS\" exit is SEEN APPROACHING through the TRAIN WINDOW; he attempts to pull himself together, rising, waiting for the train to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As MIKE rounds the corner and looks up.  His breath catches.  His heart starts to pound. AHEAD, lights ablaze.  ONE COP CAR is in front of his HOUSE, and a JEEP (Belonging to SCOTTY).  MIKE BREAKS INT A RUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rushes in.  The front door is unlocked, lights are on, but otherwise there is nothing different.  He hears VOICES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE hurries in.  The room is bright.  SCOTTY and another cop, BROOKLYN from the 117th, look up from the kitchen table, nursing cups of coffee.  BROOKLYN is on duty; SCOTTY has come over on his own. TOMMY has long since been ushered back to bed.  ELLIE making coffee at the stove, turns as MIKE enters. She is okay, returning MIKE'S stare with embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm down, everything is okay. Ellie reported a prowler.  Probably one of those peepers who've been making this neighborhood such a pleasure... SCOTTY collects his gun from the table, rising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We all look like hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rising)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there you are... (to Ellie, unconcerned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll come 'round in the car from time to time so you can get some sleep.  Just keep the shades pulled. He gives her a peck, yawning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for the coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to both)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.  You're terrific. SCOTTY waves her off with a goodbye, exiting after BROOKLYN.  ELLIE turns back to MIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sheepishly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.  I know I heard noises... the detective's wife...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tensely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you and Tommy to stay with my mother. She shakes her head, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be ridiculous... That's all I need, rubbing up against your mother and grandmother every day... I can take care of myself... (gently, to him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, let's go to bed... we all need some sleep... CLOSE ON MIKE.  Feeling like absolute hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE is threading his necktie.  ELLIE stands behind him, in the kitchen, grinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, don't make an issue of it. Do you want the fucking meatloaf or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'you have to say \"fucking\" every other word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Mike, somebody's been feeding you a line of crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you talking about --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm talking about I've been talking this way for sixteen years and now, out of the blue, it's vulgar! She leaves the room, slamming the door behind her.  He looks at himself in the mirror, wondering what's possesse him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck.  What's happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE sits at the table with a cup of coffee.  He watches ELLIE from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE:  Tight jeans, workshirt, scarf tied around her head, she looks great.  She looks up, rinsing a greasy grill over a bucket of hot water, playfully sprays the window with the hose, seeing him watching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE walking along the platform amidst the crowded car, returning to his work and his destination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A heavy silence.  MIKE sitting, on duty again.  He keeps to himself.  He doesn't move from his chair. CLAIRE finally enters.  She holds tensely, waiting, aware of his mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is everything all right? His stare is unyielding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They called here after you left...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sharply)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's okay.  Everything's okay... He looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(anguished)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is me, Mike.  There's nothing else...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't wash your clothes at the Boulevard Laundromat... you don't pick up your kids from some crummy public school... what is this?  A fuckin' joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat; sustaining)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, then let's make it easy.  It was a mistake.  Don't make me feel guilty now that it's over, let's forget about it. She walks away; MIKE sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns to her table to resume work.  Scribbled pages litter the surface.  Her hands betray her.  It's an effor of will.  MIKE enters, moving closer. Beginning to cry, she feels his embrace, turning into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you think I know what this is doing.  I know you have a wife.  I know you have a family... I'm not asking for anything.  I don't want anything... Just please hold me I'm scared...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE lies asleep.  MIKE leans over her as she wakes, meeting his gaze, bringing him closer before he goes. They kiss.  He withdraws, tenderly returning her gaze and returning her to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T.J. standing in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike...? ANGLE ON T.J., as the bedroom DOOR OPENS -- REVEALING MIKE.  T.J. recoils with surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, man.  I don't believe you. MIKE steps out, closing the door behind him; distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All fucked up, T.J. T.J. issues a long, saddened sigh; just staring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE sits in a chair by the far wall, staring out toward Manhattan, which glows palely, in the distance.  Now PAN OVER THE BED where ELLIE lies asleep.  But as WE MOVE CLOSE TO HER FACE, WE SEE she is not asleep; wide-eyed, aware of MIKE in the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE stirs as MIKE slips between the sheets.  She embraces him, starts to kiss him.  He rolls over. A moment of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta get another tour.  We're gettin' too old for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not saying it's your fault. More silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you do tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I watched TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you watch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't remember Michael, go to sleep.  You don't have to make conversation with me. She snuggles up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll make a reservation tomorrow for early dinner.  You can sleep till noon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE LIGHTS of New York beginning to sparkle against a darkening sky; MIKE and ELLIE at a table that looks out o the East River.  It's an OK restaurant, not the poshest i the world.  ELLIE finds herself carrying most of the conversation.  They scan menus to order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, we qualify for the Senior Citizens Early-Bird Special... Did you see Tommy today?  He misses you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well.  This'll be over soon. Venza's such a nut job, we're bound to pick him up soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(carefully)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like you to switch to the day shift, Mike.  To be home for dinner. Helen insists that T.J. be home for dinner... That's why he's on the morning shift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, T.J.'s... seniority... and all. (evasive)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll talk to Garber about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(girds herself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I already did.  I mean, I talked to his wife, and she talked to him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stopped)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You talked to his wife? CLOSE ON MIKE:  incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My wife talks to his wife about what shift I'm gonna take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the difference? MIKE is nonplused; not knowing how to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unless there's some particular reason why it feels better to be around her at night. He shakes his head, dismissively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there, Mike? No response; MIKE having trouble with it. CLOSE ON ELLIE:  sensing deception.  Her eyes begin to glisten. CLOSE ON MIKE:  seeing her distress.  Unable to hide his own. She looks at him -- and knowing him as well as she does, is certain.  She puts a hand in front of her mouth in an attempt not to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, what is it?  Is it serious or what...?  Quit looking at me like that!  What's with this ridiculous silence?! Her eyes flush with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamn.  I never thought this would happen to me... you fuckin' sonofabitch... She UPSETS her SETTING, GETTING UP from the TABLE, shakin him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want you off the case.  Get off it, or don't come home. (her voice trembling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I want you to remember... when we're old... that when this awful thing happened... I behaved like a lady. (embittered)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kind of \"lady\" you apparently prefer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(approaching)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got some specials. She BOLTS from the room; MIKE following her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the waiter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She weaves toward the car.  MIKE goes after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me drive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get away from me... get away!  She means that much to you, you stay with her.  But you come back, you come back for me.  Not for Tommy, not for your mother, or your fucking job, but for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tortured)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "El?  I'm sorry.  I do love you. (with difficulty)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you are a lady.  I have so much respect... She TURNS and SWINGS AT HIM, catching him SQUARE IN THE NOSE; he's stunned and bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through her tears; screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fucker!  Don't tell me how much respect you have!  You dumb mother fucking FUCKER!  Now get off this case or don't come home!! She RUNS to her car, BURNING RUBBER as she PEELS out of the PARKING LOT -- leaving MIKE, distraught, gazing after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRAFFIC ROARING BY -- revealing MIKE, upset, on a pay phone, a finger in one ear, waiting for the phone to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, T.J.?  Yeah, listen, I need a huge favor from you, man.  I know Helen doesn't like you to miss dinner, but I need you to switch shifts with me tonight. (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just \"personal\".  I don't know what the hell I'm doin', I need some time to think. (angered)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, do it or don't do it, but spare me the fuckin' lecture, all right? He HANGS UP:  miserable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SQUAD CAR parked in front, CAMERA PANNING to the DOORS, as the JOGGER (MR. SPARKS) EXITS, dressed in his usual outfit, POUNDING DETERMINEDLY across the street. ANOTHER ANGLE:  as he LOPES INTO THE PARK. ANOTHER ANGLE:  as he REACHES a STOPLIGHT CROSSING that's \"RED\"; he waits to cross, jogging in place; crosses into the park.  A sinister lone black LIMO approaches, slowing to a stop behind him, its back door slowly swinging open, engulfing our sight of him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"JOGGER\" returning, obscuring his identity from the parked PATROL CAR, by wiping his face with a towel. Before heading to the door, where a DOORMAN stands guard, he delays as though WAITING FOR SOMETHING. It's happening:  A dainty teenage VIETNAMESE GIRL, distracts the DOORMAN at his post, getting enough of his attention SELLING FLOWERS, and SPOUTING VIETNAMESE, for the \"JOGGER\" to SLIP BY, making it inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know sweetheart... we have enough flowers here. ANGLE:  VIETNAMESE GIRL, still spouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, sweetheart... not here... get going... Okay. ANGLE: VIETNAMESE GIRL, backing off, seeing the JOGGER slip by and her mission accomplished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sweetly, to Doorman)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a nice day. THE GIRL:  slyly cursing the DOORMAN in Vietnamese as she skips off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"JOGGER,\" his face still obscured by the towel waits for the elevator, as T.J., arriving, ENTERS the building. They both enter the elevator in silence. ANGLE on T.J. glancing at the JOGGER quizzically.  The JOGGER avoids his stare, CAMERA TILTING UP to the indicator, beginning to rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON \"JOGGER'S\" key, entering the LOCK.  IT TURNS. CLOSE ON HIS FACE.  He ENTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the killer closes the door.  He's in the kitchen.  All is quiet in there. IN CLOSEUPS, WE SEE his JOGGING SHIRT coming off, revealing a shoulder holster; a specially designed \"belt\" removed and laid on the kitchen table.  A \"SILENCER\" within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE eagerly and earnestly preparing dinner.  She makes some fluffs, not really used to this.  CLASSICAL MUSIC plays.  She looks up expectantly, hearing the FOOTSTEPS. CLOSE ON CLAIRE:  surprised to see it's T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Detective Keegan is... Mike... \"Michael\" asked me to tell you he's under the weather. CLAIRE:  She handles it, crestfallen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll probably take the morning shift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's okay? T.J. spots, over his shoulder, the table, set for two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, just... bad gut.  Y'know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Nothing left to say; she hides her disappointment with a nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Active with nightlife; CAMERA PANNING to a lone figure walking in the night.  It's MIKE; his collar turned up against the cold, his face grim and pensive.  He passes a art gallery and PAUSES to gaze in, his eyes refocusing on his own reflection staring back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE immobile, on a window seat in her LIVING ROOM, the CLASSICAL MUSIC still playing softly in the background, her eyes empty as she gazes out into the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside and far below, the GLOW from the tip of a CIGARETTE REDDENS the darkness with an inhalation. VENZA:  He stands, impervious to the cold, looking up at the windows of CLAIRE'S apartment. ANGLE UP TO CLAIRE:  SILHOUETTED in the distant window. VENZA:  finishes his butt, flicks it, satisfied, getting into HIS CAR curbside and driving away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T.J., DOZING as the ELEVATOR INDICATOR HEADS UPWARD -- finally reaching our FLOOR. The DOORS OPEN, STARTLING T.J.  He stares at MIKE with DISMAY.  MUSIC IS HEARD from just inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fatigued)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me I'm dreamin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just gotta talk to her, T.J. MIKE ENTERS, closing the doors behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silent, save for CLASSICAL MUSIC -- as MIKE quietly enters. He pauses a moment, his eyes filled with unhappiness, the MOVES in the direction of the MUSIC -- SPOTTING CLAIRE, immobile since we last saw her, still gazing out the window. CLOSE ON MIKE:  as always, AFFECTED BY HER. She becomes aware of his presence and slowly TURNS.  For long moment, neither seems willing to move -- or speak. Finally, he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T.J. agreed to take my shift.  He knows about us. She absorbs it, without response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat; with difficulty)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So does Ellie. She nods.  Thoughtfully.  As though willing to deal with it intellectually, but avoiding any encounter with her emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Her eyes turn to his.  She moves toward him and sits. CLAIRE pulls him close to her.  A soft GERSHWIN TUNE plays.  She sees how drawn MIKE is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're tired. (smiles, gently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me watch over you tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's quiet.  MIKE sleeps deeply on the bed.  CLAIRE does her work at the bedroom desk nearby; glances gently over, keeping her watch, glad of the feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MERV GRIFFIN SHOW playing on the TV; it ends, a VOICE OVER indicating to \"stay tuned for the news\".  It is SILENCED by remote control -- we HEAR FOOTSTEPS moving away. ANGLE INSIDE THE KITCHEN:  CLOSE on the murderous paraphernalia left on the kitchen table, being assembled by the \"JOGGER\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The apartment pin-quiet and darkened.  T.J. in his chair -- head arched back; snoring; his self-help book abandone on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SPARKS' FRONT DOOR quietly \"CLICKING\" SHUT as the KILLER EXITS. CLOSER ANGLE:  THE BUTTON of the ELEVATOR being PUSHED by a GLOVED HAND.  It activates a \"HUM.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LONG ANGLE down the HALL, on the CLOSED DOOR TO THE BEDROOM SUITE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the ELEVATOR slides to a stop, its DOOR GLIDING OPEN. THE KILLER, keeping himself flattened back out of sight, glances quickly out, gun and reflexes at the ready. It's unnecessary.  The vestibule's deserted; T.J.'S post is momentarily empty. The KILLER steps silently, EASING out the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T.J. at the TOILET; yawning as he pees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The KILLER pauses, hearing the TOILET FLUSH, retreats the other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As T.J. emerges from the bathroom.  He stretches, trying to shake his fatigue.  Making a decision, he HEADS for th KITCHEN to get a cup of coffee -- CAMERA FOLLOWING HIM as he ENTERS, snapping on the light. MOVING directly to the stove, he examines the Mr. Coffee; the red \"ON\" button glows, but the pot is virtually empty Picking it up, he MOVES TO THE SINK, turning on the tap, which is a thin, gooseneck spigot.  He look up, hearing a slight SHUFFLE, seeing the KILLER'S FEET sticking out of the shadows of the floor of the LAUNDRY ROOM. T.J. reacts -- TOO LATE -- there's a slight chung, and a hole opens up in T.J.'S gut; the bullet that went through him, ricocheting and nicking off the end of the thin, curving tap, sending a stream of water gushing straight up. The KILLER moves quickly, catching T.J.'S body, trying to break its fall as it hits the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE asleep in MIKE'S PROTECTIVE EMBRACE:  MIKE, awake, his eyes to the bedside table, notices the almost imperceptible disturbance of VIBRATION ripple the surface of the DRINK left there by the clock. MIKE sits up; as if by instinct, sensing something is wrong.  CLAIRE continues to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The KILLER OPENS THE BEDROOM SUITE DOOR, steps into the ANTEROOM.  Off to the right is the closed DOOR of the BEDROOM.  He steps in the direction, reaching the doorkno -- thinks twice about it, though, seeing the door on the other side of the anteroom which would take him the longer, but unexpected route into the bedroom.  He backs off, moving silently to the OTHER DOOR, turning it open silently and slipping through into the CLOSET and WALK- THROUGH DRESSING ROOM leading to the bedroom by the far side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE:  on the other side of the door, listening. He opens the door quietly, sees the anteroom door ajar, remembering that he had closed it before.  He tightens, closing the door and moving back to his gun in its holste draped over the chair with his other clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The KILLER enters the reflective maze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE moves silently, backtracking through the bedroom and bathroom toward the DOORS leading to the dressing room ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The KILLER passes the door he wants, thinking it's just another mirror; finds himself in the totally MIRRORED ENVIRONMENT of the MAIN DRESSING AREA. On the other side of the door, MIKE HEARS HIM, tightening his grip on his gun and on the doorknob as he REACHES for it.  MIKE grasps it, turning and opening the door silently.  But the latch connects to the light, and the LIGHT GOES ON OVERHEAD of MIKE. The KILLER reacts quickly, gun drawn, on the turn.  But h faces SEVERAL REFLECTIONS OF MIKE in front of him -- and MIKE IS BEHIND HIM. MIKE LEVELS AIM AT HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put it down! (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think about it! The KILLER takes his chances, WHIRLING.  MIKE FIRES FIRST NAILING HIM right through the HEAD.  The KILLER SPINS AGAIN, SLAMMING UP against the MIRRORS and falling DEAD t the floor. IN THE BEDROOM:  CLAIRE wakes. MIKE:  checking quickly on the dead assassin, flattens himself against the wall and scurries back through the bath the way back into the BEDROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(entering, to Claire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get on the floor!  There may be more! CLAIRE does what he says. MIKE RACES into the CORRIDOR, hugging the wall; he PAUSES momentarily, then RACES down the HALL. ANGLE ON THE OPENED FRONT DOOR as he REACHES IT, seeing T.J.'S CHAIR empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(desperate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "T.J.",
          "text": "MIKE RUNS, frantically, into the living room, the bathroom, the den -- CAMERA FOLLOWING HIM into the KITCHEN. CLOSE ON HIS FACE:  twisting with GRIEF. ANGLE ON T.J. face down in a pool of blood, MIKE RACING TO HIM, rolling him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sobs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "T.J...",
          "text": "MIKE moves by REFLEX, starting mouth-to-mouth.  But there is blood everywhere. MIKE desperate; pumping T.J.'S chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Live, T.J.  Please...! CLAIRE appears behind him, to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get security on the phone! Emergency! She RUNS to the KITCHEN PHONE; it's dead, the WIRES CUT. She TURNS, HURRYING to the VESTIBULE and THE ELEVATOR, pulling the alarm, sagging in collapse.  The ALARM goes off within the shaft, THROUGHOUT the building. ANGLE ON MIKE:  shirtless and shoeless, on his knees in T.J.'S blood, desperately pumping his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his voice cracking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ambulance!  Ambulance!  He's got a heartbeat...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE alone on a bench, his head in his hands:  a couple o COPS we recognize from the Precinct stand a distance away at a coffee machine, talking softly as they glance at him It is not yet dawn. FOOTSTEPS are HEARD coming TOWARD; MIKE looks up to see GARBER APPROACHING, his expression appropriate to the occasion.  GARBER reaches him; they exchange a long look, MIKE'S eyes etched with anguish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're operating on him.  He's still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grim)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard. A long pause, as he looks at MIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard a lot... Anything you want to deny, Mike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost inaudibly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It should've been me... GARBER:  aware of his own dilemma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then it would've been her, too. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... but I gotta protect the Precinct, too.  You're on suspension, pending Disciplinary Hearings.  Don't hold your breath. And you're not to go near that woman until she's no longer under Police protection and this case is closed. ANGLE ON MIKE:  responding with a silent nod as GARBER stands looking down at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it \"love,\" Mike?  I hope so.  I want it to be worth it, for your sake. No response. In the response that follows, they HEAR MOVEMENT at the end of the HALL, looking up to see the silhouetted figure of ELLIE, with HELEN GREENING in tow.  They look small, and lost, framed against a floor-to-ceiling window that's beginning to illuminate with the first light of day. Heavy with sadness, GARBER turns and heads toward the women.  Taking a long moment.  MIKE decides not to follow",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "CAMERA STAYS AT THIS DISTANCE as the THREESOME comes together.  We do not hear their words, but sense the emotion by what WE SEE.  After a brief exchange of words, GARBER takes HELEN GREENING under his arm, and they MOVE AWAY -- leaving MIKE and ELLIE alone. CLOSER ANGLE:  MIKE and ELLIE, gazing at each other acros the gulf of their collective misery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to visit my sister for a few days.  I'd like you to get your stuff out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about Tommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll live through it.  They all live through it. (bitter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a world, huh? Nothing left to say; after a long, last look, she turns t go.  But stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was it Venza?  Did you get him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. The last thing she's going to do is cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(her voice giving out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a shame. She TURNS and LEAVES:  MIKE gazing after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE is being shown in by SCOTTY, luggage in hand, SCOTTY doing his best to be a good \"host,\" under trying circumstances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see a couple of the parties that go on at this place, you'll realize that marriage is an institution whose time has come and gone. Opening a bedroom door.  They've entered a bedroom that's sparse, but decorated with A BOY'S PARAPHERNALIA; skateboard, \"rock\" posters, etc.  It looks sad and barren",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little Scotty stays on Wednesdays, and every other weekend.  And know what?  Our relationship's never been better. MIKE stares at the room, his heart too heavy to respond. SCOTTY, with a pat on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make it home, Mike... He leaves -- and after a long moment MIKE sits on the edg of the bed, like an automaton.  Staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE and NEIL in the aftermath.  CLAIRE remains silent, staring.  Whatever is to be said is his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frustrated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm no saint, Claire, but I do love you.  I can understand the pressure of the circumstances... but what about when it's over?  Are you going to feel the same way about him?  Is he going to move in here and do shift work at the 21st if they'll have him back.  Think this through Claire. (with feeling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the rest of your life we're talking about. NEIL staring at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have thought it through, Neil. He adverts his gaze, turns, controlling himself, and pick up his coat to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call me if anything changes.  I love you, Claire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KOONTZ and a uniformed COP on guard duty. KOONTZ scanning The Post, which has a front page article on it with a headline that indicates the whole story has not \"quite\" been told:  \"INTRUDER SLAIN IN DARING EAST",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unbelievable, man, the fuckin' jogger... they found him in Atlantic City, totally drugged out and still jogging... The APARTMENT DOOR SWINGS OPEN and NEIL EMERGES.  KOONTZ and the COP look up, straightening.  KOONTZ folds away th paper.  But NEIL hardly even acknowledges or notices them EXITING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PHONE RINGING -- CAMERA FINDING CLAIRE, looking like ghost of her past self -- REACHING FOR THE PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? (relieved)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike.  Where have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE on the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I do want to know.  I tried to reach you at the precinct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've moved into Scotty's... Good news about T.J., though.  Looks like that tough son of a gun is gonna pull through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh God, that's great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to brighten)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I'm fine.  They've replaced you with quite an entourage.  It's a regular \"marching band\".  You should see me on the street, you'd think I was the First Lady -- She attempts a laugh, trying to keep it \"light\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm taking them all out to Queens, as a matter of fact, right in your neighborhood.  There's an event at my Father's school... an anniversary... I thought maybe you could come...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh that thing in Queens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faltering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going away after that, the next morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Impacted by it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty far.  I'm told not to say anything about it on the phone, in case it's tapped... they think it's best, safer, if I go away, at least till Venza's found. CLOSE ONE MIKE:  absorbing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When can I see you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  Garber's left orders here not to let you in the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "CLOSE ON MIKE:  beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah.  When is it?  This thing in Queens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow night.  Can you come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(torn)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  It wouldn't be very smart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, you're right.  Don't do it. I'll just... send you an address, okay? Fighting tears; not wanting him to know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No really, it's okay, I've gotta go. I'm expecting some calls.  I'll be fine, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll think about Wednesday. MIKE hangs up, torn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANNING TO REVEAL MIKE, leaning on a CAR, under th \"El\" waiting.  HE SPOTS TOMMY, coming around the corner with his SKATEBOARD under his arm, going into a grocery store.  MIKE crosses the street as TOMMY comes out of the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy! TOMMY SPOTS HIM:  hesitant -- slowly approaching the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are things going, pal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about dinner tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(evasive)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom and I got plans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What \"plans?\"  You and Mom got \"plans?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a long pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's taking singing lessons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She met some friend of Aunt Millie's who works for a record company.  He thinks she's got a great voice. TOMMY is mum:  something dawns on MIKE that sobers him up",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(outraged)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What!  What kind of pathetic line is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're gonna pass the street. MIKE stops.  His goat is gotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You coming in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm not coming in.  And if you'd rather go to a \"singing lesson\" than have dinner with your father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not going to a singing lesson, she's just gonna start taking singing lessons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, what are you doing tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shooting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shooting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  She says we gotta get used to being alone in this neighborhood. (a long beat; observing his father)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Bye, Dad. TOMMY starts toward the HOUSE.  He's emotional, but doesn't know how to express it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy! (a parting shot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy's a sleaze-bag.  She can't sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning back, smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think she can sing, either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take care, pal. HE TURNS AWAY. ANOTHER ANGLE:  MIKE'S CAR LEAVING.  TOMMY watches it until it can be seen no longer, then TURNS, going into th house. CAMERA PANS SLOWLY -- REVEALING, far down the BLOCK, a CAR.  VENZA, and ANOTHER MAN (SOSA), are within: WATCHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE pounds it out running on the darkened street.  He pauses to look up at his dark, empty house as a PATROL CA slows to check him out.  He studies them as they pass. CLOSE ON MIKE:  he gazes after them, then continues to jog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUN BLASTS going off in OUR EARS, CAMERA PANNING A LINE o COPS putting in their PRACTICE HOURS; ENDING ON ELLIE, he EAR BLOCKERS on, FIRING AWAY. CLOSE ON TOMMY watching from a booth behind her. ANGLE ON HER TARGET.  Its balls blasted off. She comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you supposed to aim at the head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIE in the driver's seat, TOMMY in the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtful)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, what's going to happen with you and Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know Tommy. A LONG BEAT as TOMMY thinks about this.  His attention switches to a passing McDONALD'S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, can we go to McDonald's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overhead, chandeliers gleam.  A small orchestra comprised of STUDENTS of the school plays a variety of tunes. Mirrors reflect a profusion of flowers, carved gilt and candlelight. Gloved service PERSONNEL wait to be of service at the sides.  The room is quite large yet intimate.  The tables set perfectly.  GUESTS continue to move toward their places engaged in animated chatter. ANOTHER ANGLE:  CLAIRE moving through the crowd, PLAINCLOTHESMEN flanking her as anonymously as possible (KOONTZ among them), HER EYES anxious, scanning the crowd SHE'S SPOTTED by the PRINCIPAL of the school (GIDDINGS), who APPROACHES, surprised to see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Claire.  How extraordinary that you came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was something my father always liked me to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(apprehensive)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're planning to speak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not if you don't want me to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a brief hesitation)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, of course, we'd be... honored...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(understands; gamely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just putting in an appearance then. SHE GLANCES around, her \"ESCORTS\" mistaking it for anxiety, one of them taking her arm and escorting her in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SPEECHES droning on -- CAMERA FINDING CLAIRE at a round dinner table, with OTHERS, who think they're engaging her in conversation; but her thoughts are elsewhere, her eyes continually glancing toward the doors -- both hoping and fearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SPEECHES have long since ENDED, PEOPLE DANCING, slow dances to the live orchestra -- CAMERA PANNING to CLAIRE, sitting in silent isolation at the now sparsely populated table, having lost hope, feeling utterly alone.  Her chin is resting in her hand, her eyes fixed sadly on her wine glass.  PLAINCLOTHESMEN, situated around her, study her dispassionately. CLOSE ON HER FACE:  expressionless.  But it slowly gains animation, as she realizes the MUSIC has changed, made a segue to something new.  It's \"SOMEONE TO WATCH OVER ME.\" SHE LOOKS UP -- to see MIKE; his approach from the bandstand indicating that the change of music was his doing. HER FACE breaks into the most enormous, and grateful, GRIN. CLOSE ON MIKE:  returning the smile as he COMES TOWARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he passes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do it, man.  I love ya, but you're out of your mind. Uncaring, MIKE MOVES TO CLAIRE. ANGLE ON BOTH:  gazing at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overwhelmed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you dance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's do it. They TAKE to the FLOOR, she MOVING INTO HIS ARMS.  She puts her head on his shoulder, then draws back to look at him, studying his face with the hunger of a woman who knows it might be for the last time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They guys treatin' you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(too emotional to really talk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been doing a lot of thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. CLOSE ON HIM:  studying her saddened eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wouldn't work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. The conversation is deeply caring; the tone opposite to the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd miss my life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Don't explain. She rests her head on his shoulders again; they continue to dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long you going away for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Long enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"For\"...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"To\"... Forget about you. CLOSE ON HER:  awash in the nearness of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have to pack a lot of clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(choked up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... He holds her tight -- his eyes EMOTIONAL as they roam the room -- But HIS EXPRESSION CHANGES as he SPOTS SOMETHING at a far end of the room.  Near the rear doors. It's a PLAINCLOTHESMEN, headed purposefully toward KOONTZ conferring with him -- both men looking to MIKE, a sense of bewilderment in their eyes. ANGLE ON MIKE:  Stopping -- as KOONTZ heads quickly toward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brook's patching a call through to you.  He thought he'd find you here. It sounds urgent. MIKE:  Baffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He says it's your son. Exchanging a quick LOOK with CLAIRE, MIKE heads for the DOORS; she pauses, heading after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTER LOBBY",
          "text": "as MIKE BARRELS through doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The office down the hall. MIKE BREAKS INTO A RUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as MIKE RACES IN; A PLAINCLOTHESMAN hands him the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grabbing the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy?  What...? (frightened)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!  Hello? (listening; stunned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is this? (trying to be calm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  I'm listening. (quick)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Nobody but me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON the RECEIVER of the PHONE:  as JOEY VENZA'S mout SPEAKS into it -- The images of ELLIE and TOMMY SEEN, dimly lit, in the background, petrified; GUARDED by a SECOND MAN (SOSA) whose figure is shrouded in darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you're where I expected you to be, Detective Keegan, 'cause you're got two minutes to get home or I take your family out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "caught in a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(desperate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you.  I'll do it.  Just don't touch them. (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "I...",
          "text": "(a pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lemme talk to my son. (suddenly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? It goes dead.  MIKE PARALYZED with FEAR.  CLAIRE is ENTERING, PLAINCLOTHESMAN #1 close to her heels, MIKE'S breath coming in SHUDDERS as he stares helplessly at her -- then turns to the PLAINCLOTHESMAN and KOONTZ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got my family. (to Koontz)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Venza. OTHER PLAINCLOTHESMEN are COMING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At my house...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting to others)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call a cruiser!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Claire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Venza.  He wants you.  You, for Ellie and Tommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Claire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go. (to others; urgent)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're takin' her home! (swinging into crisis mode)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move it!  Get the cars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Koontz!  I need you guys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll call SWAT.  We'll get the locals. (re: another cops's radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Throw it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I need'm now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Koontz)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go with him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My job is to protect you! (into radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Koontz --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(near hysteria)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No One-Seventeen, they'll fuck it up!  He told me not to tell anybody, to bring Claire and come alone!  He won't wait, he knows I'm two minutes away!  Koontz, please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do it, you know that... He's not gonna allow it anyway, Mike.  No way is he gonna let anybody walk out of that house alive, who can finger him. MIKE WHIRLS, heedlessly, running for the DOORS, CLAIRE RACING AFTER HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike!  Don't go there...!  Then make them come with you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They can't, they're assigned to you!  I'd do the same thing! He RACES OUT THE DOOR:  she in PURSUIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Claire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go get her. PLAINCLOTHESMAN #1 hurries out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reconsidering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck it, man.  Our brother needs us. Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE BOUNDING to his car, CLAIRE hot on his heels.  She JUMPS into the PASSENGER SEAT, pounding the DOOR LOCK SHUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into his car)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go!  Get outta here! PLAINCLOTHESMAN #1 REACHES HER, pulling on the DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get OUT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're assigned to me, they'll have to go if I come with you! MIKE HESITATES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not getting out!  GO! MIKE hits the ACCELERATOR -- PEELING OUT, leaving PLAINCLOTHESMAN #1 stranded on the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling to him, emerging)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adams...!  C'mon, move it! ANGLE ON COPS:  RACING FOR THEIR CARS -- SCREECHING OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE'S CAR tearing down the STREET -- PURSUED by TWO MORE SQUAD CARS, one of them not knowing better, GIVING VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKE'S terrified eyes glancing into the REARVIEW MIRROR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn off the siren...! Luckily, THEY DO. CLOSE ON CLAIRE:  wide-eyed.  In silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(breathless)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We get there, you get down, stay out of sight.  Don't get near that house.  Understand me?  Venza's not to know you're there! She NODS:  terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As MIKE'S CAR COMES TO A SCREECHING HALT, MIKE RUNNING OU as CLAIRE DUCKS DOWN.  The house is COMPLETELY DARKENED, blending in with the night; the PURSUIT CARS CONVERGE as MIKE makes it to the DOOR, his HANDS TREMBLING as he FUMBLES with his KEYS... takes a deep breath... and ENTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darkened and pin-drop silent.  They only thing that can b heard is the SOUND of CAR DOORS slamming outside, as COPS run into combat positions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy?  Ellie...? The SOUND of a MUFFLED WHIMPER comes from the kitchen; he HEADS TOWARD down a narrow HALLWAY.  He falters, ALMOST STEPPING on a SKATEBOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not armed!  I'm the only one in here!  I can help you get away if you listen to what I say! He's used to the SOUND OF HIS VOICE to mask the slight \"roll\" of the SKATEBOARD under his foot:  He's sliding it into the middle of the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm comin' in the kitchen!  If you fuckin' shoot me, they'll come in here, and we're all dead!  You hear me, Venza?! No answer -- MIKE continues on, girding himself as he steps into the KITCHEN DOORWAY.  He tries the light- switch; it doesn't work.  And then a VOICE SPEAKS.  Its breath, like his, is labored; the VOICE CRACKLING with tension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made a terrible mistake, Keegan. You didn't do what I said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his voice shaking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, you're gonna do what I say. (desperate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joey.  I want to help you out of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should'a brought the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I brought the girl.  She's outside. He MOVES to the WINDOW; it's right BESIDE THE TABLE. VENZA TENSING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll prove it! He LIFTS THE WINDOW, CALLING OUT:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLAIRE, having shouted from behind a COP CAR:  KOONTZ grabbing hold of her to keep her in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a hiss of warning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not another word until I tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VENZA; wary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do I know that's her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll bring her in.  You let them go, and I'll bring her in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wary)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should she come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She trusts me.  She'll do what I say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullshit!  Prove it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls out the window)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Koontz!  Let her come in!  Claire! It's pitch dark in here! (his words are carefully chosen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're gonna have trouble seeing anything, so just come in, and straight down a long hall.  Then stand at the door so we can see you. We want to see your face and we won't be able to until you get to the kitchen door!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KOONTZ receiving his \"message\".  Quickly assessing CLAIRE he looks to the COPS around him -- then GRITS HIS TEETH with DECISION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want your guarantee they'll be turned loose when she opens the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get my hostage first.  No one's turned loose until I say so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let my kid go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not lettin' no one go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get that gun away from his head, or I'll keep her from coming in!  Put the gun on me, he can't hurt you! He's tied up!  Put him under the table!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you fuckin' give orders to me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put him under the table or I'll stop her from coming in. MIKE turns to the window, about to shout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Tommy, an order)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take his place, all right?  Put the gun to my head. MIKE YANKS TOMMY under the TABLE, taking HIS PLACE in THE CHAIR; the COCKED GUN presses up against MIKE'S TEMPLE. ANGLE ON ELLIE:  Her widened eyes continuing to INDICATE \"beneath the table\". CLOSE ON TOMMY, ON HIS KNEES, his hands tied behind his back; emitting a whimper of terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be careful, Tommy. HE LOOKS UP:  SPOTTING HER GUN, where she'd hidden it for safe-keeping, TAPED SECURELY, just OVER HIS HEAD. The FRONT DOOR OPENS -- with a SLOW CREAK -- the FIGURE O CLAIRE, her dress silhouetted by the moonlight from outside, SEEN standing in the front hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frantic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire!  It's dark.  Watch your step.  Come slowly. ANGLE ON TOMMY:  trying desperately to get his hands, tie behind his back, within reach of the GUN taped over his head.  It's impossible. CLOSE ON MIKE:  eyes darting to ELLIE -- as the FIGURE slowly APPROACHES down the DARKENED HALL, his HAND lowering beneath his knees, within reach of TOMMY, under the TABLE. ANGLE ON TOMMY:  in a near HEADSTAND, his small hands managing to TOUCH THE TAPE, his fingernails futilely attempting to DIG BENEATH IT -- as the FOOTSTEPS continue to APPROACH down the DARKENED HALL. ANGLE ON THE FIGURE:  almost at the kitchen door -- about to STEP INTO THE LIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch your step!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rising)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck you doin'?! TOMMY'S HANDS are on the GUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a skateboard in the door! With a sudden SOUND of TAPE \"RIPPING\" from under the",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABLE. ALL HELL BREAKS LOOSE. TOMMY ROLLS, THRUSTING TH",
          "text": "GUN INTO MIKE'S HAND as the FIGURE at the DOOR KICKS THE SKATEBOARD, sending it ZOOMING INTO THE ROOM.  VENZA LEAP ASIDE AND FIRES, the FIGURE at the DOOR OPENING FIRE in RETURN.  MIKE LEAPS FOR ELLIE, knocking her off her CHAIR rolling FAST as the ENTIRE KITCHEN ERUPTS IN GUNFIRE. ANGLE ON ELLIE:  throwing herself OVER TOMMY, BULLETS \"PINGING\" AROUND MIKE as he ROLLS, RETURNING THE FIRE. The pitch-black kitchen shudders with BANGS and FLASHES like the Fourth of July, mixed with the \"WHINE\" of bullet hitting pots and pans, and the sight of BODIES hurtling through the dark. The \"FIGURE AT THE DOOR\" is firing with both hands, SCORING A HIT ON VENZA'S ACCOMPLICE, who goes down, wounded, HIS GUN CLATTERING to the FLOOR.  He REACHES for it, but ELLIE GETS THERE FIRST, grabbing it with her two hands tied in front of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Tommy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay down! The ACCOMPLICE is staggering upward as ELLIE gets to her feet, SQUARING OFF in POLICE STANCE -- and FIRES, catchin him square between the SHOULDER BLADES; HE SPINS, crashin BACKWARDS through the GLASS DOOR -- SWISH-PAN to VENZA, trying to get out THE KITCHEN WINDOW...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn around, fuck! He DOES, BLASTED by MIKE, and the \"FIGURE\" in the door, SIMULTANEOUSLY.  He falls out the window, but still has life in him, staggering to his feet, and hit by SPOTLIGHT from the CARS OUTSIDE.  In a sudden barrage, he's hit by CROSSFIRE, SPINNING, LURCHING -- finally going down. And then all is quiet. INSIDE THE KITCHEN -- all sound and movement has suddenly ceased; everyone is a state of shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(desperate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm all right. The overhead LIGHT is SNAPPED ON by the \"FIGURE\" in the doorway -- revealing it to be KOONTZ.  In CLAIRE'S DRESS. Guns in both hands, still smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(emphatic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuckin' miracle, man. In the BACKGROUND distant SIRENS are HEARD heading toward The SWAT squad.  CAMERA MOVING ACROSS THE FACES OF ELLIE, TOMMY, MIKE... and KOONTZ; all holding in place. Listening to them come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: the sirens)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Told you they'd be here in a few minutes. The grim humor of it is registered in SILENCE.  MIKE pick up VENZA'S HUNTING KNIFE from the floor, cutting through the ropes that bind TOMMY'S and ELLIE'S HANDS; she PULLS TOMMY to HER, in a tearful EMBRACE, shielding his face from the ghastly sight of the man, lying dead, on the floor. OTHER PEOPLE are MOVING INWARD, CLAIRE among them, clad i an OVERSIZED POLICE OVERCOAT -- looking frail and frightened, SHUDDERING WITH RELIEF when she sees that all are safe.  But there is no mistaking the presence of something else in her eyes. CLOSE ON CLAIRE'S FACE:  gazing at MIKE, his family wrapped in his protective embrace.  He LOOKS UP, meeting her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone's all right...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  It's all over. LONG ANGLE on the ROOM:  dimly illuminated by the single light, shed from the opened refrigerator door, as people begin to move -- awakening to life, and its necessary details, in the aftermath of the crisis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LAWN virtually FILLED with POLICE VEHICLES, their revolving red lights illuminating the grim scene; a small gathering of onlookers gawking from behind police ropes, AMBULANCES pulling SLOWLY, SILENTLY, away. CAMERA PANS to two figures ALONE, beside a squad car, in the distant shadows.  It's CLAIRE, still clad in the police overcoat, and MIKE.  They are together, but separate, maintaining the proper distance to say goodbye. CLOSER ANGLE ON THEM:  not knowing quite what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So. ANGLE ON BOTH:  their eyes locked into each other's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still going away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have to, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's probably still a good idea. CLOSE ON MIKE:  getting her message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... Both are hurting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(heartfelt)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll miss you, Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I'll... see you again. Her eyes are glistening; she gives him a bracing smile. But he can't quiet manage it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(barely able to speak)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say goodbye. He struggles with it; unable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like your coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(half-laugh, half-cry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a weakness for Lady Cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do. Silence now; their eyes adoring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say goodbye, Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thick voiced)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take care. MIKE TURNS -- CAMERA MOVING WITH HIM as he WALKS SLOWLY AWAY -- finding himself on a collision course with GARBER They meet, spending a long moment in non-communicative greeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think? (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any chance?  There's nothin' else I'm any good at, but this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(noncommittal)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call me next week.  We'll talk about it. MIKE absorbs it, looking up to SEE ELLIE and TOMMY, besid a SQUAD CAR, a distance away.  Girding himself, he HEADS TOWARD. ANGLE ON ELLIE AND TOMMY -- as he APPROACHES, and stands beside them.  Not much to say.  Finally he reaches out an tousles TOMMY'S hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good police work, kiddo. He catches ELLIE'S eye, both assessing each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Tommy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't want to sleep here. (a long beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither do I.  It's not my house anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me neither. ANGLE ON ALL:  finding each other's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's find some place to start over. MIKE puts an arm AROUND TOMMY -- and the CAMERA BEGINS A LONG PULLBACK, as ELLIE moves to his side, and the KEEGAN FAMILY begins to MOVE AWAY.  WE SEE CLAIRE, being helped into a SQUAD CAR, turning to look back at them as it PULL AWAY -- CARS REVVING UP and PULLING OUT, in ALL DIRECTIONS. From a distance, we HEAR MIKE'S VOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ellie)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What this crap about singing lessons?",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1699"
    }
  ]
}