{
  "movie_id": "MOV1715",
  "scenes": [
    {
      "location": "BRIDGE",
      "time": "DAY",
      "characters": [
        "BLACK",
        "SID",
        "MACHINE NUMBER 6",
        "GRACE",
        "MAN, (OS)",
        "BLACKNESS",
        "BALL",
        "BOWLING PINS",
        "THEO",
        "LUNA",
        "GUY",
        "KEN AND BARBIE",
        "PRIEST",
        "MILES",
        "GOLF BALL",
        "WOMAN, (OS)",
        "ALFIE",
        "KASTLE, (OS)",
        "PIN RESET MACHINERY",
        "TINA",
        "DWARF",
        "BOWLING BALL",
        "LITTLE GIRL",
        "LANE",
        "BUZZ",
        "TV SCREEN",
        "JUNIOR",
        "BURNING DOLLS",
        "KASTLE",
        "MAN",
        "NIGHTMARE",
        "132, 154.",
        "AUDIENCE",
        "BREEZE",
        "ZEUS",
        "JUDGE, (VO)",
        "I SHOULDA HAD MY TUBES TIED",
        "BLACKNESS INSIDE THE TRUNK",
        "SHEILA",
        "SHEILA, (OS)",
        "FIRE",
        "SSHHEEIILLAAA",
        "12-PACK",
        "JOHN",
        "PINS",
        "THEO, (VO)",
        "MILLIE",
        "EXT. MINI-GOLF COURSE",
        "OUT",
        "THEO, (OS)",
        "WOMAN",
        "DWARF BOWLING ALLEY",
        "EVERYONE",
        "ALFREDA",
        "CREDITS",
        "ORANGE WHIP",
        "BOWLER",
        "BUZZ, (OS)",
        "MOTHER, (OC)",
        "MRS. JACKSON, (OC)"
      ],
      "dialogues": [
        {
          "speaker": "BLACK",
          "text": "The screen is black. Thunder rumbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO, (VO)",
          "text": "When you hear thunder... A black bowling ball pulls away from the lens. The ball i the hands of THEO SKINNER, an intense, handsome 28 year o man with sideburns dressed in worn bowling attire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO, (VO)",
          "text": "...God is bowling. He holds the ball in front of him, wristbrace on, his fac study in concentration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An empty causeway spans a bay somewhere along the south s of Long Island. The sky is overcast. SHEILA, a woman in h late twenties, wearing a full length heliotrope pleather over a waitress outfit, kneels in the middle of the road. souped-up Vespa motor scooter stands nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN AND BARBIE",
          "text": "Sheila holds a Bridal Barbie and Ken doll set. She sets t down on the road, pulls out a can of lighter fluid and so the dolls. She pulls out a bowling pin-shaped lighter and torches the nuptial tableau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo drives his ratty old American car along a highway. T car has Ohio plates. He sucks coffee from a 7-Eleven \"Big Swig\" cup and examines a map. A yellow plastic \"Bowler on Board\" sign is stuck to a side window. Theo's music PLAYS His eyes nod off, then snap awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHTMARE",
          "text": "The screen is black, except for three circles in the midd of the screen. The light shining through them is snuffed by three large pink objects. There is a loud POP, like a thumb being pulled out of a tight hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOWLING BALL",
          "text": "A slow motion low tracking shot of a bowling ball hitting a polished lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOWLING PINS",
          "text": "Close-up of the milky white surface of two bowling pins on opposite sides of the lane - a seven-ten split. The RUMBLING ball is heard in the distance like a furious hulking steamroller of doom. The pins begin to tremble, and then transform into a Bridal Ken and Barbie. The dolls burst into flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BALL",
          "text": "The ball blasts past the camera and metamorphoses into Theo's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo's sedan blasts past the camera down the empty road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURNING DOLLS",
          "text": "The flaming couple stand in the middle of the bridge. Theo's car hits the pair and they fly into the air in slow-motion. A distant SOUND of pins scattering is heard. The two dolls smoke as they spin into the sky, then hit the water with dual HISSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIN RESET MACHINERY",
          "text": "An American Machine and Foundry pin reset machine perform its functions like a mechanical ballet as the camera foll a bowling ball through its journey. The \"Spare Me!\" theme MUSIC (similar to \"Balboa Blue\" by the Marketts) swells. TITLE: SPARE ME! appears on the bowling ball. Pins tumble across the back plate, are loaded into the pin conveyor, lifted up to the crown feeder, distributed into the rotat carousel, and then set down in perfect formation upon the polished bowling alley. BURN-IN PRINCIPAL PLAYER TITLES. Titles appear on the pin The ball trundles along the return trough straight into t lens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A muzak cover of 'Broke, Busted, and Disgusted' PLAYS in background as Theo gingerly pulls a hot taco out of the microwave oven. ALFIE, the rickety old man who runs the store, shuffles up to the self-serve island and begins wi it down. Theo pokes at the taco with a spork as steam ris He pulls a disgusted grimace. Alfie pours himself a cup o coffee and then attempts to open a tiny container of half half. Because his hands are shaking so much, the cream go everywhere but into the coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFIE",
          "text": "I'm an addict. I can't go through a day without the stuff. Theo reaches over and pours for him with a steady hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFIE",
          "text": "You're not from around here, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm from Akron. Alfie looks at Theo's bowling shoe attired feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFIE",
          "text": "You a bowler? Theo's hand starts shaking uncontrollably. He puts down t cream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm looking for a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFIE",
          "text": "What kind of man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "A bowler. Alfie presses a matchbook into Theo's hand and then trund off. Theo looks down at the matchbook; it reads \"Bowl for health, enjoy yourself. Babylon Lanes.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo pulls into the empty parking lot of Babylon Lanes be a cheap looking American sedan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo walks into an empty run-down forty lane bowling alle carrying his ball bag. It is dark. The fluorescent lights switch on and the pin re-set machines whirr into action. and BREEZE, two shady looking guys in a basement-sale sui walk up lane dividers towards Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Lane's closed big fellah, league night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm not here to bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(gesturing to Theo's bag) You drag that coconut around for your health, or do you know how to use it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(bristling at the challenge) I'm looking for somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Hey, ain't I seen you on the tour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "No, pinhead, he ain't here to bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm looking for Buzz Fazeli. Sid and Breeze look sideways at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Fazeli...I don't know no Buzz Fazeli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "What do you want with old man Faz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Some unfinished business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "If you wanna do business in this town, there's other people around here got more weight than old Faz. A lady dwarf walks by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWARF",
          "text": "Evening Sid, evening Breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Evening Tina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Good luck tonight Tina. Tina opens a door and goes down some stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You guys got something going on downstairs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "We provide some extracurricular activities for the senior citizens in the community.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Basement bingo? Breeze sniggers into his hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(smirks) Yeah, basement bingo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Lemme see your ball. Breeze grabs Theo's bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Let go of my bag. Sid sidles around behind Theo who tries to keep him in si",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Ah, come on, lemme see your ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "You afraid we're gonna steal it? Breeze unzips the bag and pulls the ball out. Theo's temp is rising, he breathes deeply. He is obviously making a Herculean effort to keep himself in check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I said, let go of my bag. With lightning speed Theo's hand shoots out and grabs the middle fingers on Sid's right hand. Sid howls in agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Aagh! Stop! Those are my bowling fingers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Tell your little pal to let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Breeze, give him his ball back! Breeze, astonished, drops Theo's ball into the bag. Sid cringes in front of Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Where can I find Buzz Fazeli?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Whoa, cool your maples. Over the bridge, past the Peter Pan, last house on the dead end. Theo releases Sid's hand. Sid drops to his knees and cradles his damaged hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Haven't seen a ball like that since '69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "It belonged to my dad. Theo turns and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUNIOR, a dumpy man in his late thirties with a rat tail, skin and wearing a white straitjacket and fluorescent ora pants, runs desperately through dark woods. Bloodhounds B in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo drives over the draw-bridge and past the Peter Pan D with its huge neon sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo's car pulls up in front of a modest suburban house. rooftop weather vane in the shape of a bowler CREAKS ominously in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo rings the doorbell. The porch light comes on, and MILLIE, a fifty-five year-old woman dressed for a night o the town in Reno, but with fuzzy slippers and a hairnet, opens the door. A miniscule neurotic poodle leaps at Theo bowling ball bag, YAPPING and snapping at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Is Mr. Fazeli in please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "Who wants to know? (to dog) Zeus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm a bowler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "I'm sick of you people. Why don't you leave him be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ, (OS)",
          "text": "Let him in, Millie. And don't frisk him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Millie and Theo, with Zeus hot on his trail, enter the ro BUZZ FAZELI, a sixty-five year-old man shaped a lot like compressed bowling pin, slouches in a recliner. The room decorated with trophies of Buzz's bygone pro-bowling halc days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "Oh sure. Let everyone in. From now on I leave the door wide open. Let the parade begin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Clam it! Millie is silent. Buzz gets up and approaches Zeus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Hey, rat. C'mere. Zeus growls at Buzz as he comes nearer, then clamps onto sleeve and hangs from his arm, growling ferociously. In o smooth motion, Buzz flings the rabid poodle through an op window and into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "Jerk. She heads outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Sit down. Theo sits on the edge of the couch. Buzz puts out his han Theo shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Buzz Fazeli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I know your face, you're an up-and-comer. You bowl on the tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm not on the tour this year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(nods understandingly) Need some advice, huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Well, Mr. Fazeli, the Bowling Congress says I'm a thorn in their side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(dismissive wave) Don't worry about the Congress, they're just a bunch of moralistic busy-bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Millie's furry slippers protrude from the driver's side d Zeus chews furiously on the yellow plastic 'Bowler On Boa sign. She rifles through the contents of the overstuffed glove compartment. She notices her dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "(under her breath) Get that outta your mouth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "They suspended me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Why'd they suspend you? Theo's eyes glaze over, the lights in the room dim, and B seems to recede into the far distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV SCREEN",
          "text": "In ultra-slow scan we see an image of two bowlers, one is smiling cockily to off-screen fans and waving, the other Theo, his face filled with hate, winding up to smash the other man in the head with his bowling ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO, (VO)",
          "text": "It wasn't really my fault. In the far background the hollow booming VOICE of a judge delivers sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE, (VO)",
          "text": "The American Bowling Congress hereby suspends Theo Maynard Skinner from all professional bowling activities within the jurisdiction of the American Bowling Congress and its international co- signers... The ball mashes into the smirking mans head, causing it to snap forward. The judge's gavel BANGS and the crowd ROARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo snaps out of it, the room lights come up, and Buzz l in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I got suspended when I was young, too. I was pretty cocky in my day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "They suspended me for 100 years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "100 years! (knits his brow)",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I can appeal in five. I was hoping you could help me Mr. Fazeli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(uneasy) What do you think I can do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(sweating slightly) I need a sponsor to get my sanction card back. Where I come from, you're the king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Sure, around here, any fat old bald guy could be king. I'm nothing. It wouldn't do any good for me to talk to the Congress. (briskly changing subject) Hey, you thirsty? You like orange whips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I've never had orange whips, I'm from Akron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Millie and Buzz are in the kitchen, talking in loud whisp Millie fills a blender while Buzz cuts oranges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "He's the guy Buzz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "He's not the guy, Millie. Just whip the whips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "I looked in his car. He's got pictures of you, clippings, maps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Bowlers don't go around killing other bowlers. He's only a fan, Millie. I'll give him some tips and an autograph and he's outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "You're in trouble, aren't you Buzz? You're doing something dangerous in that alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Millie, I know what I'm doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "We should leave this town. I can't take this anymore. I'm not gonna let him kill you in my house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buzz rejoins Theo in the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Remember the finals in Akron in '59? You had a seven-ten split in the final frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Yeah, against that prick VanDeMark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Ten thousand to one, but you pegged it. The toughest shot on the last frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "That game was before you was born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "My mom was there. She told me about it. The 'Fazeli Split.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blender is wailing at high speed as Millie throws in whole box of laxative, a can of Drano and a jar of pills. hands are trembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Millie walks into the living room with a silver tray hold two orange whips; one thick and deadly, the other thin an safe. There is laughter coming from both men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "And the irony is, thirty years later, that prick is bowling in the seniors on TV all over the world, and look at me. Ah well. The docs made me stop, on account of my ticker. (taps his chest) I don't really miss it, but then... (chokes up) ...I miss it. He spies Millie approaching with the tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Orange whip, nectar of the bowling gods. Thanks sweetie. Millie turns the tray so that Buzz takes the untainted whip.  Theo takes the other glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEUS",
          "text": "Zeus is on the sofa, GROWLING and tugging at Theo's bowling bag. The bag rips apart and the ball hits the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORANGE WHIP",
          "text": "Theo brings the drink to his lips. The ball rolls across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "The ball rolls into Buzz's feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "This your lucky bullet? Buzz picks it up and reads the writing on the ball. He sn a look into the kitchen, seeing the empty Drano and laxat cartons. Buzz slams the drink away from Theo's lips. The drink explodes across the room. Buzz is up on his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(with intensity) Where'd you get this ball?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(stunned - looks at the mess on the floor, then at Buzz) It's mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Who gave it to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Grace Skinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(astonished) Grace Skinner. Who's Grace Skinner to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "She's my mom. Theo stands and takes the ball from Buzz's hands. Buzz is shock, staring at Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(regaining his voice) Who are you? Who sent you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm your son. You're a hard father to find.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "Son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(to Millie) Millie, please. (to Theo) I don't have a son. I think you better leave now young man. Buzz gestures towards the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(calmly) Grace Skinner Fazeli, you must remember her? Buzz takes Theo by the elbow to eject him from the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I don't know no Grace Skinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(pulls his arm away) You knew her. You married her in 1963.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "Married? Buzz grabs a large bowling trophy and waves it at Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "You're a bullshit artist, that's what you are. You got no right to be here! Theo yanks the trophy away from Buzz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I got a right. You're my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I ain't nobody's father! Theo hurls the trophy at Buzz. He ducks and the trophy sa into a large glass trophy case. Broken glass and trophies everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "(noticing Zeus)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEUS",
          "text": "Zeus is laid out cold near the spilled orange whip on the living room floor. Millie hunches over her comatose poodl",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "My poor baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(to Theo) You see what you did? (he picks up the ball) Take your ball and get out. Theo takes the ball and exits the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo, bathed in sweat, practices his release form with obsessive determination. He is alone near the empty bridg Sheila spies on him from behind the bridge control booth. Theo takes a long slug from a bottle of liquor. He hears motor scooter start and ROAR off into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo stands at the self-serve island sipping coffee. A mu cover of 'Raindrops Keep Falling On My Head' PLAYS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(resignedly) 99 years, 241 days, (looks at his watch) 15 hours, and 20 minutes of no bowling. Alfie shuffles up to the self-serve island and begins wiping it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFIE",
          "text": "Find your bowler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Yeah, but it didn't go so good. He wasn't the man I thought he'd be. Theo is trying to affix the lid on his cup, but his hands are trembling, spilling some of the coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFIE",
          "text": "My father used to say to me \"Never...\" no, hmmm. \"Always...\" No, no... (puzzles) Ah! Love and hate are blood relations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Maybe I should have left the ball in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Millie kneels on the front lawn patting dirt down on a li grave marked by a wooden cross. Theo walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "He's not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm sorry about Zeus, Millie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "(points to grave) This is a sign! Someone's coming to take Buzz away from me. I don't know if you're the guy or what, but I'm not letting it happen. I'm leaving him first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I couldn't kill Buzz. I need his help. Theo helps Millie load suitcases into the trunk of her car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "Buzz Fazeli never helps anybody but himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "He's my father, Millie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "He's no father to you. Theo lifts a box full of new bowling pins into the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "Careful with that one. He won't tell me anything, but I know there's something strange going on over at the lanes. If you ask me, I'd say the old fart wants to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Where can I find him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "(looks at her watch) The Peter Pan. Millie gets into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "You tell Buzz I went to my sister's in Ronkonkoma. Oh, I'm sorry about trying to kill you last night, Theo. It was nothing personal. Millie puts on a pair of sunglasses and patches out in a cloud of gravel and dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blender WHIRRS. Sheila, in her waitress uniform, carefu chops something. She watches an indoor motocross rally on the diner's colo TV. 12-PACK, a hefty construction worker, sits at the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "12-PACK",
          "text": "Hey Sheila, how's that orange whip comin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(mimicking him under her breath) How's that orange whip comin'? THWAP! Sheila is dismembering a Ken doll with a big knife She scoops the parts into the blender and switches from p to frappВЋ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "12-PACK",
          "text": "So, I heard Junior busted out again? Sheila puts the glass down in front of 12-Pack with a THU",
          "sentiment": "neutral"
        },
        {
          "speaker": "12-PACK",
          "text": "Hey Sheila, you can whip my oranges anytime. Sheila puts a Barbie head earring on her left ear. Buzz comes into the diner and slides into a booth. Sheila walks over with a pot of coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Cup of joe Mr. Fazeli?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Yeah, and make it extra muddy, I didn't sleep a zee last night. Sheila fills a cup. Buzz lifts it to his mouth, his hands trembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You don't need coffee, Mr. Fazeli; you need a vacation. Sheila catches sight of Theo pulling into the parking lot. She puts a Ken head earring in her right ear. Buzz follows Sheila's gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(groans) Some people will do anything for an autograph. Theo enters the diner and walks over to Buzz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Millie left to stay with her sister in Ronkonkoma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "You know what a mixer ball is? It's like you, you come out of nowhere and upset things, scattering everything all over. Buzz grumpily waves at him to sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What are you doing over at the lanes that's so dangerous, Buzz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "You shouldn't listen to her, she's a nervous old Nellie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "She thinks someone's trying to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I couldn't pay someone enough to try to kill me. Sheila comes over to take their orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I'll have my usual please, Sheila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Buzz Burger, side of 'cues. You haven't introduced me to your fan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Sheila, meet...uh... (leans in to Theo, sardonically) I forget the name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(uncomfortably) Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Theo! This is Sheila Kastle, my partner's daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(eyeing Theo up and down) You look like you're something on the lanes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Theo's bowled on the tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Oh, a professional man. What'll you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What's your specialty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Whips...orange whips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Then I'll have the number four with one of your finest whips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "How do you want it? (their eyes meet) The eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(discomfited at the blatant double entendre) Uh...over easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Coming right up. Sheila smiles and walks away. Theo watches her slink behi the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Watch out for that one. She's got a great average, but she's looking for a prince. And, believe me, she's (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "kissed a lotta tadpoles. (looking Theo in the eye) Listen, I been thinking about your problem. I'm not the guy to sponsor you. It would be unethical. But, there is something I could do for you. (leans in, secretively) Putt-putt golf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Putt-putt golf? Buzz pulls a golf ball from his pocket, flashes it and sl it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "It's the next level, the next dimension... (deep conviction) ...the small ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(in Buzz's spell) The small ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "It's gonna be bigger than big. Think Europe. Think Asia. They don't have room for real golf courses in Japan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(snapping out of it) Not for me. Miniature golf's for pansies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "If the Japanese are pansies, then pansies are my kind of people. Sheila steps over to the booth with their food. The Buzz Burger has three holes cut in the middle to make it look like a bowling ball. Buzz sees the two sleazeballs park their car and walk towards the diner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(pondering the thought) Maybe I could bowl in Japan. Buzz stands up abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I gotta wash up. Buzz heads for the rest rooms. The door opens with a JING",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Three whips. To go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "When you get a chance. Sid and Breeze walk over to Theo's booth and slide in. Si middle fingers are taped to an aluminum splint. The BLEND kicks into action. Buzz watches the group from the bathro hall and tries to catch the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Hey, you still here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "We're looking for Buzz Fazeli, seen him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I don't know no Buzz Fazeli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Look Sid, a Buzz Burger. The Faz's favorite lunch. Sid reaches for the plate. Buzz walks over to the booth  and pulls his burger away from Sid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Get away from that burger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Sorry Faz, we didn't know you was here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Buzz, Mr. Kastle wants to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "(to Theo and Buzz) Are you guys bruddas? The booth party is silent for a moment. Theo LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "No, we ain't brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "You know why we call him Breeze? Sid puts a hand near Breezes left ear and blows into Bree right ear. He makes fluttering motions with his hand as i wind was hitting it. Breeze's face breaks into a smile as pushes Sid away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Hey, cut it out Sid, that tickles. I'm serious! You guys are related, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "He's my dad. Buzz flashes a warning glare to Theo. Sid grabs some of Buzz's french fries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(slapping his hand) Get your own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "See that, toldja Sid. I knew I seen a resemblance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Why don't you clowns get your whips and get lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Look, Faz, Mr. Kastle was not his usual charismatic self today when he told us to tell you... (gazing artfully upwards and rubbing his chin) What was that he said...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "I remember, Sid! Mr. Kastle says he don't like no sticky fingers in the till.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(exasperated) Pinhead! Don't just blurt it right out. Sheila comes over and PLUNKS down the three whips-to-go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "(to Sheila) Your pop said to put these on his tab. Sid gets up and jerks his thumb towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "So Buzz, let's skedaddle. Mr. Kastle is waiting. As Buzz gets up, Theo rises and steps between his father and the two sleazeballs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm coming with you. Sid shies away from Theo, protecting his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Easy. I got business to do, Theo. I'll come back and haunt you later. (drops a twenty on the table, pats Theo's cheek) Don't say I never gave you nothing. Buzz goes outside with a sleazeball on either side. Sheil takes the twenty dollar bill. Theo grabs his jacket and m for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(to Sheila) Do those two work for your dad or mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Mine, and they never tip. The sleazeballs hustle Buzz into the front seat of their and patch out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Do you know where they're taking him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Yeah, Babylon. Buzz runs the lanes there for my dad. Everybody who has anything to do with bowling in this town answers to my dad. Theo splits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Junior is running at breakneck speed through the thick br Bloodhounds BARK. Junior slows down and drops to his knee gasping for breath. He looks up to the sky. The camera pu up to his sweaty, tortured face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(shrieks)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MILES KASTLE lounges in a cheap chair behind Buzz's desk toying with one of those motorized wire balancing sculptu they have in airport souvenir concessions. He is a carefu groomed middle-aged low-budget version of Hugh Hefner in acrylic sweatsuit with 'Miles 'O' Lanes' embroidered on t front. Sid and Breeze push Buzz into the room. Buzz is po faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Buzz. Buzz nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(to Breeze) You got my whip? Breeze pulls the third whip out of a bag and gives it to",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(motions to Sid and Breeze) Lose yourselves. Sid and Breeze leave the room. Buzz goes to a locker and begins changing into a flashy MC outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "What's on your mind, Miles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "We've been partners a long time now, haven't we Buzz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Seven years. Kastle pokes a straw into the whip and takes a long drag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "This scam we got going here was your (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "brainstorm, Buzz. I admit, I thought it was a rotten idea, but I put up the scratch. (pulls a smile) And now we got a beautiful thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "It's a beautiful thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "A beautiful thing. And you know why Buzz? You know what we got? Buzz raises an eyebrow as he buttons his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILES",
          "text": "We got balance. Kastle flicks the little wire man. It bobs and sways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "A partnership is a very delicate balance. But let's say something tips the scales, maybe one partner takes more than his share, then... Kastle tips the wire man off his perch. The little motor squeals pathetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "... oops. We got no more balance. Buzz looks on with narrowed eyes as he adjusts his cravat",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "And look at that; both partners go down together. Kastle shoves the sculpture onto the floor, stands up, and crushes it under his heel. He goes over and puts his arm around Buzz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Simple math, Buzz. (he holds up his fingers) Two plus two does not equal three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Miles, I've always been on the square with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I'm sure you have Buzz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Wish me luck. Buzz jogs out into a spotlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Break a leg... (sneers) ...partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "APPLAUSE erupts as Buzz appears in the spotlight. The dwa bowling alley is a pungently smoke-filled room peopled wi shady, washed-up bowlers sitting in chairs behind a bowli lane. The old-timers are shouting and pounding shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(over the PA) Greetings, ladies, gentlemen. (the place grows silent) My dentist told me this one the other day: How many bowlers does it take to screw in a lightbulb?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDIENCE",
          "text": "How many?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "It takes three bowlers to screw in a lightbulb. One to hold the bulb, one to turn the ladder, and one to hold their balls. Thank you, thank you. Just throw money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo drives through the full parking lot of Babylon Lanes pulls around the back and sees dark figures slip into a b door. He parks his car, walks over to the now closed door It's locked. Theo finds another entrance and sneaks in. H creeps his way through the darkened alley towards the sou of raucous partying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ, (OS)",
          "text": "Welcome to Buzz Fazeli's Dwarf Bowling, folks, where we bring you the finest in specialized bowling entertainment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through a crack in a door Theo can see Buzz standing in the spotlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I would like to draw your attention to the top of the lane. (a Casio drum roll PLAYS) Weighing in at sixty-nine pounds and standing exactly three feet - the diminutive dominatrix Teeny Weenie Tina the Terrible! The crowd CHEERS as the spotlight moves to Tina, a masked lady dwarf duded up in a combination black leather and cowhide western style S&amp;M outfit. She CRACKS a whip and leers at the bowlers. They HOWL with excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Don't be shy, folks! Tina straps into her customized skateboard. A drunken customer forks over a wad of bills, steps up and grabs ho of the mini-human projectile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "And - bowl 'er! Tina is hurled head-first towards the pins. The crowd goe wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camera tracks low behind Tina as she crashes into the pins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo sneaks into an empty bathroom. He hears voices and d into a stall. Sid and Breeze shove Buzz into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Seems to me like you ain't got much choice Buzz. Sid shoves Buzz over to Breeze, Breeze shoves him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "You're between Miles Kastle and a hard place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Aaay, hands off the tux! Sid checks under the stalls, sees Theo's feet and whips o the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "The busyboy! Sid yanks Theo out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Get your hands off me, you moron. Theo tries to free himself from Sid's grip. He turns to B",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What the fuck is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "What's it look like to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "It looks like dwarf bowling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Very good, busyboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(with intensity) Dwarf bowling's illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(sarcastically) What are you gonna do, call the bowling police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Heh, heh, heh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You said it would be unethical to help me. You call dwarf bowling ethical!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I do what I gotta do to survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You have no right to call yourself a bowler. Buzz slaps Theo in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I'm more of a bowler than you'll ever be. I deal with my own shit. I ain't asking anyone to bail me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm your blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "You wish! Theo pushes Buzz up against a stack of boxes full of new bowling pins. Sid and Breeze hover behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You knew she was pregnant. Buzz reaches inside a box and pulls out a pin. He waves i threateningly at Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "What makes you so sure it was me? She coulda had lotsa bowlers! Theo rushes Buzz and grabs his arm. The two men struggle for the pin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Don't say that about my mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I had a career. She wanted a little bowler of her own. Sid and Breeze leap into the fray, prying the two men apart. They wrestle Theo against a wall, pressing his face into the tiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Fuck you and fuck bowling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "That's a laugh. You're all strung out. You're a bowling junkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I don't need the stinking pro-tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "You're dead without the pro-tour, and you know it. Get him away from me. Sid and Breeze punch Theo in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWARF BOWLING ALLEY",
          "text": "Theo is dragged through the dwarf alley crowd. He has blo on his face. Half dazed, he looks up at all the distorted leering faces that peer down at him. The crowd cat-calls laughs at Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo is thrown onto the asphalt. Sid kicks Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "You shoulda taken our advice, busyboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo sits in his parked car outside the Peter Pan diner. Squinting in the bright light, he examines the cuts on hi face in the sideview mirror. He is looking scruffier. He Sheila come out of the diner, start her scooter, and pull into traffic. He follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He follows the Vespa at a discreet distance as Sheila dri over the bridge. The weather is windy and threatening. Thunder RUMBLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo pulls in next to Sheila's scooter under the big neon sign for Miles 'O' Lanes Bowling Center. With a huge CLAP thunder and the SOUND of falling pins, the skies release pounding downpour. 37     KEN AND BARBIE, MACRO C.U. Sheila's Vespa is parked in the handicapped space. The do are wired to the headset of the scooter. Large droplets o rain roll down their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo walks into an ultramodern eighty-lane bowling center bowling bag in hand. A huge banner reads 'Mothers and Daughters Bowl Free Tonight!' The entire place is filled with pairs of moms a their daughters - bowling away in matching bowling attire three year-old girl stands staring at Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Waaaaaaaaah! A mom grabs the little girl and whisks her away. Theo sur the alley and catches sight of Sheila bowling at the far of the alley. 39     LANE, SHEILA &amp; LUNA Sheila bowls with LUNA, a 30-ish black guy dressed in a M 'O' Lanes jumpsuit and wearing extensions in his hair. Sh prods her friend when she sees Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Luna, that's the guy. I saw him do this spooky bowling rain dance on the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNA",
          "text": "Typical. Theo walks over. Sheila presents Theo with her ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Here Theo, it's the Fazeli specialty; a seven-ten split. Theo looks down the lane and sees the two pins standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm not here to - I can't... Sheila can't release the ball from Theo's now-paralytic g",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(knowing nod) Bowling block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kastle, Sid, and Breeze stare at a bank of video monitors their faces illuminated by the screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Think he'll bowl it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Nah, he won't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Weird, comes into alleys and doesn't bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "It's not an \"Alley\". I hate when people call it a \"Bowling Alley\", it's so common! I prefer \"Bowling Center\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "What's this guy here for, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Maybe he's here to pay his last respects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Someone gonna get kacked, boss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "If I find out Buzz is comin' up short on dwarf bowling, it's lights out for him and pink slips for you. Sid and Breeze look sideways at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I hired you rent-a-thugs to keep tabs on the Faz. I want you all over him like a tent. Find out how that little weasel's ripping me off. Buzz Fazeli's gonna blow the lid off dwarf bowling! 41     LANE, SHEILA &amp; THEO The two of them sit together behind the lanes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I came here to have a word with your dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "What do you want with my dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Won't your father help you with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(shakes his head) Having a legend for a dad isn't all it's cracked up to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Your dad's one of the only nice people in this fucking town. My Dad is slime. Kastle walks over. Theo stands up and shakes Kastle's proffered hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "So you're Buzz's boy. I've been expecting you. You hurt my feelings when you didn't come and see me sooner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You know who I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Nobody sticks a finger into a bowling ball in this town without Miles Kastle knowing about it. You don't mind if I have a word with Theo, do you bunny? Kastle takes Theo by the elbow and pulls him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I heard you've been having a little trouble with the Congress. (waves at a mother/daughter couple) Theo pulls his eyes off Sheila. Kastle walks Theo past pairs of bowlers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You might say I'm at the top of their shit list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Maybe I can help you. (calling to a young bowler) Try a lighter ball, Penelope - you'll get hurt with that big ball, honey. (to Theo) I've seen tapes of you bowling on the circuit. You got Fazeli blood running through you. Your pop was a genuine talent in his day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What's with the bad air between you two, Mr. Kastle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(dismissive gesture) It's nothing, just a slight business imbalance. (to a seated mother) How's Gloria's thumb?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (OC)",
          "text": "The blister's worse than last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "No pain, no gain! Keep trying the ice. Chin up, sweetie. (turning to Theo) This place is a bowling oasis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "It's very...clean. They pause and Kastle waves to some bowlers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. JACKSON, (OC)",
          "text": "Hello, Mr.Kastle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Hello, Violet. How's my favorite 'bowlerina' doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "You keep that up Carmelita and one day you'll be a champion just like Mr. Skinner here. What do you think, Theo? Think Carmelita's got the stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "That's some pinfall. Almost a 133 average. Her ball's flat, she needs to work on her spin control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "That's right, didn't you have a slight control problem in a recent tournament,champ? (to Carmelita) Now go take out your \"big four\", darling. (to Theo) Come on, we're making her nervous. They continue walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I get them while they're young. Builds loyalty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. JACKSON, (OC)",
          "text": "She hit it, Mr. Kastle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(waving over his shoulder) Four or five years when a girl like that's bowling on the pro tour for Team Kastle, she'll pay a handsome profit on my investment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "And the dwarf bowling? They stop, and Kastle pulls Theo over to an enormous aqua near the lounge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(making sweeping gesture) Think of this business like a big aquarium. You gotta have some sharks to eat the dirt at the bottom so the guppies can swim free at the top. (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Profits down there, philanthropy up here. (looks at Theo) Besides, it beats the pants off bingo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Nice set-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "If it springs a leak, it'll be because Buzz is making waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What if he wants to get out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(chuckles) He's earned an early retirement. (sprays his mouth with Binaca) But enough about losers; Buzz Fazeli is history. Lets talk about your future. (puts his arm around Theo) I wanna show you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kastle and Theo stand in front of the huge bank of video screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Rac. R-A-C. Renovate, Automate, Computerize. That, my boy, is the future. One of the monitors shows a little girl bowling. Her ball moves so slowly it barely tips over the first pin. Kastle hits a key and the pins explode in an emphatic strike. The little girl jumps with joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What ever happened to just bowling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "There's a lot of competition for amusement out there. You gotta adapt to survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I like the sport the way it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "A guy like you could breathe some fire into bowling. You got ambition like a...like a...blowtorch. You go for what you want and anything that gets in your way - PSSSHHT! -  shish kebabs. (puts his arm around Theo) Maybe lady fate washed you up on my doorstep for your own good. (pauses for effect) I think I could help you, Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(he's been waiting for this) How Mr. Kastle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "You need a sponsor; I have influence. I could sponsor you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Why would you help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I like you, Theo. You bowl with soul. Kastle turns to his video screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "But, now that you mention it, you could afford me one minor dispensation. Theo follows his gaze to the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "While you're in town, I need you to keep an eye on my daughter for a couple of days. Her big brother broke out of the mental hospital... Theo's eyes glaze over, the lights in the office dim, and Kastle seems to recede into the far distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHTMARE",
          "text": "As running FOOTSTEPS are heard, the camera whizzes down a darkened alley towards the pins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE, (OS)",
          "text": "...and I want someone watching out for Sheila while he's, uh, loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The heels of Junior's running feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE, (OS)",
          "text": "Junior's a problem child. He has a thing about -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(wails)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo snaps out of it, the room lights come up, and Kastle points to her image on the TV screen. Sheila turns and lo up at the video camera. Theo and Sheila's eyes seem to me Theo freezes for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I could do that. As the two men shake hands, Sheila \"flips the bird\" to th camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "One thing, (pointing to Theo's mid- section) keep the meat in the freezer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo and Sheila blast along the dark roadway on her Vespa Theo sitting behind Sheila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(shouting above the engine) This is a vicious cycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I think that a motorbike is one of the last really free things that people can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Isn't this technically a scooter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "When I'm on my bike I feel like a wild person. (she looks sideways at Theo) Better than any sex I've ever had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Kinda tough on the butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Everything has it's drawbacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Where did your brother escape from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "The mental hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What does he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "He follows me, he tries to have sex with me, and then they send him to the nut-hut for a while and then he gets out and then he follows me, he tries to have sex with me, they send him to the nut-hut for a while...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "It's a vicious cycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheila and Theo motor across an empty beach parking field towards a lone station wagon. Swing-a-delic MUSIC drifts the parked vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheila pulls up beside the wagon. She leads Theo towards group of partying people at the tailgate of the car; thre white women, three white men and Luna. Luna pulls a rubbe hookah hose out of his mouth and offers it to Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNA",
          "text": "Hookah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "No thanks, I don't hookah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNA",
          "text": "Theo, you ever do the 'Swing'? Theo shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "These guys all work at the alley, too. This is John, Susan, Jon, Suzanne, Jonathan, and Sue. Everyone welcomes Theo and Sheila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNA",
          "text": "(screams) Dance Break! Luna throws himself into a wild body-whip as the music TH massively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luna and Sheila do a wild jitterbug-derived Swing-a-Delic dance surrounded by weaving white folk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the guys is on crutches, has a neck brace, a chest cast, and one arm in a truss. He stands by the barbecue a flips burgers with his one free hand. Theo walks over to",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Hey man, howyadoin'? He wiggles his hand out of the end of his cast. Theo shak his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Don't tell me, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Cool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Theo. Howzitgoin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Hey man, welcome to our parking lot. Lemme give you some advice, if she asks you to dance, make sure her brother's not around. Somebody blew out Junior's pilot light, if you get my meaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "How's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I was doing the lambada with her and the guy freaks, he breaks my arm, tries to kill me. I swear man, the guy thought I was a piВ–ata. If nobody else hadn't a been there, he wouldn't have stopped. He woulda killed me. Fuckin' guy man, just snapped. How do you like your burger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(meets eyes with Sheila) Uh...over easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(throws a blackened burger on Theo's styrofoam plate) I'll tell you one thing, you won't see me around that alley with that freak on the loose. Stay away from his ass - and don't play any of his fuckin' knock-knock jokes. Luna comes over to Theo and grabs him. They start to danc",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNA",
          "text": "Sheila wants me to show you a few steps before you two swing-a-delic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(uneasily) So, you're the pinman around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNA",
          "text": "...And one, and two, and yes, I am. But no one gets them working like Junior used to...and two, and one.. - they call him The 'Quasimodo of the lanes.' He's the best pinman there is.. and one and two...People used to say he got the machines working so well 'cause he lubricated them with blood...and two, and one...but people just love saying things about Junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Mind if I cut in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "No, not at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo pulls out his resin bag, powders up his hands, and g for Sheila. Theo and Sheila get low and nasty on the tarm Sheila turns and does the freak to Theo, rubbing her rear into his crotch. As Theo and Sheila dance over near John makes a throat slitting gesture across his neck. Theo's h leave white prints on Sheila's butt. The Swing-a-delic fu so hard it causes spontaneous audience dance riots and structural damage in theaters across the country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You and your sideburns are the talk of the party, Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "The ladies in Akron call them thigh- ticklers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Can I ask you something personal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'd rather you didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Do you have a girlfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Not while I'm in training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Do you have a boyfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(surprised) No. Do You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "No. Not at the present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheila and Theo toast marshmallows over the barbecue as t rest of the party dances in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "So this brother of yours is hazardous to the health of your dates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Nobody in this town really understands Junior. When I went to family sessions for him I realized he was the sanest one in the family. Actually, he's the only one in this whole fucking town who knows exactly who he is and what he wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Unfortunately what he wants is you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "So, what about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Do I want you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "We'll get into that later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone, Kastle stares at the bank of video monitors and ru battery powered fuzzball remover around his collar. The monitors are deserted. Miles absently pans a camera over then sits bolt upright. On the screen he can see Buzz Faz in a room at Babylon Lanes, surrounded by large piles of cash, stuffing rolls of bills into hollow bowling pins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(with rising anger) Why that filthy, slimey, double-crossing, misbegotten, two-faced, mangy, son-of-a- bitch bastard! The motor in the fuzz ball remover SHRIEKS as Miles squee it to death. It shatters in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo and Sheila lie on the roof of the station wagon. \"De With The Blue Dress\" by Shorty Long plays on the stereo. rest of the party throws marshmallows at each other in th distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Theo, what would you do if you couldn't bowl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I don't know. It's all I ever wanted to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I wanted to be a motocross champion. My folks didn't really care what I did. Then Junior blew a fuse and I became their last hope. Most girls get ballet stuffed down their throats, I got bowling. I never understood how anyone could take it so seriously. I hope I'm not insulting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "No, I'm fascinated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Why were you suspended?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I used to be kind of wild. They used to call me the bad boy of bowling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "So you're hoping Buzz can get you re- instated?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Well, that was plan A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "What's plan B?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Plan B is your dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "What do you think my dad's gonna do for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "He said he'd sponsor me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Ha! And what do you have to do for him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Oh really? Nothing? My dad doesn't do anything unless there's something in it for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "He asked me to keep an eye on you for a couple of days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "What? Be my body guard? (she laughs) Here's my body, Theo. Guard it. For my dad's sake. For your career. Sheila starts to unbutton her bowling shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Sheila, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Come on Theo, what about plan C?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(looking worried) What's plan C?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Plan C... (opens her shirt, showing off her brassiere) ...is me. Sheila takes Theo's nervous hands and places them inside shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(torn) Look, Sheila, I really like you but... Sheila rolls on top of him, and plants a hickey on his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(stopping her) Forget it, Sheila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kastle hurries through the darkened bowling alley. He sto short as a warning alarm begins to sound from somewhere d within the building. Lane six lights up and comes to life Kastle walks slowly forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Junior? Is that you, Junior? Don't be afraid. Where are you? I won't hurt you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kastle stealthily sneaks along beside row upon row of sil pin reset machines shining a flashlight in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Come on, Junior. Everyone's waiting for you, son. The beam of light catches Junior's face. He is crouched inside the machine at lane six. Jr. His face is cut and bleeding and his straitjacket torn and filthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Needs lubrication. Lubrication.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "We're having a party for you, boy. Cake and shish-k-bob, just like you love. Junior cringes away from the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "You made me hurt him! Kastle reaches into his pocket and pulls a gaudy digital wristwatch from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Look what I got for you. He holds the watch up in front of Junior. Junior looks curiously at the watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Happy Birthday Junior! The watch begins to play an electronic version of \"Raindr Keep Falling On My Head.\" Junior's face lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Ooooooohhh. Kastle begins luring Junior out of machine number six wit the watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I have someone for you to play with Junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Someone wants to play with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I have someone for you to play Blueface with Junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Blueface! Blueface is my favorite. 51     EXT. ROAD, SID &amp; BREEZE'S CAR - DAY Breeze and Sid speed down a road in their damaged hulk. T TENOR of Enrico Caruso can be heard from inside. 51     INT. SID &amp; BREEZE'S CAR Breeze drives. Sid gazes out the window. Enrico Caruso WA from the car stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Bowling used to be so pure, so...All- American. Breeze sings along with Caruso and pretends to conduct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "La da da dalala...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(looking heatedly disturbed) I hate fuckin' opera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "How could you hate opera, Sid? Opera has all the drama and excitement of real life - to music!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "How do you know, you don't even speak Latin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "You listen to the feelings, not the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "You got an 8-track tape player on purpose, just 'cause you knew the only thing they had on 8-track was fuckin' opera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "It was a clearance. Sid seems to calm down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(wistfully) You know, Elvis bowled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "No kiddin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Bowling was the most incorruptible sport. No megalomillionaires, no (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "gambling. And it was a safe place for kids, a place where the whole community could meet for some wholesome, clean fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "(sympathetically) Sure, Sid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(becoming rabid) But not no more. Now people take advantage. Bowling ain't what it used to be. There's something evil spreading in this sport - like a big, gigantic, puss- ridden -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "(getting excited) - canker sore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(apoplectic) Right, eating at the core, eating it's way out. It makes me sick! Sid starts pressing buttons on the tape deck",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "How do you turn this thing off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Wait! That's an aria! Sid and Breeze struggle for the cassette. The music DISTO into a warbling gurgle of an aria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Gimme that! Sid yanks the cassette out, but the tape becomes tangled the player. He pulls at the endless yards of tape and thr the whole mess out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo, wearing sunglasses and dressed in a jogging suit similar to Miles Kastle's, steps out of the diner with a containing four orange whips. He goes over to his parked Buzz walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(in deadly serious) Theo, I want you to get out of this town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm getting to like it here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Did that porcupine say he'd get you back on the tour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I gotta survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(shaking his head) He'll be a barnacle on your ass the rest of your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You got a better offer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I didn't think so. Theo takes a long drag from his orange whip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Not for somebody who hit a man with his ball on national television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(bitterly) That's right, Buzz, and you know when I did it? Last match, last frame. All I needed was one spare for the crown - and I get stuck with the seven-ten, the Fazeli Split.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "You never even took the shot. You couldn't do it. Theo moves towards Buzz in a threatening manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(repressed fury in his voice) I was beaten on a shot named after my own dad. The moment passes. Theo turns and climbs into his car. He looks up at Buzz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Look, kid, gimme a break. I'm an old man. (taps chest) I'm runnin' on a Delrin aorta. I'm finished - dead from my ankles up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I couldn't care less. Theo starts his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "You know what I think? You didn't come here to find a father. You didn't even come here for help. You just came here to take it all out on somebody. it ain't gonna be me! Theo pulls out of the parking lot. yells after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(at the top of his lungs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Kastle home is a huge nouveau riche Brady Bunch style house with a large deck jutting over the driveway. The do are open on the spacious two car garage. Sheila has the headset of her Vespa disassembled. Theo wa up the driveway, orange whips in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I don't think your new outfit suits you, Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(flicking dust off the suit) Really? I kinda like it. He sits nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Do you talk with your mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "It's been awhile. She didn't want me looking for my dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "My mom told me not to stay in this town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "So why do you stay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I'm a credit card junkie. I went on a binge and my dad bailed me out. Now I'm trapped in his easy payment plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I bet you get to meet a lot of eligible bowlers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Yeah, but they're all little wannabes. I'm looking for a professional man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(he ponders the thought) I may not be a pro bowler, but I'm no amateur man. Sheila moves closer to Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(touches his lips) How much would you charge me for the lips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "More than you could afford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Come on, bargain with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I could let them go for ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(she pulls away, slightly) You professional men drive a hard bargain. I'm afraid I only have five on me. Sheila pulls out a 5 dollar bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(smiles) If you want a professional man, you have to be willing to pay for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheila and Theo stand on the deck. Sheila scans the road leading to the house with binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What are you going to do about your brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What about the guy he put in the body cast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The road is empty",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Momentary relapse. Except for that, he's been making progress. Sheila laughs. Theo nervously pulls his collar up over the hickey on his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Junior is like a faithful doggy. He loves his birthday so much, that every year, before we can go pick him up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kastle's car appears, driving hell-for- leather towards the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "...he breaks out of the hospital and comes home on his own. Here they come. She hands the binoculars to Theo, who immediately trains them on the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "My mom once had an affair. When my dad found out, he had Junior kill the man. The body was never found, but I think Junior took him to the alley. Theo lowers the binoculars and looks at Sheila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Then it's true, isn't it? About...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "...lane six. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kastle's car comes belly-flopping to a stop in front of t house. Kastle climbs out and gesticulates wildly to the couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(a loud whisper) He's here! Come on down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE, (OS)",
          "text": "(muffled) OK, hats on everybody. SOUNDS of the group gathering outside can be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA, (OS)",
          "text": "(muffled) Dad, this is ridiculous. Just open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE, (OS)",
          "text": "(muffled) Ssssh! Now real quiet. On three. One...two...three! The lid flies up and Kastle, Sheila, and Theo stand there with party hats and party horns in their mouths. They all cheer and throw confetti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "Surprise! Kastle takes a flash snapshot. Junior, lying on some fold blankets in the trunk, looks at his family with a stunned expression. He is in a straitjacket. Junior's new watch begins to PLAY \"Raindrops Keep Falling On My Head\". He struggles to pull his arm out, but can't. Kastle reaches to untie the straitjacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Steady boy, steady. Untied, Junior presses the BEEPING watch against his ear. face breaks into a beatific smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kastle pulls shish kebab chunks off a skewer. He looks do to see that one of the chunks is a melted Ken head. He th it away in disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I bet you didn't know that you and Junior have something in common, Theo: Junior can't bowl anymore either. Isn't that right Junior? Kastle SLAMS the ketchup bottle down on Junior's right hand. The table settings jump from the shock. Junior sits impassively, his face a blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "See! No feeling. Tell Theo what happened to your hand, Junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "After we eat, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "He stuck it in the ball return machine when he was a kid. Crushed all the nerve endings. Junior starts stroking the ketchup bottle with his dead hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "It's not so bad. When I'm alone, it feels like someone else. Sheila grabs the bottle from Junior, opens it and pours some on her shish kebab. She leans over and whispers furiously to her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Do you have to get your hooks into every guy I'm interested in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(whispers back, defensively) You're just like you mother! Always jealous!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "That's why Mom ran away, because you had to control everything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "She ran away to be with that... (spits out his words) that Motocross champion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Your turn, Theo. Why can't you bowl? Sheila and Kastle sit up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I don't like to talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "You're prone to violent outbursts, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "It depends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "It feels good to let it out, doesn't it? Sheila leans over and whispers furiously to her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You're using Theo for your own deviant purposes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Look who's talking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Leave him alone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Just because your mother signed part ownership of the lanes over to you, doesn't mean you have a right to tell me how to run my business! I can have my lawyers take that deed away from you like that. (snaps his fingers) Sheila and Kastle sit up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Junior, how 'bout a riddle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(turns to Sheila) Sheila. Knock-knock. Sheila glances nervously at Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(impatiently) Come on Sheila, knock-knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Who's there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Junior who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "J'you-and-your-friend do it yet? (laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(laughing) Fantastic! What talent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(caustically) You still got the touch Junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bowling pin-shaped cake with candles ablaze is presente a seated Junior. He is wearing a paper birthday hat. The orange whips are arrayed around the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Make a wish, son. Junior stares into Sheila's eyes for several seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Same wish as last year. Sheila blows out the candles in a hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "It won't come true, Junior. Kastle places a gift-wrapped box in front of Junior and l the lid. He reaches in and pulls out a huge, intricate cl like arm-shaped device made of plastic and metal and cove with cables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "It's a bowling claw. You can bowl now, Junior. With the whole family. Junior beams at the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(puts one arm around Junior and one on Theo) Pretty soon everybody can bowl! The two sleazeballs walk up onto the deck and over to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Hello Mr. Kastle. (nods to seated party) Junior, long time. I thought they locked you up and threw away the warden!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Is it true they blacked out the whole county giving you electro-shock? Junior looks from one man to the other, breathing heavily, his nostrils flaring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Knock, knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Who's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(interrupting) Don't do it Breeze! (to Junior) You ain't getting us into that. Kastle gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Hey, enough fun and games. We have work to do. Come on Junior. Kastle heads for his car. Junior gets up and follows. The two sleazeballs tarry as Theo stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(to Theo) If Junior thinks you're doing the bouncy- bouncy with his sister, he's gonna tap dance on your spleen. (pokes Theo in the side)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "(pulls down Theo's collar to reveal the hickey) With cleats. The two men turn, laughing, and follow Kastle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kastle huddles with Sid and Breeze, Jr. stands nearby fiddling with his new bowling arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Buzz has been moving the cash out in hollow bowling pins. Sid and Breeze throw sideways glances at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I want you two to pick up Buzz and bring him to lane six. Junior will take it from there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(perks up at mention of lane six) I'm gonna play Blue Face!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buzz checks if the coast is clear and then stuffs boxes o bowling pins into the trunk of his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo and Kastle stand on the deck watching the sleazeball put Junior into the trunk of their car. Kastle lights an oversized cigar and hands one to Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILES",
          "text": "Champ, as soon as you get back on the tour, we should do an instructional videotape. 'RAMBOWL' Theo Skinner teaches Power Bowling. You on the cover with a flame thrower. Kastle lights Theo's cigar and they puff away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Theo, how would you like to be my new partner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You already have a partner Mr. Kastle. Sheila walks over as the sleazeballs' car pulls out of the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "I think Buzz is retiring soon. In fact, I think he's retiring tonight. Kastle pulls out a shiny gold credit card and holds it in front of Sheila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Here, Bunny. Why don't you two go and do something fun tonight, on me. Sheila is lured to the scent of the plastic like a junkie to a fix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "One thing, stay away from the lanes. If Junior sees you two together, he'll swallow his tongue. She reaches for the card and Kastle snatches it away from her with a chortle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "What did I say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Don't go near the bowling alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(enunciating clearly) Bowling \"Center\"! Kastle hands her the card and heads into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "It wouldn't bother you if Buzz was in danger, would it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Nope, I couldn't care less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I'm sure you wouldn't care if he needed your help, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Why should I help that old fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(sarcastically) Yeah, what did Buzz Fazeli ever do for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Zip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "And besides, it's probably too late, anyhow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(exhaling cigar smoke) Way too late. Buzz Fazeli is history. (goes to take another drag, then stops) Too late for what? She turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Too late for what, Sheila?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You know how people with broken bones know when there's a storm coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You got any broken bones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "No, but something's gonna blow in this town. I can feel it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Are you fucking with me Sheila? Is something gonna happen to Buzz? Sheila seems to be trying to tell Theo, but is unable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(faltering) I can't tell you, Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I saw your eyes when you hit that guy with your ball on TV. THUNDER rumbles. Theo takes Sheila by the shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(gently) Tell me, Sheila. What are you afraid of? Sheila shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I'm afraid you'll hurt him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "It's Junior, isn't it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(starting to cry) I can't - I can't do it. (she looks up through her tears at Theo) He's my brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "He's my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid and Breeze's car sits in front of Buzz's house. 8-tra opera PLAYS on the car stereo. A man screams and glass smashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "P.O.V. shot running desperately through the house, knocki things over, smashing things. We HEAR Buzz screaming in terror. The scream is cut off. With a THUD, the camera fa over and hits the floor. The golf ball rolls slowly into view, and stops. Footsteps recede, a door slams, and a ca drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo and Sheila walk her Vespa up to the darkened alley. is wearing his own clothes again. The SOUND of a lone bow is heard. Theo straps on his wristbrace. Sheila pulls out keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "These open the back door. Don't let him catch you behind the machines; if he does, you're trapped. I'll meet you at the bridge. Theo takes the keys. Sheila grabs his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You don't have to do this. We could just cut out of here, go to Akron,  or anywhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(dislodging her hand gently) I'll be at the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo snakes his way along the rows of pin machines, towar the only light source - lane six. As he leans in to peer through the machine, a ball EXPLODES into the pins. Junio wearing his elaborate bowling claw, is working himself in sweaty froth. Junior picks up his ball and sends it CRASH into the pins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Knock-knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(stops and looks around) Who's there? Theo remains silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(getting angry) Who's there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Buzz Fazeli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "NO. I SAY KNOCK-KNOCK! You say who's there. I say who's there and then you say who who. You're not playing right. (primly) Knock-knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Who's there? Junior walks towards Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Junior. Theo remains silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(boiling) You're supposed to say JUNIOR WHO! I'm going to have to hurt you. Theo and Junior circle one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "You shouldn't touch her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "No, Junior, you shouldn't touch her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Nobody touches her. Except me. I touch her. Sheila told me you played bouncy- bouncy with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What did your dad tell you to do to Buzz? Theo scrambles up the lane on hands and knees. Junior catches him, grabbing his ankles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "He told me to play Blue-Face with Buzz. I like games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(struggling to get away) What did you do to Buzz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "You played bouncy-bouncy with Sheila, so I'm gonna play Blue-Face with you. (he grabs Theo's throat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(hoarsely) I don't want to play. Theo stretches to get a nearby ball, but just can't reach by millimeters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "To play, I press my fingers on a throat like this... (he presses tighter on Theo's windpipe) ...and then the mans face would go blue and I should keep pressing... (Theo's face goes pale blue) ...and I did and then he stopped moving and he didn't play anymore after that. Theo bends back a finger on Junior's hand. Junior lets out a HOWL of pain and releases Theo's neck. Theo GASPS for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "You didn't play fair. (stands up) You were almost blue. Theo gets his fingers in a bowling ball and brings it up bash Junior in the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Go ahead Theo, I saw you on TV. I'm your biggest fan. Junior offers Theo his unprotected head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(yelling) Come on Theo, GIVE ME YOUR AUTOGRAPH! Theo bashes Junior in the head with the ball. It bounces Junior's head like a Nerf ball and rolls down the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Thank you, Mr. Skinner! Thank you! Theo desperately, but fruitlessly tries to get away. As h crawls over the ball return trough, Junior puts his foot Theo's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I can have her,you know. (looks around and whispers) She's not my real sister. (he flashes a lecherous smile) THEO'S POV A ball pops up at the far end of the return and TRUNDLES rapidly towards Theo. The ball hits Theo's face with a POW. BLACK OUT We HEAR \"Raindrops Keep Falling On My Head.\" THEO'S BOWLING SHOE ATTIRED FEET Being dragged down the lane. Theo comes to and looks down his body to see the empty lane. He looks up to see Junior pulling him towards the pin reset machine. The cut on Theo's forehead bleeds down the side of his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(muttering) Lubrication.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE NUMBER 6",
          "text": "Junior pulls the dazed Theo into the pin-reset machine an positions him under the pins. As Junior prepares the machinery, a control cable on his claw becomes fouled. Ju begins to thrash about as he tries to disentangle himself his malfunctioning arm. Theo rolls away as Junior's flail releases the machine. It comes slamming down on Junior ju as Theo slips out of harm's way. He gets up and staggers from the machine. Junior's HOWL echoes across the lanes. twitching feet protrude from the maw of the device. Lane goes dark. Theo limps up the lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo drives up to the erect draw-bridge. He stops and get out. The night is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(loud whisper) Sheila! Where are you? Sheila pops out of the bushes and walks towards Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(angry) You told Junior that we did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "It?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "It. Bouncy-bouncy. Fucked. He tried to squeeze my fucking head off. What did you say to him? When they reach each other, they stop. Sheila seems to weigh her answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I told him you were my boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(very pissed off) What the hell did you go doing that for Sheila? We haven't even gotten naked yet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "We would have sooner or later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Oh great! He tried to kill me! You knew he would go off if he thought I fooled around with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Did you - kill him? Theo paces up and down in front of the upright bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "How do you get this thing down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Tell me what happened Theo. Theo backs Sheila towards the bridge control booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(glares at Sheila) You wanted me to kill him, didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(in shock) If he's not dead, he'll keep coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "He's dead Sheila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I feel sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Are you sure he's dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I didn't stop to take his pulse. Theo boosts Sheila up the ladder to the control booth. Th hydraulic machinery of the bridge heaves into motion and bridge begins to lower. Theo walks over to his car. Sheil jumps down from the bridge control booth and follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I think your brother may have already gotten to Buzz. He gets into his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Can I come with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I did your dirty work for you Sheila, now fuck off. Theo drives away leaving Sheila standing alone. She watches his car recede with a thoughtful expression, then turns on her heel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo grips the steering wheel with white knuckles. He nod off at the wheel, the roadway through his eyes wavering a distorting. He hits himself in the face in an effort to k himself awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is dark except for a light coming from the clos bathroom door. Theo cautiously makes his way to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(whispers) Buzz? You alright? WATER is running inside. Theo twists the doorknob and ope the door with a jolt. Junior lunges out of the dark, mang and bloody with bowling pins sticking out of his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Don't you KNOCK? Theo SLAMS the door shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo jerks awake. His car is parked by the Fazeli house. is a clear, blustery day. A gust of wind pulls the screen door open, then SLAMS it shut. He gets out of the car and walks unsteadily towards house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo walks into the house. The place is completely trashe Theo picks up a golf ball from the floor. He makes his wa the bathroom door and slowly turns the knob; then pulls b He picks up a nearby bowling ball and holds it over his h as he reaches for the doorknob. This time, he thrusts the door open. The bathroom is empty. Relieved, he cradles th ball in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BALL",
          "text": "Thick crimson red fluid trickles down his forearm, dripping off his elbow. Horrified, he pulls his fingers out of the ball. Blood streams out of the three finger holes. He drops the ball to the floor. He goes into the bathroom and turns on the sink faucets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water runs as Theo manically washes the blood from his ha and arms. He rinses the blood from the holes of his ball looks up to the mirror. \"NOK NOK\" is smeared in blood acr his reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo waits through several rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Hello, mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Theodore? Where are you? Are you alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I found dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "He's dead, isn't he. (pauses) Buzz Fazeli might just as well have died before you were born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Mom, you know I had to do it. I just did it a little too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "You sure you're OK Teddy? You're not bowling are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I gotta go. Love ya mom. Theo hangs up the phone. Alfie shuffles over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFIE",
          "text": "Did you hear about that bowler who got smeared? I saw them pull a body bag out of the alley. I heard he was kacked but good. They had to take apart the pin machine to get him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(stunned) The pin machine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFIE",
          "text": "Just like Junior did the last time; lane six. All's I know is it's gonna be a closed coffin. My advice to you is to lay low. He puts on a pair of dark 7-Eleven shades, flips up his collar and skulks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo pulls into the parking lot. The place is cordoned of with day-glo yellow emergency tape printed with \"Bowling Police - Do Not Cross\". A black bowling police van, its b light spinning, is parked in front. Bowling cops herd dwa and customers into the van. Mothers and daughters mill ar behind the yellow tape. A group of little people brandish \"Right to Work\" signs. Theo gets out of his car. The crow moves in as Kastle, hands cuffed behind him, emerges from door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "There he is! Camera flashes POP all over the place. Two black-jacketed bowling cops step out behind him. They are Sid and Breeze",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Bowling police, step back, give him room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Nothing going on here, everybody stand back. Let him through, ladies. Ladies, please. As they start to move through the female throng, a little girl pops out in front of them, holding her ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Mr. Kastle, we know you wouldn't do anything bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "Thank-you, sweetheart. (turns to Breeze) See that you pinheads! Character witness. (with sweeping head gesture) They're all character witnesses! (he sees Theo) Thanks to Buzz Fazeli, bowling is dead in this town! He KILLED it! The two officers hustle Kastle towards the van. Theo steps out in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(between clenched teeth) You fool, we could have done great things together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Where's Junior?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "He killed your stoolie embezzler father, and he's gonna kill you next! Sid and Breeze push him towards the van as the crowd's MURMUR increases. Kastle turns and yells over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASTLE",
          "text": "(shouting) Lock your daughters up, ladies! Junior's out there! Mothers and daughters send out a cacophony of screams and scatter for their cars. The BP cops hoist Kastle into the back of the van. Sid slams the doors shut. The van screeches off, sirens wailing. Sid and Breeze walk up to Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Sorry about your loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(shaking his head) I should've pegged you guys for bowling dicks from day one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "You should probably hit the road. Go home. This place could get hazardous for your health.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "So, Buzz was stooling for you guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "You call it stooling, we call it cooperating. Breeze looks under Theo's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Did you know you were parked in the handicap space?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Kastle's daughter's been lookin' for you. Theo gets into his car and starts the engine. Sid and Bre poke their heads in the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "She told us you went after Junior to save your old man's hide. You got some balls goin' after that psycho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Only problem is, you didn't put his lights out, you just got him mad. Then he took it out on poor Faz, God rest his soul. Theo patches out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Think he bought it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "I'd buy it! Sid chews his lip worriedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo nods off for a second and then snaps back. His eyes hypnotized by the lines on the road which seem to swim an undulate unnaturally. He nods again. And snaps again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo pulls up to the old party spot and gets out. He walk over the dunes and towards the beached station wagon. A h flame rises down the beach. A woman is visible in its lig tossing objects into the fire. Theo walks towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheila is stripping Barbie and Ken dolls and tossing them onto the pyre. Each one goes up in an exaggerated  WHOOSH flames. She notices Theo when he steps into the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Once my father walked in on me while I was making Barbie and Ken do it. He freaked. I was seven. He took all my dolls away from me and cut them in half. He gave the top halves back to (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "me. Then he made me watch him burn the bottom halves in the fireplace. Theo kneels down nearby and throws a Barbie onto the bonfire. It goes up with a WHOOSH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I can see Junior's face in the fire. Theo puts his hand on Sheila's hand. She looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Why did you come back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "When I'm with you Sheila, I don't even think about bowling. Theo takes Sheila in his arms and kisses her passionately. She stops him and looks around nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "If Junior finds us, he'll kill us both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I killed him once, I'll just have to kill him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You don't get two chances with Junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "At least I'll die smiling. Sheila pushes him over. He falls backwards, her on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "And you only get two chances with me. Sheila yanks her shirt over her head and tosses it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRE",
          "text": "The shirt CRACKLES and burns. She pulls Theo's head up to her breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "What's it gonna be, Theo? A Barbie's breasts blister from the heat. THEO &amp; SHEILA Theo bends Sheila backwards, down on her back. She grabs the tail of his shirt, yanks it over his head and off his body. Sheila rubs her hands up Theo's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "What's the plan, Theo? A Ken back bubbles and melts. Theo lifts Sheila's back of the sand and works her jeans down her legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Say something, Theo. Give me something. A doll's legs catch fire. Theo stares into Sheila's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Plan C. From now on it's gonna be plan C. Both bodies throb and grind, their sandy hands sliding over each others' sweaty skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "It's gonna be you, Sheila. They humpty-hump to the beat of \"Scientist's\" 'DEMATERIALIZE.' We hear Theo and Sheila's stereophonic MOANING as a Barbie and a Ken doll collapse and vaporize the blazing heat. We pan up through the flames, the MOANS increasing in vol and intensity as they reach the you-know-what-we've-all-b waiting-for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A coffin moves slowly forward as a solemn DIRGE plays. Th top is in the shape of a bowling alley with a miniature b bowling ball inscribed with \"The Faz\" at the head. The pallbearers; Theo, Breeze, Sid, Tina, and two other bowle place the coffin on poles above the grave. A rotund pries sprinkles holy water. Sheila stands next to Theo, crying. (more) Theo wears a glazed look. The priest clears his throat wi loud AHEM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "(with pomp and vigor) Bowling! (pauses to reflect) Bowling is a little like faith. Every now and then, we are blessed with the ability and strength to send a full roller down.. (makes bowling gesture) ...and scatter those babies like nobody's business. And every now and then we end up in the gutter. (pauses and gets glum) Buzz Fazeli found himself in the gutter of life. Trapped in hook alley, throwing nothing balls. But before he left us for that pie alley in the clouds, he pulled himself out of that gutter. Buzz Fazeli died cleaning up the sport of bowling. Now he lies at peace alongside his lane brothers here in Bowlers' Field. (makes sign of the cross) He died so that we could bowl - with dignity. Millie, decked out in mourning black, lets out a wail, steps up and throws a bouquet of flowers onto the coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLIE",
          "text": "(sniffles) I forgive you Buzz. Sid leans over to Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "(in loud whisper) The Faz sure took care a her. (points to Millie, does the cash rub with fingers) Breeze makes a nasal GRUNT as he tries to suppress a snigger. Sid - trying to keep a straight face - elbows him. Sid and Breeze approach the coffin. Breeze pulls an orange whip out of a paper bag and carefully places it on the coffin lid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Nectar of the bowling gods, Faz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "See ya 'round Faz. Tina steps up to the grave with a handful of papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA",
          "text": "These are all your perfect games. (she drops scoresheets onto the coffin) Bowl with God, Buzz. Mourners sniff and cry. The coffin starts descending into ground. A stiff breeze scatters the scoresheets. Sheila nudges Theo who approaches and tosses a handful of soil i the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Maybe you were right Buzz. Maybe I did just come here to take it out on somebody. But, I had to find my father... The muffled BEEPING of \"Raindrops Keep Falling On My Head\" begins playing from inside the coffin. Theo's body jolts. He runs after Sheila who is walking towards her scooter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Buzz is alive, Sheila. The two sleazeballs gaze surreptitiously at him as they w towards their car. Theo grabs Sheila's jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Theo, Buzz is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I didn't come this far to bury a guy that's not my dad. He owes me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(bitterly) Back to plan A. The vicious cycle all over again. Theo lets go of Sheila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I've been trapped by Miles Kastle my whole life. She walks over to her scooter, and mounts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Now he's the one who's locked up and I'm the one who's free. If I gotta do this alone, I might as well start now. She revs up and peals out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(yells)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Sid and Breeze walk up to their car, Theo catches up w them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Why is Junior's watch in that coffin? Something stinks around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Your time is up, busyboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Who identified the body?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "The body was identified along proper Bowling Congress guidelines for processing a bowling related fatality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm the next of kin. I should've seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "After we ID, we bury the body. Case and casket closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You tried to make it look like Junior trashed his place. Junior's underground in that coffin you dicks put him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "It's splitsville for you. Sid and Breeze back away from Theo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You faked my dad's murder. You used him! Where is he! Theo chases Sid and Breeze around their car. He catches Sid and grabs the middle fingers on his right hand. Sid howls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "Ow! Ooh! No, please! Doc said I'd be back on the planks in a week! Show him Breeze! Breeze pulls a copy of \"New York Bowler\" from his pocket. The headline reads \"RUB",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT",
          "text": "KINGPIN\" with a photo of Buzz Fazeli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "It's official, you're an orphan. Happy now, busyboy? Theo stares at the newspaper. He lets Sid's fingers drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheila speeds along, her Vespa maxing out at 30 mph. From behind her we see Theo's car approaching rapidly. He pull beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(shouting and pointing frantically)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What makes you think you know me so well that you can give me an ultimatum? Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Who said anything about an ultimatum? You want to find your father? Get a shovel and start digging. Hurry up, he's probably in Purgatory by now. Sheila makes a pathetic attempt to speed away from Theo. He moves up beside her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You're really pissing me off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I'm pissing you off? I'm doing what I said I'd do. What the hell are you doing? What about your word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "My word is good, and it'll always be good. When did I ever give my word to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "What about plan C?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Fuck plan C!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Your word is so good, you're never gonna give it to anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You think I'm dumping you to get back into bowling. Well who's dumping who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I'm not dumping you, I'm suspending you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Sez you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Suck my dick! She speeds ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo THUNDERS along in his car. He listens to his SONG ov the stereo. Theo digs into his pocket and pulls out the g ball from Buzz's house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLF BALL",
          "text": "The logo on the ball reads \"PARADISE.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Paradise. The white ball fills the frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO, (OS)",
          "text": "(whispers to himself) Paradise. Hmmmm The camera pulls back from the ball to reveal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo standing in flowery long Bermuda shorts, matching airbrush Luau shirt and 7-11 shades. The woman behind the counter looks like Alfie's twin. (It's actually Alfie in drag.) It's the same store as before, only with a tropica motif. Instead of bowling magazines on the rack, there's Golf Digest. ALFREDA examines the ball at arm's length, through her bifocals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFREDA",
          "text": "You a mini-golfer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFREDA",
          "text": "Paradise, huh? Might be one of the new putt-putts off route 99. Theo turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFREDA",
          "text": "Can I get you something for the road?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You have orange whips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFREDA",
          "text": "Orange who? Not from 'round here, are ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "No. I'm from Akron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The billboard fills the frame. It reads \"Paradise Putt-Pu and underneath: \"A heavenly experience.\" A motorized chee looking smiling dwarf-angel swings a golden club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. MINI-GOLF COURSE",
          "text": "Miniature golf obstacles are bathed in the light of the setting sun. The camera passes a huge cement centaur surrounded by astro-carpeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (OS)",
          "text": "I just hold it loosely with both hands?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (OS)",
          "text": "That's right, sugar, find the grip that's right for you. Then grasp firmly. The camera weaves past a five foot pink whale with a gaping green mouth leading onto a mini-green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (OS)",
          "text": "Grasp firmly. Then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (OS)",
          "text": "Line up where you want it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (OS)",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (OS)",
          "text": "Now swing it out a little to the right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (OS)",
          "text": "Like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (OS)",
          "text": "No, no, that's too far. Try a more gentle stroke. It's all in the stroke. Go ahead, now, honey - stroke. As the camera comes around the side of the whale, we see an elderly man in a fire hydrant red sports coat and white slacks hunched over a diminutive fiftyish woman.  His back is to the camera and he is wearing a baseball cap with a plastic halo attached to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Strokin'. Here goes nothin'. She swings a club, sending a golf ball puttering into a c",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Hole in one! You're the queen of stroke!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Yippy! Theo strides towards the couple. The man under the halo i (more) Buzz. He raises the club at the approaching Theo, keeping woman in front of him as a shield. The front of Buzz's ca reads \"I'm No Angel.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Get away from me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Who the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Hi Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Dad? You said you was single.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "We ain't married no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "He says that to all his wives. As she tries to wiggle away from him, the club conks Buzz the noodle, squishing his halo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "(freeing herself - to Buzz) Geez Maynard, is he telling the truth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Don't pay him any mind, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "You're a nice guy, Maynard, but if you got two wives - I ain't into no polybigamy. Buzz is silent. He takes the club out of her hand. She steps away - startled - then turns and jogs away. Buzz throws down his club in a fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Goddam it! I was just about to make a love connection. You sure got a way with women. You show up, women get away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(laughs) The whole world thinks you're underground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I am underground. Buzz removes his damaged cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "It could just as easily have been me in that box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I told you to get lost. You forced yourself into this mess, so the mess accommodated you. Buzz straightens out and carefully remolds the bent out of shape halo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "What about bowling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(takes a practice swing) Bowling died for me years ago. Besides, I'm a living dead legend. I'm a hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "You're a scumbag. Buzz pats his hair down and slips the cap back on his hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I'm a live scumbag. Theo digs into his pocket and retrieves the golf ball. He tosses it to Buzz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "Nice knowing you, dad. Theo turns and walks towards his car. Buzz pauses and wal after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "So, eh, you never saw me. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I never saw you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Thanks, kid. (pause) Where are you goin' now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I'm goin' straight. No more short cuts. Theo gets into the car. Buzz leans in the open window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "Listen, if straight doesn't work out, you come work for me. (hands Theo his card) Just make sure nobody's following you. Buzz's face is eerily lit by the glow of the sunset, his halo bouncing in the breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "I didn't mean that stuff I said. I was trying to keep you out of this muddle. I'm glad I didn't have my tubes tied. Oh, and by the way, I made a call for you before I - uh - retired. Buzz takes his card and scrawl on the back with a gold pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZ",
          "text": "(hands the card back) You give Ed Klein of the American Bowling Congress a call. (taps the card) Tell him your Maynard's boy. He's expecting you, and he owes me. He'll getcha back in like Flynn. (pats Theo's cheek) Don't say I never gave you nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(cracks a half smile) See ya 'round Maynard. Buzz backs away from the car as Theo peels out in reverse Buzz stands and watches as Theo pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sign has been changed to \"SHEILA'S ALLEY.\" A sparklin new badass super-chromed Vespa is parked in the handicap zone. The Barbie and Ken dolls are wired to the headlamp. They look incredibly worse for the wear. A parking ticket nestled between them. Theo's car pulls in nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Theo walks through the doors and into the alley packed wi serious bowling types. As he walks towards the back of th alley, several bowlers stop bowling and stare at him in a",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNA",
          "text": "Theo! Howya doin'? Theo walks on. Others greet the conquering hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOWLER",
          "text": "Theo! Hey, Theo's back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA",
          "text": "Hello there, stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "(still crying) Waaaaaaaaaaah! At the far end, we see Sheila, dressed in a fitted joggin suit, bowling alone on her lane. Bowlers stop and hold th balls at their sides. Sheila notices the whole alley is silent. Theo steps up to the lane, bowling ball bag in ha As he straps on his wristbrace he peers down the lane and sees a seven-ten split; mule ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACKNESS",
          "text": "A loud ZIP and light spills in through three holes. Three fingers approach the holes, blocking out the light once m With a POP, the fingers leave the holes and the ball hits lane with a KLUNK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANE",
          "text": "The camera races towards the pins along the maple boards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINS",
          "text": "Two pins loom in the foreground, one at each edge of the screen. The ball slams into the right hand pin in super s motion with a ROAR. Theo's eyes slowly close. The pin lif and hurtles slowly across the frame towards its unsuspect fellow pin. Theo's eyes open. With a reverberating EXPLOS the pin is taken out. 83     INT. SHEILA'S ALLEY, THEO &amp; SHEILA Theo turns to Sheila and takes her in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Very professional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I am a professional man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(touches his lips) Lips still for sale?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "(nonchalantly) You bet. For five bucks, I'll even throw in the tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "(she pulls away, slightly) Can you change something this big? She pulls out a hundred dollar bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEO",
          "text": "I don't know. Sheila stuffs the bill down Theo's pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You'll owe me. They smooch big time. One by one, balls drop to the lanes again and pins start CRASHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alfie, hands trembling, lays a tiny wreath on Buzz Fazeli grave. The headstone reads, \"Maynard 'Buzz' Fazeli 'I Nev Met A Bowler I Didn't Like.'\" A muffled watch beeper CHIM \"Raindrops Keep Falling On My Head.\" The camera pulls up show ten headstones laid out in a bowling pin set-up with Buzz's at the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. MINI-GOLF COURSE",
          "text": "Buzz's silhouette against an orange sunburst sky. He wear his halo hat. He takes a beautiful PGA-perfect slow motio fluid golf swing, connecting with a THWAP. As he follows through, divots of turf dance at his feet. MUSIC swells. holds the afterswing pose and gazes after the ball, off i the distance.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1717"
    }
  ]
}