{
  "movie_id": "MOV1733",
  "scenes": [
    {
      "location": "BARRACK 4",
      "time": "DAWN",
      "characters": [
        "ONE OF THE BARRACKS",
        "WATER TANK",
        "THE GATE BETWEEN THE COMPOUNDS",
        "THE HUNDEFUEHRER",
        "THE GERMAN GUARD",
        "RUSSIAN BARRACK",
        "THE OPEN GROUND ABOVE",
        "BARBED WIRE",
        "RUSSIAN DELOUSING SHACK",
        "THE BARBED WIRE FENCE",
        "INSIDE BARRACK",
        "THE CREDIT TITLES",
        "ONE OF THE GOON TOWERS",
        "UNDERNEATH BARRACK 4",
        "THE TUNNEL",
        "INSIDE TUNNEL",
        "THE FAR END OF THE BARRACK",
        "THE CAMP",
        "OUR COMPOUND",
        "BARBED WIRE AGAINST A WINTRY NIGHT SKY",
        "THE COMPOUND",
        "THE GREAT CAMP",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "BARBED WIRE AGAINST A WINTRY NIGHT SKY",
          "text": "Beyond it, more barbed wire. Ice has formed on the strand Now and then searchlight beams crisscross the pattern. As the CAMERA SLOWLY MOVES along the double fence, SUPERIMPO",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GREAT CAMP",
          "text": "A wide expanse of barren ground checkered with clusters o barracks, sectioned off into compounds by double barbed-w fences, nine feet high. Searchlights sweep over the barra the muddy ground with the snow patches, and the pine fore beyond the barbed-wire. The searchlights come from the go towers -- little guard houses elevated on poles --  interspersed along the fences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with an occasional  stammer) I don't know about you, but it always  make me sore when I see those war  pictures -- all about flying leather- necks and submarine patrols and  frogmen and guerillas in the  Philippines. I don't want to take  anything away from those guys, but  what gets me is that there never was  a movie about P.O.W.s -- about  prisoners of war. Now my name is  Clarence Harvey Cook, -- they call  me Cookie. I was shot down over  Magdeburg, Germany back in 43. That's  why I stammer a little once in a  while, especially when I get excited  and I always get excited when I talk  about Stalag 17. I spent two and a  half years in Stalag 17. Stalag is  the Kraut word for prison camp and  number 17 was somewhere near Krems  on the Danube. There were about forty  thousand P.O.W.s there, if...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUR COMPOUND",
          "text": "In the foreground the big gate. Above it a sign: STALAG 1 D. On both sides of the gate German guards in heavy coats rifles slung over their shoulders. They stomp about in  enormous boots with high cork soles to keep warm. Beyond gate about eight low barracks form a U about the Appell- ground. They are primitive one-story wooden structures al set up on stilts about two feet high. From one of the  buildings -- the Administration Building -- flies the  swastika. In between the barracks are the wash latrines. road runs through the slushy compound to the compound bey",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE OF THE GOON TOWERS",
          "text": "A couple of German guards up there, one at the machine gu the other working the searchlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "you bothered to count the Russians  and the Poles and the Czechs. In our  Compound there were about six hundred  and thirty of us -- all American  airmen, all shot down by the Krauts --  radio operators, gunners and engineers --  all sergeants. Now you put six hundred  and thirty sergeants together and  boinnnnng! -- you've got yourself a  situation! There was more fireworks  shooting off around that place! Take  for instance the story about the spy  we had in our barrack. It was about  a week before Christmas in '44 and  two of our guys -- Manfredi and  Johnson to be exact -- were just  getting set to blow the joint...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HUNDEFUEHRER",
          "text": "A German guard plodding along inside the barbed wire with four mean mastiffs straining at the leash. The light from the goon tower grazes over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE OF THE BARRACKS",
          "text": "The light sweeps slowly over the long shack. Catches the  sign: BARACKE 4. Catches one of the doors, locked from ou with a heavy wooden bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE BARRACK",
          "text": "Bunks on both sides. Tripledecked bunks. In the bunks sev five American P.O.W.s huddled in blankets. In between the bunks, in the little space left to them, crude tables, an iron stove, makeshift stools. Every inch crowded with wha they have. Up above and all the way down the barrack hang their wash. Over all of it, the heavy stench of seventy-f men cooped up. From outside through the broken, patched  windows the searchlight sweeps over the bunks. The men ar all asleep. Or are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FAR END OF THE BARRACK",
          "text": "This is the strategic spot of the story. In the five tier of bunks live our major characters. In the upper bunk lies HOFFY. Little fellow. Plenty of  authority. The Barrack Chief. His eyes are wide open. He studying his wristwatch, the phosphorescent numerals shin in the dark. In the other bunks lie the others, wide awake, tense: DUKE, big bellyacher. TRIZ, six-foot-three, ninety-eight pounds. PRICE, the barrack Security Chief. Quiet, touch of class. MANFREDI, no cover, fully dressed. HARRY, bug-eyed, cocky. BLONDIE, fair-skinned, boyish. JOHNSON, fully dressed like Manfredi. Scared. SEFTON, casual. In his mouth a cold cigar butt. Hoffy again. Still staring at the wristwatch. This is the moment. He lifts the metal dogtags off his chest and jigg them. This is the signal. Duke instantly slides out of the bunk, grabs up his blank and moves toward the window. A searchlight beam sweeps ac Duke goes flush on the ground. The light passes on. Duke  gets up again and starts hanging the blanket over the win Now the others go into action, silently, efficiently. Exc for Manfredi and Johnson they are all in long winter  underwear, some in slacks and socks. As for Sefton, he is lying in his bunk just watching them Blondie hangs a blanket over the window. Triz swings one  over the clothesline to shield off their end of the barra Hoffy and Price light a couple of handmade lamps: margari in tin cans with the wick stuck inside. Manfredi and Johnson are putting on their leather jackets Harry tries to awaken STOSH in the bunk above him. The wo boards around Stosh's bunk are plastered with Betty Grabl cheesecake. Harry pokes him. Stosh does not respond. Harr interlocks his fingers, puts them close to Stosh's ears a cracks them in a SHARP SALVO. Stosh opens his eyes, dazed Harry pats Stosh's cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a whisper) Get up, Animal! Betty Grable's on  the phone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh gives him a dirty look. Gets out of the bunk. He an Harry move to the little iron stove. Triz is already  dismantling the pipe above the stove. Harry and Stosh lif the stove and start inching it to one side. Hoffy moving to a large bucket of water. It is a trick jo a bucket within a bucket. He lifts out the shallow inner  part with the water. Hidden underneath are some civilian  clothes. He takes them out, crosses to Manfredi and Johns (All the dialogue in this scene in whispers, of course.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's your civilian clothes, boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Hoffy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duke takes the clothes from Hoffy and starts stuffing the into a small barrack bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bury your Army outfits before you  get out of the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The compass is the top button on  your pants, Johnson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton, propped up in his bunk, watches the proceedings w a pitying little smile. He eyes wander to Harry and Stosh By now they have moved the stove some four feet to the si and start carefully lifting some sawed-off planks out of floor. Blondie is standing watch by the blanket-covered window,  peeking out. Price slips a wire hook down into the crack between a bun and the wall, fishes out a sheaf of papers and walks to  Manfredi and Johnson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody asks for your papers, you're  French laborers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands them the papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your map -- your Kraut money -- Swiss  francs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, let's hear it once more, boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been over it a hundred times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's hear it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We stick to the forest going west  until we hit the Danube --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then follow the Danube up to Linz --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Linz we hop a barge and go all  the way to Ulm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From OFF come the WEIRD SOUNDS of an ocarina being played They turn. It's JOEY in his bunk playing the sweet potato. He's nuts all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop it, Joey -- go to sleep!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joey hides the ocarina behind his back, afraid they may t it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Johnson) Go on. You're in Ulm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once in Ulm we lie low until night,  then take a train to Friedrichshafen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then once in Friedrichshafen we steal  a rowboat, get some fishing tackle,  and start drifting across the lake --  always south -- until we hit the  other side -- Switzerland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton has gotten out of his bunk, and is picking up the  margarine lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bingo. Once in Switzerland, just  give out with a big yodel so we'll  know you're there. It's a breeze,  boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lights his cigar butt with the margarine lamp. Manfred and Johnson shoot him a nervous glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay out of it, Sefton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just one question. Did you calculate  the risk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry and Stosh have by now removed the loose planks off floor. A small black hole gapes below them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy, Price, Manfredi and Johnson move toward the trap d Johnson carrying the barrack bag. Hoffy looks at his watc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got ten minutes to get through  the tunnel. That'll bring you out  just when the Jerries are changing  shifts. (Turns to window) Blondie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blondie gives him the high sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Manfredi and  Johnson) Okay, boys -- peel off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are handshakes, goodbyes and good-lucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you get going on those broads,  think of me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Animal! Animal! Aren't you ashamed  of yourself? A couple of guys are  trying to escape and you're thinking  of broads. Broads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He does a take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with feeling) We'll miss you, you cruds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and climbs down through the trap. Before Manfred follows him, he turns away, goes down on his knee, crosse himself quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERNEATH BARRACK 4",
          "text": "Johnson has already landed on the ground. Manfredi slips  down. They look around and start crawling off in the dire of the latrine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh is peering after them, his head hanging down throug the trap from above. Beyond him in the barrack, Hoffy, Pr and Duke bend over Stosh, waiting for developments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERNEATH BARRACK 4",
          "text": "From Stosh's point of view: Manfredi and Johnson have now reached the end of the barrack and are crawling into the  compound towards the wash latrine some fifteen feet away. searchlight sweeps dangerously towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh pulls up from the trap, his eyes closed, his finger in his ears. He doesn't want to see or hear the two out t get shot. The others stand petrified. No shots, no scream So Stosh bends down into the trap again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manfredi and Johnson just manage to fling themselves back under the barrack as the searchlight sweeps past. Then, t get on their feet again and dash to the wash latrine -- j ahead of another searchlight from the other direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A primitive, roofless structure, with wooden partitions  shielding it from the outside. Above, a water tank with p running down to spigots over a trough. Under the trough, wooden lattice to stand on. Manfredi and Johnson have reached first base. They stand  breathless. Then Manfredi picks up the lattice, leans it  against the trough, and lifts a dirt-covered trap leading into the tunnel. Johnson has tied the barrack bag to his ankle. They HEAR BARKING. Freeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HUNDEFUEHRER",
          "text": "Leading the mastiffs past the wash latrine. One of the  mastiffs is BARKING. He seems to smell something, but the other dogs pull him along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manfredi and Johnson wait until the BARKING fades in the  distance. Johnson, the barrack bag tied to his ankle, jum down into the narrow vertical shaft. Manfredi follows. He pulls the trap shut over his head in such a way that the  lattice falls into place on top of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TUNNEL",
          "text": "A shaft about three feet square and five feet deep leads  into a narrow, crudely shored-up tunnel. Johnson and Manf light their Zippo lighters and start worming their way th the tunnel, Johnson leading the way, the barrack bag drag from his ankle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry and Stosh moving the stove back into place. Hoffy f up the trick bucket. Price pacing up and down. Sefton lea against a bunk, smoking the cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They ought to be under the barbed  wire soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still covering the  window) Looks good outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope they hit the Danube before  dawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got a good chance. This is the  longest night of the year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet you they make it to  Friedrichshafen all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet they get all the way to  Switzerland!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I bet they don't even get out of  the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now what kind of a crack is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No crack. Two packs of cigarettes  say they don't get out of the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's enough, Sefton. Crawl back  into your sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd make book on his own mother  getting hit by a truck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton takes two packs of cigarettes from his pocket and  throws them on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, Sefton -- butt out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a minute, Hoffy -- I want to  back those kids. I'll cover ten of  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts shaking cigarettes out of his pack onto the tab",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put me down for ten, you louse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(throwing two packs  on the table) I'll call the whole pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever you say. (calling off) Hey, Cookie -- get me some more  cigarettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COOKIE, a chipmunk of a kid, scrambles down from his bunk the one above Sefton's. Drags out a footlocker from under Sefton's bunk. The footlocker is chained to the bunk-post Cookie opens it, starts taking cigarettes out. About twelve guys are around Sefton by now, making their  bets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's two and a half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No butts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie comes over with a carton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(With a stammer) W-w-will that do or do you want some  m-m-m --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rips open the carton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speak up, boys. Any more sports in  the crowd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE TUNNEL",
          "text": "Johnson and Manfredi crawling on, by the light of their  Zippos. Johnson dragging the bag behind him. They are dri with perspiration. From above comes a little shower of lo earth. Johnson stops as he comes to the end of the tunnel. There another shaft leading up. He picks up a rusty can and sta digging at the earth above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OPEN GROUND ABOVE",
          "text": "In the pine forest some thirty feet outside the barbed wi From the goon towers, the lights sweep over the camp and  over the edge of the forest. The tin can thrusts through the ground as Johnson digs in the open. Then, when the opening is wide enough, he climb out, his face covered with sweat and dirt. He helps Manfr out. They lie on the ground for a moment, exhausted. Then Johnson starts untieing the bag from his ankle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rises. There is a SHARP BURST of MACHINE GUN FIRE. Man falls instantly. Johnson, not knowing where the gunfire i coming from, tries to turn and run, the bag dragging behi him. From a hillock about thirty feet off a MACHINE GUN, manne by three German guards, is blasting away. A light from one of the goon towers picks up Johnson, run The machine gun gets him, ripping his chest. He spins and crumples to the ground. The light swings to Manfredi.  Bleeding, he tries to crawl back to the safety of the tun There is another BURST of FIRE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE BARRACK",
          "text": "The men have all run to the window and look out. All except Sefton and Cookie. They stand at the table whe the cigarettes are. And in back of them: Joey, sitting in his bunk, comprehending nothing. There is another BURST of FIRE. Then all is silent. The m turn back into the room, sickened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Filthy Krauts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What slipped up, Hoffy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't ask me. Price was elected  Security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Price) Okay, Security -- what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I knew. We had everything  figured out. To the last detail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe the Krauts knew about that  tunnel all the time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up, Animal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe they were layin' for 'em out  there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(casually) Yeah. Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gives Cookie a sign. Cookie pulls the front of his shi out of his pants and holds it out against the edge of the table. Sefton sweeps the mass of cigarettes into Cookie's shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it, Sefton. So we heard some  shots -- so who says they didn't get  away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody here wanna double their bet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer. He nods to Cookie again. Cookie carries the  cigarettes to their bunks. Sefton follows him, kicks open the footlocker. Cookie dumps the loot in. The men are looking at them. Stosh sees a cigarette on th floor which Cookie has dropped. He picks it up and tosses into Sefton's footlocker viciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "Another miserable day has begun. The barracks loom in the murky light. From the Administration Building -- the one with the swas come a dozen German guards, Lugers hanging from their bel They spread out and cross the muddy compound toward the  barracks, BLOWING WHISTLES shrilly. They lift the wooden  bars off the doors and go inside. FELDWEBEL SCHULZ has arrived at Barrack 4. He is an enorm man, about fifty-five. His cauliflower ears make a good  vegetable for his pig-knuckle face. He removes the bar, o the door, stands there WHISTLING like a madman, enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funny thing about those Krauts. They  hated the sight of us yet they  couldn't wait to look at us again.  Every morning -- at six on the dot --  they'd have the Appell -- that's  roll call to you. Each barrack had  its own alarm clock. Our alarm clock  was Johann Sebastian Schulz. I  understand the Krauts had a composer  way back with the Johann Sebastian  in it -- but I can tell you one thing:  Schulz was no composer. He was a  Schweinehund. Oh, Mother -- was he  ever a lousy Schweinehund!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz is marching down the barrack, beating the bunks wi his stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aufstehen, gentlemen! Appell! Raus!  Hurry up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Men start sliding out of their bunks. Others roll over in their sacks, groaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must get up for roll call! Raus,  raus, gentlemen! Everybody aufstehen!  Raus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We heard you, Schulz! And good morning to you! Aw, break it off! Why don't you take that whistle and  shove it! Tell the Kommandant I've got  dysentery!  Shut up, Schulz -- you're talking to  sergeants of the United States Air  Force!  Look at this chilblain. Ain't it a  beaut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raus! Raus! Aufstehen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whacking the bunks, Schulz has reached our end of barrack Hoffy and Price are getting into their clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, sack rats -- cut the bitchin'  and get up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duke, Triz and Blondie start climbing out, yawning and  scratching themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, Schulz -- you guys had machine  gun practice last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(throwing up his hands) Ach, terrible! Such foolish boys.  Such nice boys. I'd better not talk  about it. It makes me sick to my  stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You killed them, huh? Both of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such nice boys! It makes me sick to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't wear it out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz moves to Joey. Joey is sitting in his bunk, TOOTLI on his ocarina. Schulz raps the sweet potato with his sti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside! You, too! Put away the  piccolo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joey hides the sweet potato, staring at Schulz, frightene Schulz jerks him off the bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Los, los. Dummkopf!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pushing in) Lay off, Schulz. He's got a sickness.  He's krank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes I think he is fooling us  with that crazy business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? How would you like to see the  guts of nine pals splattered all  over your plane? (to Joey) C'mon Joey -- don't be afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He helps him up and starts putting clothes on him. Schultz has approached bunk with Harry and Stosh. He poke Harry with the stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aufstehen, gentlemen! Please! You do  not want to stay in bed on such a  beautiful morning we are having today!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, Schulz --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jawohl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sprechen Sie deutsch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jawohl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then droppen Sie dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(splitting his sides) Ja -- ja! Droppen Sie dead! Always  mit the jokes! Droppen Sie dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pokes Stosh with the stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aufstehen! Appell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves on. Harry bends over Stosh, shaking him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get up, Animal. Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh doesn't budge. Harry again gives him a knuckle-crac salvo. Stosh opens his eyes automatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sweetly) Good morning, Animal! What'll it be  for breakfast? Scrambled eggs with  little sausages? Bacon and eggs sunny- side up? Griddle cakes? A waffle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop it, Harry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coffee? Milk? Or how about a little  cocoa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grabbing him by the  collar) Why do you do this to me every  morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with sadistic speed) Hamburger and onions! Strawberry  shortcake! Gefillte fish! Banana  split! French fried potatoes! Chicken  a la king!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last items are coming out with a gurgling SOUND as St tightens the grip on Harry's neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll kill you, Harry -- so help me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let go, Animal! It's roll call! Hitler  wants to see you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton is standing near his bunk, getting dressed. Cookie helping him to zip up his luxurious flyer's boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Sefton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Schulz. And how's Mrs.  Schulz? And all the little Schulzes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine -- fine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at the two bunks which were occupied by Manfredi and Johnson. Takes off his gloves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let us see. We have now two empty  bunks here. (takes out pencil and  notebook, writes) Nummer einundsiebzig und Nummer  dreiundsiebzig in Baracke vier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suppose you let those mattresses  cool off a little -- just out of  decency?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ja, ja, gewiss! It is only that we  are cramped for space with new  prisoners every day. (to the whole barrack) Gentlemen! Outside! Please! Do you  want me to have trouble with the  Kommandant again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts herding them out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Schulz -- as long as you're  going to move somebody in -- how  about a couple of those Russian  broads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Russian women prisoners?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jawohl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some are not bad at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just get us a couple with big  Glockenspiels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ja! Ja! Droppen Sie dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splitting his sides, he pushes them out, and follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most of the P.O.W.s are out of their barracks by now. A m of freezing, disheveled men. Some wear Army coats over th underwear, knitted caps pulled down over their ears. Some are huddled in blankets, their feet in wooden clogs. Only few are fully dressed and shaven. A few are on crutches o bandaged up. They assemble before their respective barracks, forming a facing the center of the compound. The barrack chiefs are assisting the guards in lining them up, fifteen abreast a five deep. Supervised by Schulz and Hoffy the last ones from Barrack emerge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, men -- fall in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From off comes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ach-tung! Abzaehlen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HUB-BUB dies down. The guards march down the front line of their barrack gro counting the lines of five in German. As Schulz passes him, Blondie spots something in the midd of the compound. He nudges Duke. Duke nudges Price, Price Harry, Harry Stosh, Stosh Cookie. Cookie nudges Sefton wh is putting on his wool gloves. The glove drops. They all  look off in the same direction. In the center of the compound, right smack in the mud, li the corpses of Johnson and Manfredi, covered with a blank You know it's them because Johnson's foot is sticking out with the barrack bag still tied to it. A stir goes through the men of Barrack 4. They are hit ha All but Sefton. He looks at the corpses for a moment, the bends down, picks up the glove and starts putting it on. In front of the Administration Building a German Lieutena has been supervising a couple of guards as they lay narro planks over the mud in a line leading to the middle of th compound. He turns now to the P.O.W.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parade Atten-tion!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The German guards come to rigid attention. The Americans  just stand there, sullenly. The Lieutenant comes to a heil salute. Through the open d of the Administration Building steps the Kommandant, OBER VON SCHERBACH, followed by another Lieutenant. Von Scherb is a big erect officer of the Potsdam School. Over his  shoulder hangs a furlined officer's coat. His boots shine like polished glass. He glances over the compound, then w down the planks, followed by the two Lieutenants, marchin through the mud on both sides of him. Von Scherbach stops the end of the plank. In front of him lies a deep puddle. clicks his heels and raises his hand in a heil salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guten Morgen, Sergeants!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A glowering silence from the men. Von Scherbach lowers hi hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nasty weather we're having, eh? And  I so much hoped that we could give  you a white Christmas -- just like  the ones you used to know... Aren't  those the words that clever little  man wrote -- you know the one who  stole his name from our capital --  that something-or-other Berlin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waits until his nasty little joke sinks in. Schulz has come up to the Lieutenant, salutes and hands him the slip of paper with the prisoner count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at that mud. Come spring -- and  I do hope you'll still be with us  next spring -- we shall plant some  grass here -- and perhaps some  daffodils --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to the Lieutenant for the tabulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ich bitte!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checking the papers) Melde gehorchsamst: 628 Gefangene.  Zwei Mann fehlen in Baracke vier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the P.O.W.s) I understand we are minus two men  this morning. I am surprised at you,  gentlemen. Here I am trying to be  your friend and you do these  embarrassing things to me. Don't you  know this could get me into hot water  with the High Command? They do not  like men escaping from Stalag 17 -  especially, not enemy airmen from  Compound D. We plucked you out of  the skies and now we must see to it  you do not fly away. Because you  would come back and blast our cities  again. The High Command would be  very angry with me. They would strip  me of my rank. They would courtmartial  me, after all these years of a perfect  record! Now you wouldn't want that  to happen to me, would you?  Fortunately, those two men --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the ranks of the men comes the EERIE DISSONANT SOUND of Joey's SWEET POTATO. Joey, in the second row of the Barrack 4 company, is play on his ocarina, oblivious to what is going on. Stosh turn and quickly grabs the ocarina from Joey's mouth. Von Scherbach chooses to disregard the little musical  interlude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As I was saying: fortunately those  two men did not get very far. They  had the good sense to rejoin us again,  so my record would stand unblemished.  Nobody has ever escaped from Stalag  17. Not alive, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He snaps his fingers in the direction of the guard who st watch over the corpses. The guard pulls back the blanket in such a manner that al we can see is the barrack bag tied to Johnson's leg. The P.O.W.s however see the corpses. There is an ANGRY BU Hoffy marches up to Von Scherbach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(saluting) Sergeant Hoffman from Barrack 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Sergeant Hoffman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the duly elected Compound Chief,  I protest the way these bodies are  left lying in the mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. According to the Geneva  Convention, dead prisoners are to be  given a decent burial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. I'm aware of the Geneva  Convention. They will be given the  burial they deserve. Or perhaps you  would suggest we haul in twenty-one  cannons from the Eastern Front and  give them a twenty-one gun salute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy turns on his heel and walks back to his men. Von Scherbach, without even looking at the corpses, snaps his fingers. The guard throws the blanket back over the  bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the last time, gentlemen, let me  remind you: any prisoners found  outside the barracks after lights  out will be shot on sight.  Furthermore, the iron stove in Barrack  4, the one camouflaging the trap  door, will be removed. And so that  the men from this barrack will not  suffer from the cold, they will keep  warm by filling in the escape tunnel.  Is that clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men just stand there, in frustrated anger. Stosh clen the ocarina in his first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, then, gentlemen. We are  all friends again. And with Christmas  coming on, I have a special treat  for you. I'll have you all deloused  for the holidays. And I'll have a  little tree for every barrack. You  will like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh, with a quick underhand flip, throws the sweet pota in the direction of Von Scherbach. It lands smack in the middle of the puddle in front of Vo Scherbach and splashes his boots with mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiffening) Who did this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolute silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will give the funny man exactly  five seconds to step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks about the compound. Five seconds pass. Nobody mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you shall all stand here if it  takes all day and all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the ranks of the men of Barrack 4, Stosh steps forwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is better!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But his triumph is short-lived, for almost instantly Harr steps forward alongside Stosh. Then Duke and Blondie and  Cookie. Spontaneously, men from all the other barracks fo until all the P.O.W.s have moved forward one step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see! Six hundred funny men! ...There  will be no Christmas trees! But there  will be delousing. (to Schulz) With ice water from the hoses!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wheels about and marches back up the plank and into th Administration Building. His Lieutenants after him. Two o the guards start picking up the planks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting, to the  P.O.W.s) Dismissed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men break ranks, going off in all directions, some ba to the barracks, some toward the latrines. Only Joey stands where he stood, his eyes fastened on the puddle. Slowly he walks toward it. He bends down and fish out his sweet potato, dripping with mud. It is broken. He wipes the pieces off on his coat and hides them inside hi jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Packed with men from Barrack 4, about two dozen of them.  Others waiting outside for their turn. At the trough wash Hoffy, Price, Duke, Stosh, Harry, Cookie and Sefton. No s A couple of worn-out towels. Except for Sefton: He's got  soap, towel and tooth brush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(imitating von  Scherbach) 'We will remove the iron stove --  the one that was camouflaging the  trap door.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you, Animal, these Nazis  ain't Kosher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can say that again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you, Animal -- these  Nazis ain't Ko --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grabbing him) I said say it again. I didn't say  repeat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Triz reaches for Sefton's soap, but gets a sharp rap on t knuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Private property, bub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come the Krauts knew about that  stove, Security? And the tunnel? How  come you can't lay down a belch around  here without them knowing it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look -- if you don't like the way  I'm handling this job --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kill it, Duke. It's got us all  spinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want to know what makes those  Krauts so smart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe they're doin' it with radar.  Maybe they got a mike hidden some  place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Right up Joey's ocarina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or maybe it's not that they're so  smart. Maybe it's that we're so  stupid. Maybe there's somebody in  our barracks that's tipping 'em off!  One of us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You betcha. I said one of us is a  stoolie. A dirty, stinkin' stoolie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that Einstein's theory? Or did  you figure it out yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A P.O.W. sticks his head into the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(breathless) New dames in the Russian compound!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh lets go with a SCREAM. He takes off like shot from cannon, Harry after him. Instantly the wash latrine is em of the men, wet as they are. Nobody is left but Price, Ho Duke, Sefton and Cookie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a stampede. P.O.W.s are rushing across the compound  toward the Russian compound. Stosh, charging like a bull, gets tripped and falls flat his puss right into a mud puddle. Harry zooms past him. S picks himself up and runs after him, his winter underwear dripping with mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARBED WIRE FENCE",
          "text": "dividing the American and Russian compounds. P.O.W.s rush from all sides, about a hundred of them. They go as far a they are permitted; to a low warning wire, running parall to the big fence some fifteen feet away. To cross the war wire is verboten. The German guards up in the goon towers insure that. There is great excitement among the P.O.W.s. Some give ou with cat-calls and wolf-whistles; others just stand there staring. Beyond the fence a new batch of Russian prisoners has jus been brought in. German guards are counting some sixty  prisoners, about twenty of them women. They all are in  uniforms and wear boots, a bedraggled lot. The women are buxom dames, not exactly Golden Circle material, but this war. The Americans jump up and down trying to attract the wome attention. They throw cigarettes, chewing gum, chocolate. One guy is dancing the Kazatski, two of his pals holding up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yee-ow! Tovarich! Tovarich! Oh you sweethearts! Let's open the third front! Hey, Minks -- Pinsk! How about some borscht -- the two of  us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh and Harry push right up to trip wire. Stosh, plaste with mud, goes completely berserk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- Russki -- Russki! Look at  those bublichkis! Over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Comrade! Comrade! Otchi Tchorniya --  Otchi Tchorniya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh puts two fingers in his mouth and tries to whistle. gets his mouth full of mud. Spits out the mud. Searches m through his pockets and throws whatever he can find acros the fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chewing gum -- chewing gum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of the Russian women break the ranks to pick up the  goodies that come flying over. The German guards push the back. The women smile at the Americans and wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at the top of his  lungs) Look at me! I'm your baby! (to Harry) Get a load of that blonde one! Built  like a brick Kremlin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- Comrade! Over here! This is  Harry Shapiro -- the Volga Boatman  of Barrack four!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lay off! The blonde is mine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The women are being led away by the guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) Hey, Olga -- Volga -- wait for me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes off blindly toward the women, trips immediately  over the warning wire and falls flat on his face in the m again. Up in the goon tower the guard swivels the machine gun an yells down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zurueck oder wir schiessen! Zurueck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry frantically grabs Stosh by the feet and pulls him b under the wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me go! Let me go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll shoot you, Animal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lies right on top of him, holding him by the wrists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care! Let me go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From OFF come the SOUNDS of a dishpan being beaten and sh of \"Chow!\" Some of the P.O.W.s start to go back to the  barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's chow, Animal! Chow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who wants to eat? I just wanna get  over there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you don't! You don't want any  broads with boots on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care if they wear galoshes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want Betty Grable!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling) Betty Grable!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh's face lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Animal! When the war's over, remember  I told you I'd fix you up with Betty  Grable!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? How you going to fix me up  with Betty Grable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How? We go to California. I got a  cousin that's working for the Los  Angeles Gas Company. That's how we  get the address, see? Isn't that  clever? I take you up to her house  and ring the doorbell and say,  'Congratulations, Miss Grable. We  have voted you the girl we'd most  like to be behind barbed wire with,  and I'm here to present the award'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the award?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What d'ya think, jerko! You're the  award!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me? What if she don't want me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If she don't want you, she don't get  anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grabbing him) You're teasing me again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gagging) Let go, Animal! It's chow! We'll  miss chow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh relaxes his hold and drops him like a limp rag. The scramble to their feet and run off towards Barrack 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chow time. Most of the men sit around eating. Only a few still in line. They stand before a washtub, from which Tr ladles out a thin brew. Then each man gets a pitiful slic of sawdust bread, cut by Blondie at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in chow line) What's this stuff anyhow? Manicure  water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what I like -- a hearty meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They finally found the formula: an  Ersatz of an Ersatz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy, back in the line with Joey, carrying both chow can",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's holding up the parade?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you supposed to drink this stuff  or shave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(next in line) Drink. (tastes the stuff) Shave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy gets the two cans filled, gives one to Joey. This i the end of the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone else want potato soup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer. He takes out a homemade washboard and a pair o socks, puts them in the tea and starts scrubbing. Through the door, Stosh and Harry come running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(out of breath) Chow! Where's the chow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He dashes to his bunk, gets his chow can and is about to it into the tub, when he sees what Triz is doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your socks outa my breakfast!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Triz takes the socks out. Stosh dips in his chow can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Your eyeball goes. The top of  your head. Gotta wind up with  athlete's stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh pours back his tea, a miserable man. His eyes fall the door. An electric shock goes through him. He grabs Ha arm. They look off: Sefton has come into the barrack and is crossing toward t iron stove. In his hand is the incredible -- more beautif than all the Kohinoors in the world: an egg. Harry and Stosh stand there with their eyes bulging. They start forward, drawn by the egg. Cookie is at the stove, tending a can of boiling water. H sees Sefton and puts a makeshift skillet (the banged-up t of a tin can) with a dab of margarine in it, on the fire. Sefton takes some keys out of his pocket, tosses them to  Cookie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Set 'er up, Cookie. I'm starved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie goes towards Sefton's bunk. Sefton cracks the egg  into the skillet. Stosh and Harry move in, their eyes bul at sight of the sizzling beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, Animal! Easy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd that come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a chicken, bug-wit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chicken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you remember, Animal? A chicken  lays those things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's beautiful! (to Sefton) You goin' to eat it all yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. The yellow and the white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He flips the egg over in the skillet. Harry and Stosh cov their eyes and yelp in panic. To their relief they see th the egg has landed safely. The aroma of the frying egg ha brought about six P.O.W.s down from their bunks. They cro around, their mouths watering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it all right if we smell it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just don't drool on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going to eat the eggshells?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tosses him the eggshells. Harry gives one half to Stos",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grateful) Thanks. You're a real pal! (on second thought) What're we goin' to do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plant it, Animal, and grow us a  chicken for Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie, at Sefton's bunk, has taken from one of the  footlockers three cans, a china cup with a broken handle, fork, a spoon, and a salt-and-pepper shaker. He slams the locker shut with his foot and sets everything up on the o footlocker. Hoffy, Duke and Price, seated at the table ea chow, eye him with disgust. From the stove comes Sefton carrying the skillet and the of boiling water. The other P.O.W.s, including Harry and  Stosh, follow him, hypnotized by the egg. Sefton walks to his bunk, sits down on a little stool, puts salt and pepp on the egg. Cookie meanwhile has opened the cans. From on of them he measures out a spoonful of instant coffee into the cup and pours the boiling water over it. Sefton takes two lumps of sugar out of the other can and some Zwieback from the third can. The guys around him sniff the royal  breakfast. The situation is tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I were you, Sefton, I'd eat that  egg some place else. Like for instance  under the barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sipping the coffee,  to Cookie) A little weak today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie puts another half a spoonful of instant coffee int the cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Trader Horn! Let's hear it:  what'd you give the Krauts for that  egg?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eating away) Forty-five cigarettes. The price has  gone up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That wouldn't be the cigarettes you  took us for last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was I going to do with them? I  only smoke cigars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice guy! The Krauts shoot Manfredi  and Johnson last night and today  he's out trading with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, this may be my last hot  breakfast on account of they're going  to take away that stove. So will you  let me eat it in peace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't that too bad! Tomorrow he'll  have to suck a raw egg!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He don't have to worry. He'll trade  the Krauts for a six-burner gas range.  Maybe a deep freeze too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your beef, boys? So I'm  trading. Everybody here is trading.  Only maybe I trade a little sharper.  So that makes me a collaborator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot sharper, Sefton! I'd like to  have some of that loot you got in  those footlockers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You would, would you? Listen, Stupe --  the first week I was in this joint  somebody stole my Red Cross package,  my blanket and my left shoe. Well, I  wised up since. This ain't no  Salvation Army -- this is everybody  for himself. Dog eat dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stink, Sefton!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come off it! Both of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple of P.O.W.s hold Duke back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you've done it. You've given me  nervous indigestion. (he gets up) Anything else bothering you, boys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just one little thing. How come you  were so sure Manfredi and Johnson  wouldn't get out of the forest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't so sure. I just liked the  odds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He picks up the skillet with the half-eaten egg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what's that crack supposed to  mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're lying dead in the mud out  there and I'm trying to find out how  come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell you how come. (pointing at Hoffy) The Barrack Chief gave them the green  light. And you, our Security Officer,  said it'd be safe. That's how come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He crosses to Joey who has been sitting on the edge of th bunk looking on blankly and puts the skillet with the egg his lap. Turns back to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you guys trying to prove  anyway? Cutting trap doors! Digging  tunnels! You know what the chances  are to get out of here? And let's  say you do get all the way to  Switzerland! Or say to the States?  So what? They ship you to the Pacific  and slap you in another plane. And  you get shot down again and you wind  up in a Japanese prison camp. That's  if you're lucky! Well, I'm no escape  artist! You can be the heroes, the  boys with the fruit salad on your  chest. Me -- I'm staying put. And  I'm going to make myself as  comfortable as I can. And if it takes  a little trading with the enemy to  get me some food or a better mattress  or a woman -- that's okay by Sefton!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He strikes a match on the sleeve of Duke's leather jacket and lights himself a cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you crud! This war's going to be  over some day -- then what do you  think we'll do to Kraut-kissers like  you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lunges forward and there is a fracas, the others tryin to hold them back. From off comes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At ease! At ease!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARKO, the Inter-barrack Communications officer, has ente from the compound, followed by a one-legged P.O.W., THE  CRUTCH. Marko gets up on a stool a piece of paper in his  hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling) AT EASE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Break it off, boys! At ease for the  news!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ruckus subsides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today's Camp News! (reading) Father Murray announces that due to  local regulations the Christmas  midnight Mass will be held at seven  in the morning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can tell Father Murray to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At ease! He also says, quote: All  you sack rats better show up for the  services and no bull from anybody.  Unquote. At ease! Monday afternoon a  sailboat race will be held at the  cesspool. See Oscar Rudolph of Barrack  7 if you want to enter a yacht. Next:  Jack Cushingham and Larry Blake will  play Frank deNotta and Mike Cohen  for the pinochle championship of the  camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a fix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At ease! Tuesday afternoon at two  o'clock all men from Texas will meet  behind the north latrine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boos and cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At ease! Next: A warning from  Kommandant von Scherbach. Anybody  found throwing rocks at low-flying  German aircraft will be thrown in  the boob. At ease! At ease! (then in a lower voice) Are the doors covered?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks around to make sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to The Crutch) Okay, Steve. Give 'em the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Crutch, leaning against the edge of the table, pulls the empty pant leg. Attached there is a small radio, a  makeshift set with tubes showing. Also a pair of earphone Blondie starts getting it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Hoffy) You can keep it for two days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two days? We're supposed to have it  for a week!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're lucky to get it at all. The  boys are afraid the Jerries'll find  it here. This barrack is jinxed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. We'll take care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Stosh and Harry) Take some men and get the antenna  going. Let's see if we can catch the  BBC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the background, Harry gets a volley ball from under th bunk, Stosh picks up a roll of chicken wire from a corner the barrack, and the two lead six other P.O.W.s out into compound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about those guys last night?  What gives in this barrack anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a little sickness. Somebody  around here's got the German measles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He oughta know. He went to Johns  Hopkins. He used to be a bedpan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the gag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(imitating him) At ease! At ease!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marko shrugs and turns to Hoffy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be sure to put down the news. Looks  like the Germans have started a  counter-offensive and the other  barracks want to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marko and The Crutch go off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men are setting up the chicken wire, attaching one en to the barrack, and the other to a tall post: it becomes volley ball net, and in turn, an antenna. Stosh is slippi a wire through the window into the barrack. They divide i two teams, Stosh and Harry on opposite sides, and start  playing volley ball. In the background, Marko and The Cru are seen walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Triz has connected the antenna wire to the radio on the t able. Blondie is sitting there with the earphones on, wor the dials, Price sitting next to him with pencil and pape The others stand around waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Getting anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Getting too much. I'm tryin' to  unscramble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can't get the BBC, how about  getting Guy Lombardo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we boring you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it... Quiet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He repeats what he hears over the earphones while Price w it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...has driven across Luxemburg...  The second German wedge is reported  fourteen miles west of Malmedy where  tank columns cut the road to  Bastogne... the Allied Air Force is  grounded by poor visibility...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys don't like what they hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The volley ball game is in fine progress, the ball poppin back and forth across the antenna. A German guard approac puzzled over the sports activity on this lousy winter day He is a singularly grim fellow. He starts circling them.  Harry and Stosh, to appear nonchalant, break into the  SCHNITZELBANK SONG. The guard moves dangerously close to window. Quickly Harry flips the ball over the net at him. The guard slaps it back across the net. Again Harry pops at him ... and slowly the guard finds himself sucked into the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wunderbar! Isn't he wunderbar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's the grrrrreatest!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guard permits himself a smile as he goes on playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys around the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Repeating what he  hears) ...five Panzer divisions and nine  infantry divisions of von Rundstedt's  army have poured into the wide  breach... meanwhile two of Patton's  tank units have been diverted toward  Bastogne and are trying to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's jammed again. Blondie fiddles with the dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Static!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Static is right! The radio's static,  Patton's static, we're static!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe it's going to be a longer war  than you figured -- eh, Duke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Triz, who has been standing watch at the door, now sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marching toward Barrack 4 are four German soldiers headed Schulz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Triz reaches up and snaps a string. All the wash in the  barrack jumps up and down. That's the signal. Immediately the boys jump into action. Triz and Blondie  disconnect the wires. Hoffy takes the radio off the table and they all start dispersing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz and the four German soldiers are about to enter th barrack. Schulz pauses as he sees the guard playing volle ball enthusiastically. Schulz taps him on his back. The g wheels around, freezes, clicks his heels. Schulz gives hi disapproving look. Then he leads the four soldiers into t barrack. Harry, Stosh and the other P.O.W.s follow, worri Schulz and the soldiers enter the barrack, followed by Ha Stosh and the other players. The guys have just assumed innocent positions. A little t innocent maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I interrupt something, gentlemen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. We were just passing out guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing) Always joking. Always making  wisecrackers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wisecrackers? Where did he pick up  his English? In a pretzel factory?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You always think I am a square. I  have been to America. (he shows them his  cauliflower ears) I wrestled in Milwaukee and St. Louis  and Cincinnati. And I will go back!  The way the war is going I will be  there before you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should live so long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz has taken a wallet out of his pocket, shows a  photograph to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is me in Cincinnati.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's the other wrestler? The one  with the mustache?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is my wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking the photograph) Look at all that meat. Isn't she the  bitter end!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snatching it from  him) Give it back. You must not arouse  yourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Schulz! I got a deal for you.  Suppose you help us escape. We'll go  home and have everything ready for  you in Madison Square Garden. For  the world championship! Schulz, the  Beast of Bavaria versus Halitosis  Jones!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Droppen Sie dead! (to the German soldiers) Raus mit dem Ofen. Los! Los!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers move toward the stove. As the scene proceeds they dismantle the stove and ultimately carry it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the P.O.W.s) All right, gentlemen! We will now  all go outside for a little gymnastic  and take some shovels and undig the  tunnel which you digged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't we just plug up that tunnel --  with the Kommandant on one end and  you on the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is not me. It is the orders. I am  your friend. I am your best friend  here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut out the guff, Schulz. We're on  to you. You know everything that's  happening in this barrack. Who's  tipping you off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tipping me off? I do not understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wasting your time, Duke. (to the others) Outside, everybody! Let's get it  over with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a second, Hoffy. Schulz says  he's our best friend. Maybe he can  give us a little hint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Schulz! Spill it! How did  you get the information? About  Manfredi and Johnson? About the stove  and the tunnel? Who's giving it to  you? Which one of us is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one of you is what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one of us is the informer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are trying to say that an American  would inform on other Americans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the general idea. (looking at Sefton) Only it's not so general as far as  I'm concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are talking crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking the cigar out  of his mouth) No use, Schulz. You might as well  come clean. Why don't you just tell  'em it's me. Because I'm really the  illegitimate son of Hitler. And after  the Germans win the war you'll make  me the Gauleiter of Zinzinnati.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You Americans! You are the craziest  people! That's why I like you! I  wish I could invite you all to my  house for a nice German Christmas!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Stosh) Why don't we accept, Animal? The  worst that can happen is we wind up  a couple of lamp shades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jovially) Raus! Raus! All of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By this time most of them have put on their warm clothes, caps and gloves and are filing out. Schulz starts to follow them, but stops short as he sees: The electric light bulb hanging by a wire from the ceilin Just the bulb. No shade. The wire is tied up into a slip  knot. Schulz reacts to what he has seen. he watches the last of the P.O.W.s leave, and the Germans carry the stove out of the barrack. He closes the door. His entire attitude has  changed. He is serious and efficient. He walks over to th chess set on the table. Out of his pocket he takes a ches piece -- a black queen -- and exchanges it with the black queen from the set. He puts it in his pocket. Steps over the light bulb, pulls the slip knot free and exits. The light bulb hangs straight now, swaying gently in the  empty barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men from Barrack 4 are lined up between the latrine a the barbed wire, starting to dig up the tunnel. They are  supervised by German guards. In the background, Schulz is crossing from the barrack towards the Administration Buil As the men dig, they look off at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was the Beast of Bavaria all right,  as we pieced it together later. And  there was a stoolie in our barrack,  just as Duke said. They had a very  simple communications system -- Schulz  and the stoolie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An open German half-truck driving toward the big gate,  carrying two crude wooden coffins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's how the Krauts knew about the  tunnel, from the day we started  digging. Those poor suckers Manfredi  and Johnson! They got out of Stalag  17 sure enough, only not quite the  way they wanted to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men have stopped digging. As the CAMERA goes down the row they take off their caps. Joey does not comprehend.  Blondie, standing next to him, takes the cap off for him. The CAMERA PULLS PAST Cookie who has taken his cap off, a now STOPS on Sefton. He has seen the coffins. He has seen the others take off their caps. He takes the cigar out of his mouth, snuffs it out, puts it into his pocket, and sl pulls off his cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As for the stoolie, I just wish he  had German measles because when you  get the measles you break out all  over in red spots, and we could have  pegged him easy. As it was it could  have been anybody in our outfit --  Duke or Hoffy or Price or Goofy Joey  or Harry or the Animal or maybe  Sefton. Sergeant J.J. Sefton. I guess  it's about time I told you a few  more things about that Sefton guy.  If I was anything of a writer I'd  send it in to the Reader's Digest  for one of those 'Most Unforgettable  Characters You've Ever Met'...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A circle about 15 feet in diameter is drawn on the barren ground with white lime. Around it, some forty G.I.s. In t center, Cookie, holding a cardboard box. To one side, sta on a wooden crate, Sefton. In front of him, a makeshift  bookie's desk, a heap of loose cigarettes on top. G.I.s a crowding around, making wagers in cigarettes. Hanging off one side of the desk, the odds board: NO. HORSE ODDS 1.  Whirlaway 3:1 2. Seabiscuit 5:1 3. Equipoise 1:1 4. Twent Grand 4:1 5. Schnickelfritz 10:1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...he was a B.T.O., Sefton was. A  Big Time Operator. Always hustling,  always scrounging. Take for instance  the horse races. Every Saturday and  Sunday he would put on horse races.  He was the sole owner and operator  of the Stalag 17 Turf Club. He was  the Presiding Steward, the Chief  Handicapper, the Starter, the Judge,  the Breeder and his own bookie. He  was the whole works, except that I  was the stable boy for ten smokes a  day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Step up, boys! The horses are at the  post!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five on Equipoise! Give me Equipoise -- ten on the nose! Two on Twenty Grand! Schnickelfritz for me. Five smackers! Equipoise -- one solid pack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(an unkempt bum) Five on Seabiscuit! Pay you when the  Red Cross parcels come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No credit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a heart, Sefton!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. It's against the rules of the  Racing Commission. (calling out) Already? Any more bets? Shake 'em  up, Cookie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie shakes the cardboard box, puts it face down on the ground in the center of the circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let 'er go! They're off and running  at Stalag 17!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie has lifted the box. There are five mice of various colors with numbers 1 to 5 attached to their backs. The m start spreading hesitantly in all directions. The P.O.W.s YELL and SCREAM, rooting for their horses to  reach the circle line first. Among the P.O.W.s Stosh and Harry. Stosh, with a bundle o mutuel tickets in his hand, screaming his head off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Equipoise! Oh, you beauty! This way!  This way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Equipoise, No. 3, pulls in front and is only a few feet f the edge of the circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Equipoise! Equipoise! What did I  tell you, Animal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, baby! Daddy's going to buy  you a hunk of cheese!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Equipoise, now only a foot from the finish line, suddenly stops and goes into a dizzy spin. The other mice gain rap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Straighten out, you dog! This way!  That's no horse -- that's a dervish!  Please! This way! Come to Daddy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a turmoil of SCREAMING G.I.s, Schnickelfritz passes  Equipoise, still spinning like a top, and crosses the lin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The winner is No. 5: Schnickelfritz!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh grabs Harry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schnickelfritz! I told you  Schnickelfritz! Why'd you make me  bet on Equipoise!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I clocked him this morning. He was  running like a doll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(choking him) You clocked him! Why don't I clock  you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out) The next race will be a claiming  race for four months old and upward  which have not won since November  17th.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Sefton pays off the winners, Cookie puts up a new o board. New bettors start lining up on the other side. Amo them, Harry and Stosh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a good thing nobody ever asked  for a saliva test. Because I wouldn't  have put it past Sefton to stiff a  horse once in a while -- especially  when the betting was heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near Sefton's bunk, the distillery is set up: a Rube Gold contraption of old tin cans and a maze of piping, a marga lamp burning under the boiler. The whole thing SPUTTERS a HISSES. Behind a makeshift wooden shelf -- the bar -- stands Cook pouring drinks for some eight customers, among them Harry and Stosh, crocked. In Stosh's hand is the big Betty Grab cheese-cake photo from his bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another one of his enterprises was  the distillery. Believe it or not,  he ran a bar right in our barrack,  selling Schnapps at two cigarettes a  shot. The boys called it the  Flamethrower, but it wasn't really  that bad. We brewed it out of old  potato peels and once in a while a  couple of strings off the Red Cross  parcels, to give it a little flavor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a crying jag) It's not fair, Harry. I'm telling  you, it's not fair! She's been married  for over a year! My Betty! She had a  baby! Didn't you hear it on the radio!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Animal! Pull yourself together! (off) Hey, Cookie! Belt us again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pushes their little condensed milk cans, serving as  jiggers, across the bar, counts out four cigarettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at her! Isn't she beautiful!  Married an orchestra leader!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what? There's other women!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not for me! Betty! Betty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut it out. Animal! I'll fix you up  with a couple of those Russian women!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastically) You'll fix me up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, Animal! I'll get you over there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How? Pinky Miller from Barrack 8  tried to get over there and they  shot him in the leg!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes a gimmick, Animal, and I  figured us a little gimmick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tapping his forehead) Sharp. Sometimes I'm so sharp it's  frightening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie slides over the two tin jiggers. Harry picks them hands one to Stosh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(toasting) To the Brick Kremlin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his eyes on the  cheesecake photo) She'll never forgive me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bombs away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both drink it down in one gulp, Harry holding his no It's terrible stuff and hits them hard. Stosh goes into a violent fit of coughing, pulling his barrack cap down ove his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Cookie) What are you serving today? Nitric  acid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I only work here. Talk to the  Management.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to Sefton, who is taking inventory of the cigar in his footlocker: cartons, packages, loose ones. He is  tabulating the amounts on a piece of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Management. What are you  trying to do? Embalm us while we're  alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly what did you expect for two  cigarettes? Eight year old Bottled- In-Bond? All the house guarantees is  that you don't go blind. (to Cookie) Don't ever serve 'em again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blind! Harry! Harry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He staggers around, not realizing his cap is pulled down  over his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry -- I'm blind!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pushing up his cap) Blind? How stupid can you get, Animal?  I drank the stuff myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly he seems not to see too well himself. He gropes  around in panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Animal! Animal! Where are you, Animal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big telescope, about seven feet long, is set up on a tr at the window pointing toward the Russian Compound. The  telescope is made of various-sized cans soldered together It's run by Cookie, behind a table, piled with cigarettes and chocolate bars. Bent down peering through the telesco panning it slowly, is a P.O.W. Across the barrack stretch a long line of impatient customers, all the way to the op door and out of it. Cookie taps the peeker to indicate hi time is up. The next in line pays his cigarette and peeks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The killer-diller, of course -- the  real bonanza -- was when Sefton put  up the Observatory. He scrounged  himself some high-powered Kraut lenses  and a magnifying mirror and got Ronnie  Bigelow from Barrack 2 to put the  whole shebang together for a pound  of coffee. On a clear day you could  have seen the Swiss Alps, only who  wanted to see the Swiss Alps? It was  about a mile away, that Russian  delousing shack, but we were right  on top of it. It cost you a cigarette  or a half bar of chocolate a peek.  You couldn't catch much through that  steam, but believe you me, after two  years in that camp just the idea  what was behind that steam sure  spruced up your voltage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSSIAN DELOUSING SHACK",
          "text": "About a dozen Russian women, wrapped only in blankets, wa in line. The telescope pans across a couple of windows. T are completely steamed-up by the disinfecting vapors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The P.O.W. is glued to the telescope. Cookie taps him on shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go! Thirty seconds to a  customer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without moving his eye from the telescope, the P.O.W. fis another cigarette from his pocket and gives it to Cookie. Sefton stands at the open barrack door, a cold cigar in h mouth. He surveys the landoffice business, both inside an out, for beyond him a line of about forty more P.O.W.s  stretches into the compound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from rear of line) Hey, Sefton -- what's snarling up  the traffic? By the time we get to  look they'll be old hags!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simmer down, boys. There'll be a  second show when they put the next  batch through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy, Price and Duke come in from the compound. Hoffy ca the situation and pulls Sefton to the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the big idea, Sefton? Take  that telescope out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Says who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Says me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take it out. Only you're going  to have a riot on your hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every time the men get Red Cross  packages you have to think up an  angle to rob them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When the Krauts find that gadget  they'll throw us all in the boob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They know about that gadget. I'd  worry more about the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose they also know about your  distillery and the horseraces?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just what makes you and them Krauts  so buddy-buddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ask Security. (to Price) You tell him, Price. You've got me  shadowed every minute of the day. Or  haven't you found out yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Answer the question. How do you rate  all those privileges?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I grease the Kraut guards. With ten  percent of the take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And maybe a little something else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little something what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He strikes a match on Duke's dogtag and lights his cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lunging at him) Maybe a little information!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy and Price hold back Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Break it off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much more do we have to take  from him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There'll be no vigilante stuff. Not  while I'm Barrack Chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the window come excited shouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, look at them!  It's Harry and the Animal!  Look what they're doing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody in the barrack is dashing toward the window giv out on the Russian Compound. Hoffy, Price, Duke, and Seft follow after. The window is packed by G.I.s staring out. More crowding",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those crazy jerks!  They won't get away with it!  The Krauts will shoot them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Harry's little gimmick: He and Stosh are painting white line down the middle of the road leading towards th Russian Compound. Stosh carries the bucket and Harry, mov backwards, wields the brush. They are very close now to t barbed wire fence dividing the compounds. A bespectacled  German guard is standing in front of his sentinel house. They crouch as low as they can as they paint themselves  through the gate past the guard and up the road toward th Russian delousing shack. The guard gives them a glance. I looks okay to him. He starts stamping about at the open g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "G.I.s at the window, watching in great excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're past the fifty yard line!  Quarterback sneak!  Look at them go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in chorus) We want a touchdown! We want a  touchdown! We want a touchdown!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those idiots! They'll paint themselves  into their graves!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry and Stosh are doing dandy as they paint up the high Harry gets his bearings: the delousing shack is some twen five feet off the road. He paints a very elegant turn off the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GATE BETWEEN THE COMPOUNDS",
          "text": "The German guard is stamping up and down. Suddenly he doe double take as he sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The white line leading down the middle of the highway vee off idiotically over the terrain towards the shack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GERMAN GUARD",
          "text": "He stands there perplexed, then takes off after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry and Stosh have now painted up to the window of the  shack. Without even stopping, they paint right up the wal and around the window. As they paint, they peer in throug the thick steam (through which we cannot distinguish  anything). Now, they paint down the building on the other side of the window and toward the doorway. Into their pat come the boots of the German guard. They paint right over the boots. Then they see the butt of the guard's rifle. T look at each other. They are in trouble. They stop painti and straighten up slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was ist denn hier los? Sie sind  verhaftet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry gives the guard's eye-glasses a couple of quick str of paint. Dropping paint and brush, Stosh and he run like mad back toward the gate. The guard stands there struggling with his glasses. The Russian women, huddled in blankets, giggle their head off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About twenty P.O.W.s lazing about. The sack rats in their bunks. Triz and Price playing chess, Joey looking on blan Sefton, a towel around his neck, is sitting in a chair be shaved by Cookie. Stosh, in his bunk, is carving a new oc for Joey out of wood. CAMERA MOVES SLOWLY to: The electric light bulb, hanging straight and innocent on its wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now let me see, what came next? Oh,  yes. Next came those new prisoners.  'Twas two days before Christmas when  all through the camp, not a creature  was stirring, not even that lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At ease! At ease!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marko, carrying a handful of letters and a book, has ente followed by The Crutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mail call!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole barrack springs to life, everyone moving toward Marko with whistles, screams and hoorays. Joey, who keeps staring at the chess board. Sefton and Cookie go on with shave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At ease! At ease! First, the  Kommandant is sending every barrack  a little Christmas present. A copy  of Mein Kampf. In the words of Oberst  von Scherbach: 'Now that a German  victory is in sight, all American  prisoners are to be indoctrinated  with the teachings of der Fuehrer.  Unquote. In my own words: (he lets go with a  belch) Unquote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tosses the book into the air. Duke catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the wrong direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He flings it at Sefton. It sails past Sefton's head. Cookie ducks. Sefton doesn't even bat an eyelash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must have been some tail gunner! (to Cookie) Go ahead, Cookie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, let's get that mail. Anything  for Stanislaus Kuzawa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At ease! At ease!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Marko calls out the names he hands out the letters. So of the men open them immediately. Others go to their bunk to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin. Shapiro. Price. Trzcinski.  McKay. Shapiro. Shapiro. Manfredi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is an awkward pause, then Marko puts Manfredi's let in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shapiro. Musgrove. McKay. Peterson.  Cook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie comes up for his letter. So do Duke and Blondie. ( names are Musgrove and Peterson.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pirelli. Coleman. Agnew. Shapiro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a little voice) Nothing for Kuzawa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shapiro. Shapiro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Harry) Just what makes you so popular?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fanning the letters) Frightening, isn't it? Fifty million  guys floating around back home and  all those dames want is Sugar-lips  Shapiro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McKay, Agnew. Here, Stosh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds out a letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(revitalized) Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give this to Joey, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marko has now distributed all the letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At ease! At ease! Here's a little  something from Father Murray. One to  each barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has knelt down in front of The Crutch and pulls out fr the empty pant's leg a little Christmas tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he says he wants you cruds to  cut out all swearing during Yuletide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd he get those trees?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Prayed, I guess. They  grew out of his mattress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marko sticks the tree into one of the margarine cans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'll we use for decorations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For that you got to pray yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes, followed by The Crutch. Stosh sits next to Joey at the table, reading his letter him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'...and we do hope that you will  finish that last year of law school  when you come back home...' (looks up at Joey) Law school?! You don't want to be a  stinking lawyer with a stinking brief  case in a stinking office, do you,  Joey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joey just sits there. Stosh goes on reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'...And do keep writing, son. Your  letters are very dear to us. With  all our love, Dad.' Here, Joey, take  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joey doesn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's from your Dad, Joey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shoves the letter into Joey's pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next time we write to your folks,  Joey, you know what you're going to  say? You're going to say you don't  want to be a lawyer any more. You  want to be a musician -- like play  the flute, maybe -- eh, Joey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a fleeting smile on Joey's face. Triz, in his bunk, a crumpled letter in his hand, is mumb to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe it! I believe it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You believe what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My wife. (Reading) 'Darling, you won't believe it, but  I found the most adorable baby on  our doorstep and I have decided to  keep it for our own. Now, you won't  believe it, but it's got exactly my  eyes and nose...' Why does she always  say I won't believe it? I believe  it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blondie is reading his letter, several G.I.s around him,  among them Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is from my mother. (he reads) 'I saw a wonderful article on German  prison camps in one of the magazines.  They showed pictures of the tennis  courts and they also say that in the  winter they freeze them over so you  boys can ice skate...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything about us grouse hunting in  the Vienna woods?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continues to read) '...In a way I'm glad you're not in  America right now -- with everything  rationed here, like gas and meat.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heart-rendering, ain't it? Why don't  we send them some food parcels?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry is busy with all his mail. He has opened six of his letters and is now working on the last. Stosh comes into SHOT and peeks over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do those broads say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do they always say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I wanna hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hiding the letters) It's not good for you, Animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh grabs one of the letters from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! This is with a typewriter! It's  from a finance company!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it is from the finance company.  So it's better than no letter at  all. So they want the third payment  on the Plymouth. (showing him five  more letters) So they want the fourth, the fifth,  the sixth and the seventh. So they  want the Plymouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sugar-lips Shapiro! Frightening,  ain't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding up the last  letter) This is a good one! (mounts a stool) Shut up, everybody! Listen to this! (he reads) 'The President of the United States  to Harry Shapiro. Greeting: Having  submitted yourself to a local board,  you are hereby notified to report...'  What do you know! So now I'm a draft  evader!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy is walking across the muddy compound towards the  barrack, leading a couple of new prisoners: LIEUTENANT DU and SERGEANT BAGRADIAN. They are exhausted but, by contra to the old P.O.W.s, remarkably clean. They are followed b P.O.W., carrying two barrack bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(opening door to  barrack) This is it, gentlemen. Don't bother  to scrape your shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leads them into the barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy leads in Dunbar, Bagradian and the P.O.W. with the  barrack bags. He snaps the line, the wash jiggles through the barrack. Everybody turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, gang! Meet our new guests.  This is Lieutenant Dunbar and this  is Sergeant Bagradian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole barracks comes to its feet and salutes him with mock reverence. Harry dashes up and polishes with his sle the Lieutenant's bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knock it off, boys. The pleasure's  all mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lieutenant will be with us for a  week or so until the Krauts can ship  him to the officers' camp in Silesia.  Looks like all the railroad lines  out of Frankfurt are fouled up because  somebody blew up an ammunition train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody, my eye. (indicating Dunbar) The Lieutenant did it -- right in  the station -- with fifty German  guards around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(climbing off the  stool) Well! Glad to have you with the  organization!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're just in time for the Christmas  Pageant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks more like the lost company of  Tobacco Road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating Bagradian) He's an actor. You should see him do  imitations. He can imitate anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he can imitate a girl, he's made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- do Lionel Barrymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do Grable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop it, boys. They were shot down  two days ago and they've been on  their feet ever since. (to Stosh and Harry) Fix them some tea, will you? (to Dunbar and  Bagradian) Price will show you your bunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Price leads them towards the bunks which were formerly  occupied by Manfredi and Johnson, the P.O.W. with the bar bags following them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had a couple of unexpected  vacancies. Which one will it be --  the upper or lower, Lieutenant Dunbar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie is just finished shaving Sefton. Sefton turns in h chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant Dunbar? It wouldn't be  James Schuyler Dunbar? From Boston?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, it would. Do we know each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating Sefton) He's from Boston, too. But you  wouldn't know him, not unless you  had your house robbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton gets up, wiping the soap off his ears with the tow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he would. We applied for  Officers' Training together, remember?  They turned me down, but I'm glad to  see you made it. Of course, it  couldn't be that all that dough behind  you had something to do with it! (to the others) His mother's got twenty million  dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've got a summer house in  Nantucket, with an upstairs polo  field. (to Price) You better put a canopy over his  bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lay off, Sefton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dunbar) With your mother's pull, how come  you're not a chicken colonel by now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lay off, I said -- if you don't want  your head handed to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the table) Tea is being served on the verandah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry sets two chow cans on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Stosh) Where are the napkins, Animal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh tears off two sheets of toilet paper from a roll,  separates them and puts them next to the chow cans. By no Dunbar and Bagradian come over to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dunbar, a la Ronald  Colman) Do be seated, Bonita. What a perfectly  charming table arrangement. They  must have copied it from House  Beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh starts pouring hot water from the pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Animal! How many times have I told  you, you got to pour from the left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh reverses his direction. Harry has taken a faded tea bag out of his watch pocket. He dunks it three times into each chow can. Then, looking at the tea bag as if it were watch:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dinner will be served at seven sharp.  Black tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts the tea bag back into his watch pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd they get you, Lieutenant?  Over Frankfurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the Schweinfurt run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many ships did you lose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flying out of England?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Paddington, 92nd Bomber Group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wide-eyed) Hey, Lieutenant. How did you blow up  that train with fifty guards around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just lucky, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't let him kid you. Cagney couldn't  have pulled a sweeter job. (a la Cagney) All right, boys. We were waiting in  the depot in Frankfurt, see? And  there was an ammunition train coming  through, the longest ammunition train  you ever saw, see? So Dunbar gets  himself in the men's room, see? Fixes  himself a time bomb, busts open the  window and just as the train moves  out, lays the thing in there, see?  So then, he comes out like nothing's  happened and three minutes later you  can hear it -- boom! Broke every  window in Frankfurt. It was gorgeous!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't talk about things like  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(himself again) They never caught on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They may. That's why I would keep my  mouth shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're all Americans here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Krauts have a way of getting  information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Especially in this barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what we'd like to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton is just putting on his leather jacket. He has been listening to what has been going on. Cookie hands him out the footlocker a bottle of Rhine wine and a carton of  cigarettes. Sefton tucks them inside his leather jacket.  Cookie now hands him a pair of silk stockings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a low voice) There's only one pair left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting the stockings  in his pocket) We'll get some more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts his cap on and walks toward the door. As he passe the others:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where does a guy take a hot shower  around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hot showers? Dig him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. No hot showers. You wash in  the latrine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Latrine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stopping in his tracks) What did you expect, glamor boy? The  Officers' Club with a steam room and  a massage maybe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(going after him) Just a minute. You made a couple of  cracks before and I let them slide.  But I don't intend to take any more.  If you resent my having money, start  a revolution, but get off my back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Lieutenant. All your dough  won't help you here. Because here  you're on your own. And no mother to  throw you a lifebelt. Now let's see  how good you can swim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has picked a little twig off the Christmas tree. He pu it in his buttonhole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, boys, but my taxi's waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Number one on the rat parade!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy nods to Duke. Duke leaves the barrack, after Sefton",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the muddy compound there is a tag football game going with some forty G.I.s watching. Sefton is walking along. Behind him, Duke has come out of the barrack and is following him. Sefton becomes aware of it. Nonchalantly, he walks into a wash latrine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton comes in. There is another P.O.W. there, a colored guy, just finishing washing his hands. Sefton quickly cli up a couple of rungs of the ladder leading to the water t and stops there. The colored P.O.W. doesn't notice it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duke stands some distance away, watching the only pair of legs visible under the raised partition. The legs move no down the length of the latrine and out the other end. The colored P.O.W. emerges and walks off with his back toward Duke. Duke follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton jumps off the ladder and exits the way he came in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a funny thing about Sefton  and me. I guess I knew him as well  as anybody else in the camp because  I had worked for him for two years.  But there were lots of things I didn't  know about him. Take for instance,  where he would disappear to once in  a while. Of course, I had a hunch,  but it seemed so crazy I couldn't  quite believe it -- Just as I would  never have believed that Sefton was  the guy that would give away  Lieutenant Dunbar for blowing up  that ammunition train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duke is still following the wrong guy. Now the P.O.W. sto to talk to a pal. Duke realizes his mistake. He dashes ba into the wash latrine and comes out again. He stands ther frustrated. With the football players rushing about, pass being thrown and G.I.s milling around, he has lost Sefton",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "START on the electric light -- the cord is again tied up  into a noose. CAMERA PANS to Harry. He is made up a la Hitler; his hair combed across his forehead and a charcoal mustache on his lip. He is now making up Joey as Hitler, with two fingers blackened in charcoal. Joey just sits in his bunk, dumbly At the table, Hoffy is playing gin with Dunbar. Price  kibitzing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Harry) Cut the horseplay, Harry. What's the  matter with you guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And don't blame me if you all wind  up in the cooler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lays down his hand. Stosh, at the door, holds it slightly ajar and peeks out  into the compound. He too is made up as Hitler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get ready! Here he comes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He SLAMS the door, snaps wash line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A German truck draws up, loaded with blankets. Schulz, si next to the driver, gets out and starts into the barrack. Two German guards stay behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz enters, closes the door behind him. From OFF comes Bagradian's voice: A double-talk German gibberish in the  characteristic guttural sounds of der Fuehrer. Schulz stops, mystified. Bagradian stands on a stool giving a lecture to some thir P.O.W.s, all of them with their backs towards Schulz.  Bagradian's face cannot be seen as he holds the Mein Kamp book in front of it. Schulz listens for a little while to Bagradian's ranting and raving. Then he stamps his foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen! Gentlemen! Attention!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bagradian lowers the book. He too is made up as Hitler. H raises his arm in the Nazi salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heil, Hitler!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(responding  automatically) Heil, Hitler!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He catches himself, lowers the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jovially) Droppen Sie dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a la Hitler) Quiet! We are indoctrinating! (to the others) Is you all indoctrinated?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in unison) Jawohl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is you all good Nazis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jawohl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is you all little Adolfs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jawohl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we shall all zalute Feldwebel  von und zu Schulz! About face!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The P.O.W.s wheel around and face Schulz. They are all ma up as Hitler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sieg heil! Sieg heil! Sieg Heil!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After each 'Sieg heil' they raise their arms in salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ach! One Fuehrer is enough! Now  please, gentlemen! Take off the  mustaches immediately. Or do you  want me arrested by the Gestapo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jawohl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You would be very sorry to get a new  Feldwebel. Somebody without a sense  of humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, boys. Wipe off the mustaches.  Now what is it, Schulz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men start wiping off the mustaches and straightening  their hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, tomorrow morning the Geneva  Man is coming to inspect the camp  whether we are living up to the  International Convention. I am sure  he will find we are treating you  very well. You must not run around  in your underwear. And take off the  wash. The Kommandant wants all the  barracks to be spic and also span.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll put pink ribbons on the bedbugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Kommandant also sends you clean  blankets. He wants every man to have  a new, clean blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We know! We got them last year. Five  minutes after the Geneva Man was  gone, the blankets were gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more thing, gentlemen. The  Kommandant told me to pick up the  radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What radio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The one you are hiding in the barrack,  don't you know? The one your friend  without the leg is smuggling all  over the compound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz, you're off your nut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have no radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, gentlemen, I will find it  myself. Now let's see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts wandering around the barrack, drawing closer an closer to the trick bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I cold? Am I getting warmer? Hot,  maybe? Very hot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has reached the bucket. With his boot he kicks it over the floor. The water spills on Cookie's shoes. The radio the earphones lie on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(picking up radio) What is this? This is water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a mouse trap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding up earphones) And this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My grandmother's ear-muffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dunbar) Look at them, Lieutenant. Everybody  is a clown! How do you expect to win  the war with an army of clowns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We sort of hope you'll laugh  yourselves to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz gives out with a big phony laugh. As he laughs his eyes fall on: The light bulb and the cord tied up in a noose. Schulz stops laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, outside everybody, for the  blankets! Everybody out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He herds them out. Joey is in his bunk, still wearing the Hitler mustache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside! You, too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pushes Joey out. Alone in the barrack again, Schulz qu walks to the table, exchanges the black queens and straig out the light cord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men, standing in line are being issued new blankets b the two German guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That Schulz pig. I'll get him yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hold him. I'll slug him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not Schulz. It's that stoolie.  Whoever he is, he's sure batting a  thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy I want to talk to is Sefton.  Where's Sefton? (turns to Cookie, who  is coming up in the  line) You haven't seen Sefton, have you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frightened) No, I haven't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hurrying them along) Der Naechste!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The P.O.W.s are coming back with the blankets. Schulz is  standing at the door with radio and earphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out to the  guards) Henkel! Krause! (to Hoffy) I'm very sorry about the mouse trap,  but the war news are very depressing  anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two German guards have entered. Schulz points at the  rolled-up volley ball net under one of the bunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I might as well also confiscate the  antenna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guards carry out the wire-roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "American know-how!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simultaneously, he snaps the wash line. Shaking with laug he exits. As he goes out, Cookie squeezes himself into th barrack, carrying his blanket. He starts edging towards h bunk, but Hoffy grabs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Cookie, let's hear it:  where is Sefton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wouldn't be at the Kommandant's,  would he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did they trade him for the radio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "During this, they have backed him up towards his bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't we just look in those  footlockers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, you little stooge. Hand  over them keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't got any keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Then I'll get me a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs off a piece of iron holding up a corner of the  distillery. Meanwhile, Harry has pulled out Sefton's  footlockers. Stosh shoves the iron bar into one of the lo Stops. Looks up at Hoffy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Hoffy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh starts ripping off the lock. Cookie has shrunk back into the corner of his bunk. The first footlocker is cracked open. It is brimful of  cigarettes, chocolate bars, coffee, tea and sugar. Stosh pries open the second footlocker. He throws back the top: there is a dazzling assortment of cameras, binoculars,  wristwatches, beer steins, bottles of Rhine wine and a cu clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of all the hoarding cruds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like Macey's basement, don't  it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That kid's richer than my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry has picked up the cuckoo clock. It opens, the birdi emerges and cuckoos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slaps the door shut on it. Stosh pulls from under the  binoculars a pair of silk stockings. He holds them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For cryin' out loud! What would he  be doing with these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suppose you ask me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn. In the door stands Duke, breathless. He had ju come in from the Compound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, ask me! Because I got the  goods on Mister Sefton. Because this  time he didn't shake me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves toward the telescope at the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a look for yourself. It'll curdle  your guts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He swings the telescope around so it faces the Russian  Compound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Russian women!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all dash towards the window and the telescope. Hoffy pushes through and looks himself, focusing the telescope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try the end barrack. Where the goodies  are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatiently) Come on, Hoffy! We all want to see!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy straightens up. Stosh pushes Harry away and looks  through the telescope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Duke) How did he get over there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy! Walked right through the gate,  past the guard. Like he was some  Kraut Field Marshal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh, looking through the telescope, has let go with a l whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is murder!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSSIAN BARRACK",
          "text": "The telescope is focused on the window, revealing: A party is in progress. Sefton is the only man among some eight Russian women. He lies on a bunk, reclining like a  Sultan. The Russian women around him vie for his favor. O plays the balalaika. Another is dancing the Kazatski on t table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men struggle to get at the telescope. Harry jerks Sto away. Meanwhile, Blondie moves in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling Blondie off) Go play with your marbles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stinkin' miser! Keeping all that  to himself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would I like to lay my hands on him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the telescope) Who wants to lay their hands on him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blondie, Bagradian and a couple others have dashed to the footlocker, grabbed themselves some binoculars, and dash  back to the window to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Hoffy and Price) So I'm a vigilante, huh? So what are  the Barrack Officers going to do  now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry Duke. We'll handle it  from here on in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better handle it fast. Before a  few more of us get knocked off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy, boiling mad, grabs the telescope from the guys and flings it across the room. The telescope smashes against Sefton's bunk. It almost hi Cookie. He cringes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton is coming back from the Russian compound. There ar about a dozen P.O.W.s about. He pauses at the gate until couple of P.O.W.s have moved on. Then he walks through th gate, giving the German guard a little high sign. Whistli a Russian tune, Sefton crosses toward Barrack 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The electric lights are burning. Sefton enters, whistling Duke slips behind him, slams the door shut, and stands th blocking the exit. Sefton stops whistling. He surveys the situation. About t five P.O.W.s stand around silently, looking at him. Hoffy Price, Harry and Stosh in the foreground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(casually) Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too late for chow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter, boys? Is my slip  showing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll say it is. You spilled a little  borscht on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Borscht?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a nice time over there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! Somebody was peeking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nonchalantly starts peeling off his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah! Had a dreamy time! Those dames,  they really know how to throw a party.  I've handled some pretty interesting  material in my day, but between you  and me, there's just nothing like  the hot breath of the Cossacks.  There's a couple of blonde snipers  over there, real man-killers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He breaks off as his eyes fall on his footlockers. He see that they have been broken open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They just look at him. He turns to Cookie, who is curled in his bunk, petrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened, Cookie? Who did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There better not be anything missing.  This is private property.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So was the radio private property.  So was Manfredi and Johnson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the radio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving in on Sefton) Yeah, what about it? (to Hoffy and Price) Cut the horsing around. We know he's  the stoolie and we know what the pay- off is. Let's get on with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get on with what? What is this  anyway? A Kangaroo Court? Why don't  you get a rope and do it right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You make my mouth water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're all wire happy, boys. You've  been in this camp too long. You put  two and two together and it comes  out four. Only it ain't four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's it add up to you, Sefton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It adds up that you got yourselves  the wrong guy. Because I'm telling  you. The Krauts wouldn't plant two  stoolies in one barrack. And whatever  you do to me you're going to have to  do all over again when you find the  right guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the window) Watch it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He snaps the wash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Planks have been laid from the Administration Building to Barrack 4. Two German guards are just putting down the la plank right against the barrack. Von Scherbach strides do the planks. He is accompanied by his aide and two German  soldiers. They, of course, are marching through the mud. aide hurries ahead to open the door to the barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Von Scherbach enters, followed by his aide. All the P.O.W look on tensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, Sergeants. (looking around) A bit dank in here, isn't it?...  Where is the Baracken-Fuehrer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stepping up) Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a Lieutenant here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds out his hand. His aide hands him a slip of paper",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading) ...a Lieutenant James Dunbar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am Lieutenant Dunbar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is your number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading off his dog- tags) 105-353.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checking with paper) That is correct. (he salutes) Lieutenant Dunbar, I came to apologize  for the accommodations. Ordinarily,  of course, we never put officers up  with enlisted men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite a transportation jam we are  having outside of Frankfurt! They  are very angry in Berlin. They will  be even angrier on the East Front,  waiting for that ammunition train.  Don't you think so, Lieutenant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you're talking  about, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course you don't. Now, Lieutenant,  how would you like to join me in my  quarters? I have a nice fire going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm okay here. Why bother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No bother. I'm very grateful for a  little company. You see, I suffer  from insomnia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever try forty sleeping pills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his aide, sharply) Abfuehren!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The aide takes Dunbar by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the aide) Wait a minute. We have some rights  here. (to von Scherbach) Why is this man being taken out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking around the  room) Curtains would do wonders for this  barrack. (on second thought) You will not get them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He snaps his fingers. The aide marches Dunbar out. Von  Scherbach follows, slamming the door after him. For a moment, there is a stunned silence. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did he ever find out about that  ammunition train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must have shot off your mouth  all the way from Frankfurt to here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We did not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe just a hint or so. Think hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have to think. We didn't  tell anything to anybody. Not a word.  Not until we hit this barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men stand struck. Then all eyes go to Sefton. He is closing his footlockers He senses their look. Straightens up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you looking at me for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer. He shoves the footlockers under his bunk. From OFF come whistles and shouts: 'Lights Out!' The lights go out. The barrack is in semi-darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose some jerk's going to say I  did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He crawls into his bunk. He lies there, his eyes wide ope The air is charged. After a long moment, the men move in on him, led by Duke Stosh. Sefton sits up to meet them. A couple of guys grab him from behind, hold him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you try it one at a time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first blows are falling. Joey lies in his bunk, his head propped against the bedpo his face still in idiotic Hitler make-up. He does not  comprehend the SOUNDS from Sefton's bunk, the beating and muffled cries. In the foreground, the electric bulb, hang straight, sways gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wintry day. Cold sun shining. Through the big gate two  vehicles are driving into the compound: a 1939 Buick seda and a tarpaulin-covered truck. The vehicles are muddy,  battered, and carry the insignia of the Red Cross. They s in front of the Administration Building. P.O.W.s converge from all sides. Out of the Buick steps the Geneva Man: a  friendly type, about fifty-five, dressed in civilian clot and carrying a brief case. He tips his Homburg to the P.O but they are more interested in the truck. While a couple German lieutenants exchange credentials with the Geneva M the Red Cross drivers roll back the tarpaulin of the truc and the P.O.W.s (including all the men from Barrack 4, ex Sefton) crowd around the goodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, there's a lot of folks around  these days that don't believe in  Santa Claus. I always did and I always  will. For a while there, I thought  the German Luftwaffe had shot him  down, reindeer, sleigh and all. But,  no sir! Come the day before Christmas,  he showed up with some presents for  us, the Geneva Man did. He had started  out with seven truckloads. He was  lucky to get one of them through --  with all the bombing and booby traps  and pilfering. Still, they were  presents and made you feel good:  coffee, a little sugar and some candy  and toothbrushes and about a thousand  rolls of that sanitary paper. Brother,  they sure kept sending us reams of  that stuff. I'll bet you if they had  dropped all that paper on Berlin the  first day, the war would have been  over right then and there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is quite changed now. The wash is gone. Everything is away. The barrack is apparently empty, except for a Germa guard and Schulz, who gives the place a last once-over. T German guard is sweeping dust under the bunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schnell! Schnell! Bevor der Mann vom  Roten Kreuz inspizieren kommt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At one of the bunks he sees a miserable plant, potted in smelly old shoe. He picks it up and gives it to the guard",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehmen Sie das hinaus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guard takes the shoe out. Schulz, about to leave hims sees a pair of socks hanging from the line above. He rips them down and tucks them disgustedly under a blanket. Fro OFF comes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Schulz!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz turns. At the other end of the barrack, Sefton is lying in his b He has propped himself up on his elbow. His face is batte One eye is swollen, one ear gashed. His body is aching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crossing) What is this? You must get out of  the bunk. The Geneva Man is coming  to inspect the barrack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sees Sefton's condition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Du lieber Gott! How do you look? You  had a fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding out a pair  of silk stockings) How would you like to give Frau Schulz  a pair of silk stockings for  Christmas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should go and see the doctor.  Maybe I can -- (breaking off) Silk stockings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here. Take them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses the stockings upon Schulz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wunderbar! Maybe they are too  wunderbar for my wife. But there is  a piano teacher in the village --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how about three hundred cigarettes  for yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has dragged himself out of his bunk and is taking cart of cigarettes out of the footlocker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three hundred cigarettes! What is it  you want from me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's the guy, Schulz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The one you work with. Who is he?  How do you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not want those cigarettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, you do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls himself up with an armful of cartons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll make it five hundred!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton grabs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better talk, Schulz, because  I'm going to find out with you or  without you. Because I won't let go  for a second. Because they'll have  to kill me to stop me. So talk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk what? I do not know anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many do you want? A thousand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bends over the footlocker, fighting his pain, comes up with more cartons. He thrusts them upon Schulz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it! Take it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a SOUND of P.O.W.s entering. Schulz looks off. The P.O.W.s are coming back from the compound with the  Christmas presents. Hoffy, Price, Duke, Harry and Stosh s in the door, looking at Sefton and Schulz. Schulz quickly drops the cartons on Sefton's bunk. Stands embarrassed for a moment, then retrieves his poise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen! When the Geneva Man comes  through the barrack, I don't want  any funny business. No mustaches. We  will all behave ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes toward the other end of the barrack, which is by filled with all the other P.O.W.s. Schulz stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And gentlemen! You will not complain  to the Geneva Man. Because I have  orders from the Kommandant to report  everyone who complains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men move toward Sefton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at him! Dunbar's being crucified  and he's trading again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't you get enough last night?  You itching for more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some guys never learn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called a meeting of the barrack  chiefs this morning, Sefton. I thought  maybe I could get you transferred  into another barrack. It turns out  nobody likes you any more than we  do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're stuck with me, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe those Russian dames would take  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not with that kisser -- not any more!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie has come through the door with some ice in a towel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Sefton) Here... put some ice on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duke grabs the ice-bag from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat it, stooge! (to Hoffy and Price) Go on -- tell the crumb where he  stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Sefton. You got away lucky  last night. One more move, no matter  how small, and you'll wake up with  your throat slit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard that, Sefton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure I heard it. I still got one  good ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From OFF comes Schulz' WHISTLE. They look. Schulz stands at the far door, blowing his whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Achtung! Achtung! Everybody at  attention for the Geneva Man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men all come to attention before their bunks. The Ger lieutenant enters, ushering in the Geneva Man. Schulz sti and clicks his heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you were, gentlemen. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes off his hat, looks around, and as the scene  progresses, moves through the barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here we have a typical barrack. It  houses seventy-five men. Every one  of them has his own bunk, naturally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naturally. It would be rather awkward  to have three men in one bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As for the blankets, you will notice  they are very warm. Fifty percent  wool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They also smell of moth balls. (to a P.O.W. at that  particular bunk) When were they issued? This morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The P.O.W. looks noncommittally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Lieutenant) What do you do for heat in this  barrack? No stove?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men here used it for a trap door,  so we had to remove it temporarily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long is temporarily? I trust not  until July.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the other door a couple of P.O.W.s have brought i the chow-tub, steaming with some brew. They put it on the table in the middle of the barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here you see a typical meal the  prisoners are getting. What are we  having today, Schulz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bean soup with ham hocks. Would you  like to taste it? (fishing with the  ladle) Where's the ham hock? There should  be a ham hock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When he finds it, we'll send it to  Geneva.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Geneva Man continues down the barrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are there any complaints? Please  speak up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks around. A pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be afraid to talk. That's what  the Geneva Convention is for: to  protect the rights of prisoners of  war. Whether they are Americans or  Germans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Harry) What have you got to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like it here. (then with a shrug) Aeh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Price) What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right. Considering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Geneva Man walks on. Stops at Sefton's bunk. Sees his battered face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to you? Were you beaten?  Why don't you answer? (to the German  Lieutenant) What did you do to this man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They didn't do nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who beat you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody beat me. We were playing  pinochle. It's a rough game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stepping up) Pardon me, sir. Since you want us to  speak up, there was a man removed  from this barrack last night. A  Lieutenant Dunbar. We sure would  appreciate your looking into it.  That's if they haven't shot him yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the German  Lieutenant) Why was the man arrested?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sabotage. He blew up a train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'd have to prove that first,  wouldn't they? Isn't that what the  Geneva Convention says? You can't  just take a man out and shoot him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The office is in the Administration Building. It is primi sparsely furnished. A desk with a couple of phones on it. Iron stove. A black leather sofa. Maps. In the room are von Scherbach, Dunbar and the Colonel's  ORDERLY. The Colonel's boots, shining gloriously, stand n the desk. He is pacing up and down in his stocking feet  talking to Dunbar. In his hand is the black queen from th chess game. He tosses it into the air once in a while and catches it. Dunbar stands close to a wall. He is complete exhausted, fighting sleep. START the SCENE on the chess piece in von Scherbach's han and PAN with it as von Scherbach walks to reveal the room",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have no idea how boring my life  here is. If it weren't for an  occasional air raid or some foolish  prisoners trying to escape, I wouldn't  know what to do. I want to thank you  for keeping me company. I don't drink,  I don't smoke, I don't read. I hate  music. That only leaves good  conversation. It will be a shame to  lose you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fighting sleep) I didn't do it -- I didn't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course you did! Twenty-six carloads  of munitions gone off like a trick  cigar! The S.S. is running around in  circles. The Gestapo is arresting  the wrong people. And von Scherbach  has caught the fish. Most amusing,  isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dunbar falls back against the wall, yawning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(straightening him up) You are being rude again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to sleep. Give me five minutes  on that couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at his  wristwatch) Nine-thirty. General von Pfeffinger  should be at his desk by now. Shall  we call Berlin and tell him the good  news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wearily) I didn't do it. I didn't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Von Scherbach has gone to the desk, picks up the phone an cranks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) Hauptkommando Berlin. General von  Pfeffinger. Dringend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up, sits on the edge of the desk holding up his  stocking feet. During his subsequent spiel, the orderly s up and pulls von Scherbach's boots on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you appreciate this moment,  Lieutenant. You see, I am a cavalry  man. All the von Scherbachs were  cavalry men. Well, you know what  happened to the cavalry. The young  ones they put into panzer divisions.  The older ones they put in the  quartermaster's corps. Or they made  them recruiting officers or wardens.  Like me. Wet nurses to putrid  prisoners. In Berlin they have  forgotten that Colonel von Scherbach  even exists. They will remember now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boots are on. The telephone RINGS. He jumps to his fe picks up the receiver, automatically clicks his heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) Berlin? Hier Oberst von Scherbach.  General von Pfeffinger? (clicks his heels) Oberst von Scherbach. Stalag 17.  Melde gehorchsamst haben als  Gefangenen den Mann, der Munitionszug  in Frankfurt in die Luft gesprengt  hat. Jawohl, Herr General -- (clicks the heels) -- Name Leutenant Dunbar. Sabotage.  Jawohl, Herr General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He clicks his heels again, hangs up. Sits again on the de and the orderly automatically starts to pull off his boot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There will be two S.S. men here  tomorrow to take you to Berlin. You  will be interrogated by the General  Staff. When you come to the part  about your arrest, I'm sure you won't  forget to give me the proper credit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sinking back) I want to sleep... I haven't slept  for three days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling him up) You will remember the name? Von  Scherbach? VON SCHER-BACH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a KNOCK on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Herein!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz opens the door, clicks his heels, salutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Der Mann vom Roten Kreuz moechte den  Herrn Oberst sprechen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ich bitte!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz ushers in the Geneva Man, steps out himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Herr Inspector! How did you  find the camp? Crowded but gemuetlich,  shall we say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to talk about Lieutenant  Dunbar. Is this Lieutenant Dunbar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What exactly is he charged with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever it is, it's out of your  jurisdiction. This man is not a  prisoner of war. Not any more. He is  a saboteur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is a prisoner of war until you  can prove sabotage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't do it. I was in the Frankfurt  station and the train was three miles  away when it blew up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come now! You threw a time bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could I have had a time bomb?  They searched me when they took me  prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the way you search your prisoners,  it does sound rather unlikely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I know is he did it. I am  satisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not. According to the Geneva  Convention --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there anything about letting a  guy sleep in the Geneva Convention?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has shuffled over to the sofa, and plunks himself down instantly asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Geneva Man) You were saying --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simply this. After the hostilities  are ended, there will be such a thing  as a War Crimes Commission. If this  man should be convicted without proper  proof, you will be held responsible,  Colonel von Scherbach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Geneva Man looks straight into von Scherbach's eyes. Scherbach doesn't like the look. He picks up the black qu and tosses it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well. If you insist on details.  I have ways of finding out about  that blasted time bomb. Good day,  sir. (indicating stocking  feet) You will forgive me for receiving  you like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfectly all right. I do not like  boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Geneva Man exits --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wie ist es moeglich dass dieser  Amerikaner eine Bombe bei sich hatte?  Er wurde doch bei der Gefangennahme  untersucht.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jawohl, Herr Kommandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finden Sie es heraus -- und zwar  sofort!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zu Befehl, Herr Kommandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Von Scherbach tosses him the black queen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "START ON black queen now with the other chess pieces on t table. PAN UP to disclose the barrack and the electric li its cord now looped. Sefton is lying in his bunk, dressed. Cookie above him in his bunk. At the center table, Harry, Stosh, Blondie and  Bagradian are decorating the Christmas tree with their do and hand-made candles. Joey sits there watching them. Blo takes off Joey's dogtags and puts them on the tree. One o the P.O.W.s is WHISTLING Silent Night. Sitting on a stool is Triz. He is knitting a little baby' garment. He pauses as a thought disturbs him, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe it. I believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes on with the knitting. Through the door come Duke and Price, followed by two P.O from another barrack. One P.O.W. is carrying an old-fashi phonograph, the other some records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating center  table) Put it down, boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, -- music!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We made a deal with Barrack One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Price) Any news on Dunbar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's still in the Kommandant's office.  That's all I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The P.O.W.s from Barrack One have deposited the phonograp and the records on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They follow him to Sefton's bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Cookie) Let's have that distillery. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie looks down at Sefton for permission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you looking at him for? (to Sefton) Any objections, Sefton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The P.O.W.s climb on Sefton's bunk and start taking down distillery, which is piled up in Cookie's bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Sefton) Next we're going to auction off your  department store -- and your stable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the table, Price finishes cranking the machine. Harry  puts on a record and Price starts it playing. The tune is When Johnny Comes Marching Home. The guys start crowding  around. Meanwhile, Stosh has been watching the P.O.W.s from Barra One take down the distillery. As they start out, he grabs an empty glass jar, follows them surreptitiously and, in  moving, siphons off a stream of booze into the glass jar. One of the P.O.W.s catches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slapping his hand) Hey! That goes with it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pull the hose out of the glass jar and leave. Stosh, however, has gotten himself a pint of Schnapps. At the table Harry and a few others start singing with th record. Everybody has gathered around except Sefton and  Cookie. Price moves over to his bunk, (PAN with him). As takes off his jacket his eyes fall on -- The loop in the electric cord. Price. His eyes narrow for a split second. Then he takes cap off, cases the situation. The P.O.W.s are at the  phonograph. Sefton lies in his bunk, his eyes toward the  wall. Cookie climbs down to join the others. Nonchalantly Price crosses toward the lamp. He stands at the table wit his back towards the barrack. Picks up the black queen, p the top off, palms a small piece of paper, puts the top b and places the chess piece back on the chess board. He is about to read, but -- Some of the P.O.W.s come marching d the barrack toward Price in a take-off of a homecoming pa led by Harry and Stosh. Price stands there, the note in his fist. After they have passed, he opens his hand, reads the palmed note, puts it his pocket. He looks after the others who are now marchin down at the other end of the barrack. Casually, he pulls slip noose out of the light cord, and walks toward the ce table. Sefton, lying in his bunk, sees the shadow of the bulb an the light cord on the wall, swinging gently back and fort It doesn't make too much of an impression on him. However he definitely notices it and looks around for the cause. dismisses it and lies back in his bunk. The Johnny Comes Marching Home number is over and Bagradi now goes into an impersonation of Lionel Barrymore, as th mayor of a small town, welcoming home the returning warri and Jimmy Stewart answering for the soldiers. (To be work out later). During this, Price has joined them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do Bogart. Do Cary Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do Cagney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw! Do Grable!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes into a short impersonation of Clark Gable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grable, not Gable!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do Jimmy Durante!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do Cagney. Like you did yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a la Cagney) There was that ammunition train in  the depot at Frankfurt, see? So Dunbar  gets himself in the men's room and  fixes a time bomb, see? Then he waits  until the train starts moving out,  see? And one of the cars got the  door open with some straw on the  floor, see? So he throws it, see,  and three minutes later -- voom!  See?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Throws what? How could he have a  time bomb?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just pulled the old match gag, see!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the match gag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take some matches, see? (takes a book of  matches from his  pocket) And a cigarette, see? (takes a burning  cigarette from Triz'  mouth) Tuck the cigarette in like this,  see? (tucks the cigarette  inside cover of match- book with the lit  end sticking out) Now the cigarette keeps burning like  a fuse, see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, that's a dandy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as it sinks in) Yeah. Pretty clever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do Grable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, here's Esther Williams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bends his head over and taps his ear, as if to shake o water. No laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do Cary Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bagradian goes into a take-off on Cary Grant. Price leans his head against a bunk-post, completely relaxed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are on. In the foreground, our bulb, with a lo in the cord again. A Christmas party is in progress. On t center table, the pitiful little tree is lit. All the P.O in the barrack are huddled around the table, most of them sitting on the bunks. They are singing Adeste Fideles. It bitter cold. Outside the wind is howling. They are wrappe in blankets and most of them wear gloves. As for Sefton, he is lying in his bunk, a pariah. Duke co over from the group, pulls Sefton's foot-locker out and s taking out the bottles of Rhine wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the corkscrew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finds it, puts it in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a cigar, puts it in his mouth and goes off with wine. As Sefton looks after him, his eyes are caught by t light cord and the noose in it. He stares at it. The P.O.W.s around the tree are SINGING, Price prominentl in the foreground. Duke has come with the wine and starts opening it. Stosh nudges Joey who sits next to him and po to a lone little package under the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Joey -- there's a present for  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joey doesn't move. Stosh picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want me to open it for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens it. It's the crude ocarina he carved out of wood Joey's eyes flicker. He takes the ocarina and starts play weird SOUNDS on it. The boys look at him, delighted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, Joey -- ain't that better  than being a lawyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nudging Stosh) Animal! Got a little something for  you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He produces from behind his back a package, wrapped with  ersatz ribbon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got a little something for you, too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes out a package from inside his blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll open mine now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll open mine, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start opening their presents. It becomes apparent th each has given the other a roll of sanitary paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(throwing their arms  around each other) You're a doll! Just what I wanted!  How did you know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the compound, a SIREN is heard. And shouts, Lights O The singing stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Air raid warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not Christmas Eve!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wearily) Come on, everybody. Let's get out.  Let's hit those slit trenches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting up) I'm not really built for war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They blow out the candles. Simultaneously, the lights are turned off. The men start rushing out. Outside, through t door, men from other barracks can be seen hurrying by. Sefton sits up in his bunk, looking at the electric cord. The bulb is dark now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out, out everybody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton looks off. Schulz has come through the door and is herding them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must get out. For your own good,  you must get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, everybody! (pushing Joey) Let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schulz has come up to Sefton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter with you? You want  to be killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not particularly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He picks up his leather jacket and moves toward the door  where the other P.O.W.s are crowding out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Stosh and Harry  who are lingering  behind) Must you always be the last?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yeah? You jump in those trenches  first and everybody jumps on top of  you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you think I got my hernia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Price pushes them out. Dawdles at the door, closes it fro inside. He is alone with Schulz in the dark barrack. Schulz has gone over to the chess board, has picked up th black queen, opened it. There is no message. Price comes to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nun? Was ist? Haben Sie's  herausgefunden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ich weiss alles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wie hat er's gemacht?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ganz einfach... Streichhoelzer...  und eine Zigarette...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a book of matches and puts a lighted cigarette i it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passen Sie auf!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"time bomb\" goes off, lighting up their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ach so!... ACH SO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a broad grin on his face. Then he and Price move out of the barrack, quickly. As they go out the door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling off, with  phony efficiency) Air raid! Air raid! Everybody in the  trenches!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the barrack is empty. Except for one thing: from behi one of the rear bunks, Sefton steps out. He puts a cigar his mouth, lights it. There is a gleam in his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ach so-o-o-o!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phonograph, on the center table, is playing: I Love Y About a dozen P.O.W.s are dancing with each other, among  them, Triz, leading Harry, Blondie, leading a bearded P.O The whole thing is very elegant, with new guys cutting in politely. One of the P.O.W.s sings into a mike, consistin of a stick stuck into a knothole in the table with a tin on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it got to be Christmas Day in  Stalag 17. As it turned out, it was  more like the Fourth of July -- with  all the fireworks that were to go  off all at once and bust the camp  wide open. It sure started off  innocently enough, with a party going  on in every barracks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton, propped up in his bunk, is watching the proceedin In back of him, against the window, sits Cookie. Sefton's eyes never leave -- Price, who is near the phonograph with Pirelli and anothe P.O.W. They are supplying a makeshift jazz accompaniment, playing on a washboard, drumming on the table and strummi a bass fiddle string attached to a bucket. Sefton. There is a look of cynical amusement on his face he takes this in. A P.O.W. tags Triz to cut in. Harry holds out his arms. H is ready. But the P.O.W. dances off with Triz, leaving Ha flat. Harry looks over to Stosh. Stosh lies in his bunk, drinking what's left of the booze swiped from the distillery. He is staring at the pin-ups Grable pasted on the ceiling of his bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Animal -- let's trip the  light fantastic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're crying, Animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's that song, Harry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seeing the pin-up) You don't want to cry over a dame  that doesn't even know you're alive!  Snap out of it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a time in every man's life  when he wants to be alone! So go  away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes another swig and lets down the big pin-up so it  hangs a few inches in front of his eyes. Harry turns away from Stosh, picks up a pilot cap, turns inside out so the yellow fur shows on top, puts it on. He gets some straw out of a hole in a mattress and tucks it  under the cap like curls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, boys, who wants the Queen  of the May?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A P.O.W. drops his partner and dances Harry off. Sefton, in his bunk, watching Price all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any cigars left, Cookie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer from Cookie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Cookie. Get me a cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie doesn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter? You on their team  now? You think I'm the guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton goes to the raided footlocker for a last tattered  cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand how you feel, Cookie.  It's sort of rough -- one American  squealing on other Americans. Then  again, Cookie -- maybe that stoolie's  not an American at all. Maybe he's a  German the Krauts planted in this  barracks. They do this type of thing.  Just put an agent in with us -- a  trained specialist. Lots of loose  information floating around a prison  camp. Not just whether somebody wants  to escape, but what outfits we were  with and where we were stationed,  and how our radar operates. Could  be, couldn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In this barracks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not? Just one of the boys. Sharing  our bunks. Eating our chow. Right in  amongst the ones that beat me up.  Except that he beat hardest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not the point, Cookie. The  point is what do you do with him?  You tip your mitt and the Jerries  pull him out of here and plant him  someplace else, like Stalag Sixteen  or Fifteen. Or you kill him off and  the Krauts turn around and kill off  the whole barracks. Every one of us.  So what do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you don't want to tell me, why  don't you tell Hoffy? Or Security?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He just sits there, smoking and looking in the direction Price at the middle table. Bagradian steps up to Price, w is busy beating out the rhythm. The P.O.W. is no longer  singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Hoffy? Why don't we get any  news about Dunbar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. He'll be all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had to be the ham! I had to shoot  off my mouth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. He'll be back here. They've  got no proof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry seats himself on the table, tossing his curls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the rhythm boys) Sweet and soft, boys. Beguile me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh in his bunk. He drains the booze from the jar, look out at the room through tear blurred eyes. He sees: Harry sitting on the table, listening to the music. He is the identical pose Betty Grable has struck in the big pin photo. Stosh's eyes go back to the big pin-up photo. He looks ba at: Harry. By now it is not Harry who is sitting there. It is Betty Grable, or rather the pin-up photo superimposed in same size as Harry. Stosh blinks his eyes. He stares some more. Delirious  happiness dawns on his face. He climbs out of his bunk an walks toward Harry, in a trance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) Betty!... Betty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has reached the table, bows politely to Harry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I have this dance, Miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, sure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He climbs off the table. Stosh puts his arm around very  elegantly and dances him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who would've ever thought I'd be  holding you in my arms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A peculiar expression comes over Harry's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pinch me, will you? Pinch me so I'll  know I'm not dreaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry reaches up and pinches him heartily on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, darling!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again, a reaction from Harry as they dance on. Stosh sing few bars of I Love You with the record. His cheek is very close to Harry. He is lost in blissful romance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did anybody ever tell you you have  the most beautiful legs in the world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry does a big take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's not just those legs. It's  that nose of yours I'm crazy about.  That cute little button of a nose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the situation begins  to seep through) Hey, Animal! Animal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sweeping on madly) I've been crazy about you for years.  I've seen every picture you've ever  made six times. I'd just sit there  and never even open that popcorn  bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(breaking from him) Animal! Animal! Wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts slapping his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betty! Betty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking off his wig) This is me, Animal! It's Harry  Shapiro!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh stares at him. The truth dawns on him. He starts ba like a child. Hoffy hurries in from the compound. He is followed by Duk Marko and The Crutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut that music! Cut it! Listen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The S.S. Men are here to pick up  Dunbar. They're taking him to Berlin.  Looks like he's finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only he ain't quite finished yet.  Blondie -- get that smudge pot. Tie  it to Steve's leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blondie gets the can of smoke-powder and, as the scene  progresses, fastens it in The Crutch's empty pants' leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want everybody out of here. We'll  need a lot of commotion on the  compound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get the men from the other  barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Hoffy) You don't think you can snatch Dunbar?  Not from the S.S.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're sure going to make a stab at  it. You, Price and Stosh and Harry  and Blondie -- be at the north  latrine. You'll all get your posts.  Now everybody start drifting out  with Marko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, boys, easy. Disperse out there  nicely and always remember just  because the Krauts are dumb that  doesn't make them stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men start filing out through both doors quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Blondie) Ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Price, Stosh,  Harry and Duke) Okay. Move on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Crutch, Blondie, Harry and Stosh leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what your scheme is,  but it sounds crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe it's crazy, but it's better  than having Dunbar dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as you say, Hoffy. But wouldn't  it be smarter if I went out and kept  Schulz tied up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving in) I wouldn't worry about Schulz. I'd  worry about Sefton. Remember me? I'm  the stoolie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't going to squeal this one,  brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? Aren't you a little afraid to  turn the stoolie loose on that  compound? For a tip-off like this,  you know what the Krauts would pay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll stay in this barracks and not  a peep out of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, then. Put a guard on me. I  want you to put a guard on me. Because  if anything goes wrong out there,  this time you won't have a patsy.  Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So who stays with me? Maybe Joey? No --  not Joey. Wouldn't you feel safer  with Security on the job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Price. You stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about Schulz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll take care of Schulz. (to the others) Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all follow Hoffy out, leaving Price and Sefton. They stand for a while looking at each other. From OFF co some WEIRD NOTES on the ocarina. Joey sits in his bunk, playing on his new sweet potato.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the boy, Joey. Play us a little  something. What do you want to hear,  Price? Home On The Range? Or maybe a  little Wagner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer from Price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or how about a game of pinochle? No,  you're not a pinochle man. You're a  chess player. (moves to chess board) I haven't played since I was a kid.  Let's see -- (maneuvers the white  pieces) -- a pawn moves this way, doesn't  it? And a bishop this way? And the  queen -- every which way, doesn't  it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suppose you just sit down and keep  your mouth shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving about) I went to school with a guy named  Price. But that was in Boston. You're  from Cleveland, aren't you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I'm from Cleveland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought that's what you said. You're  from Cleveland. And you were with  the Thirty-sixth Bomb Group?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty-fifth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three hundred and sixty-fifth Bomb  Squadron? Out of Chelveston?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you questioning me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just getting acquainted. Trying to  make one friend in this barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't bother, Sefton. I don't like  you. I never did and I never will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot of people say that and the  first thing you know is they get  married and live happily ever after. (goes to window) I wonder what they're trying to pull  out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several hundred P.O.W.s are casually strolling about the  compound. The CAMERA MOVES TOWARDS the Administration Bui PAST an S.S. car parked on the roadway, with the motor  running. An S.S. driver stands at the car door. Harry and Stosh stand by the car, inspecting it. CAMERA MOVES ON PA the flagpole, against which leans Duke, and ON TO the por of the Administration Building: there stands Hoffy, readi the bulletin board. Only he isn't reading it. From one co of his eye he is peeking through the window into the  Kommandant's office. Suddenly he reacts to a movement ins Without turning, he gives the signal: he throws one end o his muffler around his neck. Duke, at the flagpole, gets it and throws his muffler aro his neck, thusly relaying the signal. At the car, Harry follows suit. Marko, leaning against the north latrine, catches the sig and, still facing the compound, RAPS with his knuckles on the wooden boards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Crutch is sitting on the wash trough. On hearing the  RAPS, Bagradian pulls up The Crutch's loose pants' leg.  Blondie strikes a match and lights the fuse on the smudge pot. Bagradian pulls down the pants' leg. They help The C off the wash trough and he hobbles out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Crutch is slowly hobbling toward the car, a thin wisp smoke curling up from his pants' leg. Out of the Administration Building emerge two S.S. Men,  leading Dunbar between them. Hoffy, standing at the bulle board, WHISTLES a few bars of the Air Force song. Dunbar  turns, sees Hoffy whistling. Hoffy doesn't look at him, b Dunbar senses that something is in the wind. He walks on  between the S.S. Men. As he is being led toward the car,  still some thirty feet away, P.O.W.s crowd in to watch hi The Crutch, hobbling on from the direction of the latrine is some twenty feet from the car. Duke straightens up from the flagpole casually, and start sauntering toward the car. The latrine. Blondie and Bagradian have moved out of the  latrine and stand there with Marko, watching the car. Harry and Stosh at the car. Stosh tightening the belt of coat, Harry pulling the barracks cap tight on his head. The driver of the car opens the door. The S.S. Men and Du are some eight feet away now. The Crutch, hobbling past the car, releases a string and smudge pot drops as he moves on. He barely makes it. Almo instantly, there is a belch of fire and smoke starts pour out of the smoke bomb. The wind billows the smoke across the car, rapidly envelo the S.S. Men and Dunbar. There are German SHOUTS from wit the smoke cloud. Duke, Harry, Stosh, Blondie, Bagradian, Marko and Hoffy m into the smoke from all sides. All now is lost in smoke.  Just silhouettes of men rushing about. SHOUTS, German  commands, SOUNDS of scuffling. From OFF a siren starts to sound. German guards come running from all corners of the compound into the cloud. In the goon towers, the guards wheel around their machine guns, but don't dare to shoot into the smoke. From the Administration Building storms von Scherbach,  followed by the two Lieutenants, Schulz and other guards. They dash into the smoke cloud, which starts lifting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COMPOUND",
          "text": "The smoke cloud starts to clear. At the car, the two S.S. Men and the driver stand with guns in their hands. Dunbar gone. The other P.O.W.s stand around innocently. Von Sche is screaming his head off, but his words are not heard. C PULLS BACK INTO Barracks 4, revealing Sefton and Price at the window. Sefton turns from the window, a little smile his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ach so!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amazing, what you can do with five  thousand ping-pong balls, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Price is pacing. Joey starts tootling again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Joey) Stop that, will you! (to Sefton) Those idiots! So they sprang Dunbar!  So what good is it? He's still in  the compound, isn't he? How long can  he last? Where can they hide him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where. Up Joey's ocarina. Didn't you  know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Price looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the P.O.W.s are formed into a line that serpentines t a desk set up on the porch of the Administration Building Light machine guns have been set up around them, the guar watching carefully. Behind the desk sit the two German  Lieutenants, and in back of them stands Schulz. Every P.O as he passes, is screened by the Lieutenants, then dogtag and faces being checked against an index of cards and  photographs on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? Where did we hide him? Nobody  knew that except Hoffy -- not one of  us -- and he wouldn't talk. It sure  drove the Krauts crazy looking for  Dunbar. They herded us all out into  the compound and put some extra  machine guns on us and gave us the  old picture check. You know, checking  our dogtags and our pans...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pirelli, Blondie, Hoffy and Duke file by. The next in lin is Price, followed by Sefton. As Price is being checked, eyes meet Schulz's. Schulz looks at him inquisitively. Th only answer on Price's face for a split second is: \"I don know\". But he's got to watch himself as he is followed by Sefton. A barracks: Guards with dogs are searching under it. Another barracks: German guards throw tear gas bombs into and close the doors. The compound. All the P.O.W.s are now lined up in long li facing the Administration Building. Von Scherbach, standi on the porch flanked by the S.S. Men, his Lieutenants and Schulz, lets go with a tirade. THE CAMERA SWOOPS BACK fro his face over the lined-up P.O.W.s all the way to the sou latrine and UP AND OVER the water tank. As it now PANS IN the water tank, we see Dunbar. He is hiding in the water  tank, up to his knees in icy water. He is weak and drawn he has to hold on not to collapse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...against their index file. They  searched under the barracks. They  searched the roofs. They even searched  the bathroom in the Kommandant's  office, but no Dunbar. Then they  tried to smoke him out, throwing  tear gas bombs into every barracks,  just in case he was hiding up in the  rafters. Then they made us stand for  six hours out there until finally  von Scherbach came out and gave us  his ultimatum: if Dunbar didn't come  out by next morning he'd raze the  whole lous; compound, stick by stick  and if we'd sleep in the mud for the  rest of our lives, that was okay by  him. I thought he'd bust his gut the  way he was screaming. He just couldn't  figure how a guy could disappear  from the compound and still be there,  but Dunbar was there all right. He  sure was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the goon towers lights are sweeping over the compoun the dark barracks and the barbed wire fences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was there for half the night, his  feet right in the icy water. That's  tough to take, especially when you  got three heated pools at home. It  took a lot of guts, the kind you'd  expect from a sergeant -- but a  lieutenant --!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATER TANK",
          "text": "Dunbar, exhausted, is clinging desperately to the ladder  inside the tank, his feet in the icy water. Over the tank sweeps the light from a goon tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hundefuehrer is leading his dogs past the dark barrac Not a sound from within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blankets are hanging over the windows. On the center tabl burns a margarine lamp. All the men from Barracks 4 are  gathered around the table. All except Joey and Sefton. In the center of the table is one of the P.O.W.s' cap. The m one by one, are dropping their dogtags into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting in his own  dogtag) Let's have it understood men -- this  is going to be a rough deal. But we  have no choice. One of us must take  Dunbar out of the camp tonight. Right  away. We'll draw one dogtag and the  guy who goes with it does the job.  It's going to be rough because the  Krauts have put on extra guards and  they are expecting a move like this.  So if anyone wants to withdraw, he  better speak up now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks around. Nobody moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we're all in on it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody but Joey, and you know  who.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They shoot a look towards Sefton. Sefton stands leaning  against his bunk. He looks right back at them. Back at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. (with irony) Who's the lucky one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shakes the dogtags in the cap. Everyone crowds around, tensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me do it, Hoffy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I want to draw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. (holding out cap) Draw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry closes his eyes, puts his hand deep into the cap an picks out a tag. But before anybody can look at it, Price closes his fist over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suppose we call this my tag. I'll  take him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men turn toward Price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No volunteers, Price. I said we're  all in on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have elected me Security. The  way things have been going in this  Barracks, I guess I've done a poor  job and I want to make up for it. Is  that asking too much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton, standing against the bunk, takes it in with a gri smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've all done a poor job of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still say this is my tag. Any  objections, Hoffy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any objections, men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Stosh) Who are we to argue with a hero?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about me latching on, Price?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three's a crowd, especially if you've  got to cut your way through barbed  wire. (hands Price wire  cutters) Here's the wire cutters. (to Blondie) Are the civilian clothes ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stuffing clothes  into duffel bag) Coming up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Harry and Stosh) Get going on the trap door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move to the old trap door and start unscrewing it. P goes to his bunk, Hoffy with him. Price starts putting on his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you say, Hoffy. We'll hit  the air raid trenches and cut out in  back of Barracks nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better cut out in back of the  south latrine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why the south latrine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because that's where he is. In the  water tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Price takes it smoothly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good spot. With any luck we'll make  Krems by morning, or maybe even catch  a barge to Linz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton, who has been watching closely, tosses two packs o cigarettes on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two packs of cigarettes say Dunbar  never gets out of the compound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You starting that again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody cover?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the trap door) Somebody step on that crumb!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We warned you, Sefton!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure you warned me. You were going  to slit the throat of that stoolie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He throws an open jack-knife onto the table. The blade st The knife quivers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the knife to do it with. Only  make sure you got the right throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're looking at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Harry and Stosh) Hurry up on that trap. (to Sefton) What are you trying to do, Sefton?  Gum up the works?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. Or would you rather  see Dunbar lying out there in the  mud tomorrow morning like Manfredi  and Johnson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Sefton, I had my hands full so  they wouldn't tear you apart --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called it the last time, didn't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we going to stand around here  and listen to him until the Germans  find out where Dunbar is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Germans know where Dunbar is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do they know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told them, Hoffy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You off your rocker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. Fell right on my head. (confronting Price) Sprechen sie deutsch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I don't sprechen sie deutsch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe just one word? Kaput? Because  you're kaput, Price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you get this guy out of my hair  so I can go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go where? To the Kommandant's office  and tell him where Dunbar is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starting for him) I'll kill you for that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up! (slaps his face) Security Officer, eh? Screening  everybody, only who screened you?  Great American hero. From Cleveland,  Ohio! Enlisted right after Pearl  Harbor! When was Pearl Harbor, Price?  Or, don't you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "December seventh, forty-one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six o'clock. I was having dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six o'clock in Berlin. They were  having lunch in Cleveland. (to the others) Am I boring you, boys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a Nazi, Price is. For all I  know, his name is Preismaier or  Preissinger. Sure, he lived in  Cleveland, but when the war broke  out he came back to the Fatherland  like a good little Bundist. He spoke  our lingo so they put him through  spy school, gave him phony dogtags --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's lying! He's just trying to get  himself off the hook!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jabbing him) Shut up, he said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Herr Preismaier, let's have  the mail box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The one you took out of the corner  of your bunk and put in this pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He snatches a black queen out of Price's coat pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now let me show you how they did it.  They did it by mail. That's right.  Little love notes between our Security  Officer and von Scherbach with Schulz  the mail man. (ties up a loop in  the light cord) Here's the flag. (opening a black queen) And here's the mail box. (grins at Price, who  is sweating) Cute, isn't it? They delivered the  mail or picked it up when we were  out of the barracks, like for Appell.  When there was a special delivery,  they'd pull a phony air raid to get  us out of here, like for instance,  last night. (to Price again) There wasn't a plane in the sky --  or was there, Price?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Price dives for the open trap door. He is caught by Duke. breaks away and flings himself at the window, tearing dow the blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) Hilfe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He never gets the whole word out. Stosh and Harry jump hi Stosh clamping his hand over his mouth. They throw him to the floor and all duck as the light from the goon tower s through the barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hundefuehrer, leading the dogs past Barracks Nine. Th dogs sense something, and bark. The Hundefuehrer looks ar The dogs calm down and the Hundefuehrer goes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody is petrified. The barking dies down. Blondie an Triz hang the blanket again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating Price) Gag him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two P.O.W.s move in and take over. Duke moves up to Sefton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brother, were we all wet about you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting a cigar butt  into his mouth) Forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He strikes a match on Duke's stubbled cheek and lights th cigar. It doesn't hurt Duke a bit. He just stands there w a broad grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating Price) What are we going to do with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you know? Because I got my own  ideas. (to Blondie) Let's have that civilian stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blondie gives him the barracks bag. Sefton opens it, take out a Tyrolean hat, puts it on. It is too small.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll look pretty stupid in this,  yodelling my way over those Alps.  Now let's have the wire cutters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pirelli takes them out of Price's belt and gives them to  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You taking Dunbar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You betcha. There ought to be some  reward money from Mama. Say ten  thousand bucks worth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts putting on his jacket and his cap, the eyes of  every P.O.W. in the barracks on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you boys I'm no escape artist,  but for the first time, I like the  odds. Because now I got me a decoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the decoy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Price. When I go I want you to give  me five minutes. Exactly five minutes  to get Dunbar out of that water tank.  Then you throw Price out into the  compound, nice and loud. He'll draw  every light from every goon tower.  It's our only chance to cut through.  What do you say, Barracks' Chief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Price squirms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter, Price? You said  you were going to save Dunbar, didn't  you? So now, you're getting your  chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton has picked up the barracks bag and the wire cutter and moves toward the trap door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So long, Cookie. The department store  is all yours. What's left of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So long, Sefton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not disposing of those Russian  broads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell you what to do. First, get  yourself a hundred cigarettes for  the Kraut guards. Then get yourself  another face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could use a new one yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's synchronize the watches. Eleven  forty-two, sharp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(adjusting his) Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He climbs down into the open trap. All the men crowd arou to say goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more word. If I ever run into  any of you bums on a street corner,  just let's pretend we never met  before. Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes the cigar butt out of his mouth, puts it into Du half-open mouth -- and goes. There is a moment of silence",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This barracks will never be the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERNEATH BARRACK 4",
          "text": "Sefton is crawling cautiously in the direction of the lat Behind him, the trap door is being fitted into the floor  again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton has crawled to the edge of the barracks, waits for light to swoop by. Then he dashes into the latrine just i time to evade another searchlight from a goon tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton recovers his breath, listens for a second, then cl up on the wash trough. He raps on the bottom of the water tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dunbar, utterly exhausted, is clinging to the ladder, his legs submerged in the icy water. He hears the signal. The is a flicker in his eyes. He hears another signal. With h last strength, he climbs the ladder, waits for a light to swoop by, then works himself over the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton has climbed on a beam above the wash trough. Dunba legs come down, dripping wet. Sefton gets hold of them, t as Dunbar lets go above, he takes his full weight and low him to the wash trough. Dunbar lies there, gasping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut off the moaning, or we'll have  the dogs on us. Shut it off,  Lieutenant. This is orders!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My legs are frozen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rubbing his legs  down) You'd better get that blue blood  circulating, because we're busting  out of this stink-hole in exactly -- (looks at watch) -- one minute and twenty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up) Sefton!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you expect, a St. Bernard  dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What some brandy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who doesn't! Suppose we wait until  we hit the Waldorf Astoria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't get off that cheap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are the chances busting out of  here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at his watch) We'll know in forty seconds. (then with a grin) Only in a democracy can a poor guy  get his keister shot off with a rich  guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffy stands looking at his watch. Blondie is crossing wi the breadknife in his hand towards the door. Stosh and Du hold the gagged Price down on the bunk. Harry has strung  together some five old cans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the bearded P.O.W.) Hold his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The P.O.W. sits on Price's leg. Harry starts tying the ti cans to his ankle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Price) Just in case your Kameraden are hard  of hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifteen seconds. Get him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stosh and Duke pull Price up off the bunk and move him to the door. He struggles and squirms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop shaking, Price. There'll be no  pardon from no governor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Price) Funny, ain't it? In your own Vaterland --  by your own Soldaten! (to Stosh) The kid's got no sense of humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter with you, Security?  You were always so calm. Especially  when you let Manfredi and Johnson go  out there. (to Blondie) Open the hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blondie has inserted the breadknife in the crack of the d He now whips up the knife with a sharp movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bar across the door swivels up. The door is flung ope from inside. Duke and Stosh hold Price. Hoffy tears the g off his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let 'er go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duke and Stosh have lifted Price with all their might, an give him a terrific heave. As Price comes flying out into the compound, the tin cans clattering, the door is slamme shut. A light from a goon tower swings sharply to Price and hol him in its beam. A burst of machine gun fire splatters ar him. He scrambles to his feet, screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schiesst nicht! Schiesst nicht! Ich  bin ein Deutscher!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His words are drowned out by more machine gun fire. He tr to run back towards his barracks, but is cut off by anoth beam and more machine gun fire from another goon tower. H runs madly into the dark compound, the tin cans clatterin behind him -- lights from all the goon towers searching f him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton and Dunbar stand at the door of the latrine,  searchlights swinging in arcs toward the compound. Sefton holds the wire-cutters in his hand. There is the clatter the tin cans and machine gun fire, and Price's desperate  screams, \"Nicht schiessen! Nicht schiessen!\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They duck out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton and Dunbar dash across the short stretch to the ba wire. They fall on their faces at the wire and Sefton sta cutting. Price. A machine gun bullet has struck him in the shoulde He desperately tries to evade the relentless light beams. manages to tear off the tin cans, runs on towards the  Administration Building. A couple of more bullets hit him He falls face down into the mud. All the lights converge him and the machine guns sputter away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBED WIRE",
          "text": "Sefton is just cutting through the outer fence. In back o him, Dunbar patches the cut wire of the inner fence. Beyo them, all the lights play on the body of Price. The machi guns are no longer shooting, but there are whistles and a siren. The barking dogs tear into Price's body. Sefton and Dunbar crawl through the outer wire and pause patch it up hastily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's blow, Chauncey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get to their feet and scramble off into the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Von Scherbach comes striding out of the Administration  Building followed by a Lieutenant, the two S.S. Men and  Schulz. He wades cockily through the mud with his beautif boots towards the body on the ground. The Hundefueher cal off his dogs. The other guards step back. With his boot, Scherbach flips the body over. The lights from the goon t play on the muddy face of Price. They all stand there stu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lamps are being put out; the blankets being pulled do by the P.O.W.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, men. Everybody back in  their bunks like nothing happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They climb into their bunks. All is still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(puffing Sefton's  cigar) What do you know? The crud did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to know what made him do  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he just wanted to steal our  wire cutters. Ever think of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cookie, in his bunk, a broad smile on his face, starts  whistling softly: When Johnny Comes Marching Home. Beyond him lie all the P.O.W.s in the barracks, their hearts bea their eyes wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sefton and Dunbar climb swiftly up a hill through the tre Dunbar's arm is over Sefton's shoulder as they march. OVE THIS, Cookie's whistling of Johnny Comes Marching Home -- gradually augmented by drums and then an orchestra. Sefto and Dunbar march on, in time to the music. SUPERIMPOSED BEYOND THEM appear the other P.O.W.s from St 17, their spirits marching with them through the forest. in front, Stosh in his underwear, waving a makeshift flag Then comes Harry. Then Cookie. Then Triz and Blondie. The Joey, playing his ocarina in tune with the march, a smile his face. And Marko and The Crutch. Then Hoffy and Duke, all the others we have grown to know. All waving their  pathetic flags: towels, blankets and torn shirts. All mar to freedom and home, marching with Sefton and Dunbar. As MUSIC SWELLS to a crescendo --",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1735"
    }
  ]
}