{
  "movie_id": "MOV1744",
  "scenes": [
    {
      "location": "DESERT",
      "time": "DAY",
      "characters": [
        "MONITOR SCREEN",
        "EL CAPITAN",
        "ANOTHER PART OF THE GALAXY",
        "SULU",
        "ENTERPRISE AND GALILEO",
        "RIDER",
        "THE SKY ABOVE",
        "A SERIES OF SHOTS",
        "SULU AND CHEKOV",
        "THE BEING AND SPOCK",
        "BRIDGE",
        "A SEXY CATWOMAN",
        "CONTINUED",
        "GATE",
        "KIRK AND SPOCK",
        "SPOCK",
        "ENTERPRIE AND ENERGY SHAFT",
        "CAMPSITE BELOW",
        "BACK TO SCENE",
        "THROUGH WINDSHEILD",
        "BACK TO PLANET",
        "ENTERPRISE AND BIRD OF PREY",
        "TURBOLIFT",
        "THE SOLDIERS",
        "THE HORSEMEN",
        "ENERGY HAFT",
        "KLAA",
        "KIRK AND SYBOK",
        "CONTROL BOOTH OVERLOOKING LANDING BAY",
        "CAVERN WALL",
        "HIGH PRIESTESS",
        "KIRK",
        "CHEKOV",
        "SALOON DOOR",
        "YOSEMITE",
        "ENGINE ROOM",
        "VEIW SCOPE",
        "LANDING BAY CONTROL BUBBLE",
        "THE HOSTAGES",
        "BIRD OF PREY",
        "BELOW",
        "LANDING BAY",
        "ENERGY SHAFT",
        "GALILEO",
        "SYBOCK",
        "PLANET AND ENTERPRISE",
        "ENTERPRISE",
        "SKY ABOVE",
        "A BLINDING EXPLOSION",
        "BRIDGE VEIWSCREEN",
        "KIRK'S PIOV",
        "AMPHITHEATER",
        "STREET",
        "INCLUDE SYBOK",
        "INSIDE THE BARRIER",
        "CAMPSITE",
        "BRIG",
        "AS THEY APPROACH",
        "INCLUDE VIEWSCREEN",
        "THE BEING",
        "BAY AND STAGING AREA",
        "PERISCOPE",
        "EXT.",
        "BACK TO AMPHITHEATER",
        "FORWARD OBSERVATION ROOM",
        "DEFENSE STATION",
        "PINNACLE",
        "BACK TO BRIDGE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Shimmering waves of heat. A flat, unforgiving landscape stretches to infinity. A storm of dust gathers on the horizon, small at first, increasing in size as it rolls toward us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A withered tree is revealed f.g. with a rifle leaning against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS an arid expanse of scorched earth. J'ONN, a ragged and malnourished homesteader of some alien race, toils beneath a blazing sun, his BACK TO CAMERA. He sinks an auguring device into the ground, drilling in vain for water. There are many hundreds of holes in the earth around him. He suddenly straightens and squints into the dust storm as HOOFBEATS fill the SOUNDTRACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J'onn releases his auguring device and hurries toward  his rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Horse and RIDER, dressed in a hooded cape, thunder toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "The CAMERA TILTS DOWN revealing J'onn's rifle as he cocks the weapon. He uses stones as ammunition, which slip from his hand and fall to the parched ground as he tries to load the rifle. He turns and points the gun as the Rider continues his approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6   J'onn raises his gun as the Rider reins his horse to halt ten feet short of him. The beast snorts and stamps its hooves impatiently while the Rider studies the frightened homesteader and removes a breathing apparatus from his mouth. Finally, he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought weapons were forbidden on this planet. The Rider swings down from the saddle. He's tall, powerfully built beneath his dusty robes, his face shadowed by a hood. He indicates their bleak surroundings",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Besides, I can't believe you'd kill me for a field of empty holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all I have. J'onn sags under the futile weight of existence. The Rider approaches him without fear. It's all the homestead can do to keep from sobbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your pain runs deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you know of my pain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let us explore it together. The Rider collects himself and concentrates deeply. J'onn is immediately transfixed. He begins to tremble. Tears flood his dirty cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; soothing tone) Each man hides a secret pain. It must be exposed and reckoned with. It must be dragged from darkness and forced into the light. Share your pain. Share your pain with me and gain strength from the sharing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "J'onn whimpers and cries out in anguish. Finally, the catharsis ends. J'onn sobs and rests his head on the Rider's chest. He opens his eyes and blinks in wonder  and amazement at the Rider as he comforts J'onn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you get this power?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The power was within you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to find the words) I feel as if a weight has been lifted from my heart. How can I repay you for this miracle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Join my quest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it you seek?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you seek. What all men have sought since time began - ultimate knowledge. But to find it we'll need a starship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A starship? There are no starships on Nimbus III.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps I have a way to bring one here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have faith, my friend. There are more of us than you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIDER",
          "text": "As he throws back his hood to reveal rugged charismatic features. He's bearded, his hair is shaggy. He has the piercing eyes of a zealot and, to our surprise, pointed ears. His name is SYBOK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a Vulcan. Sybock nods and does something we've never seen a Vulcan do. He smiles. As he does, the first faint bars of the STAR TREK THEME well up on the SOUNDTRACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYBOCK",
          "text": "As he covers his smiling mouth with his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok stands by his horse, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC and CREDITS PLAY OVER a dazzling journey through the cosmos. Planets, stars and solar systems flash by. No doubt about it, we're in for a rousing Star Trek adventure. As the FINAL CREDITS appear, we TILT DOWN to a breathtaking shot of EARTH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hand clutches at a sheer rock, groping for purchase. CAMERA PULLS BACK to reveal CAPTAIN JAMES T. KIRK eight hundred feet above the surrounding forest. He climbs up the face of El Captain without ropes, grommets or equipme Just man against mountain. Using the cracks in the rockface for hand and foot holes, Jim Kirk struggles up the treacherous incline, one painful inch at a time. We hold our breath, afraid he'll fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMPSITE BELOW",
          "text": "DR. LEONARD \"BONES\" McCOY watches Kirk's progress through futuristic binoculars with mounting unease. From this distance Kirk resembles a small fly on a big wall. (muttering toward the mountain) \"You'll have a great time Bones,  You'll enjoy your shore leave. You'll be able to relax.\" (lowering binoculars) You call this relaxing? I'm a nervous wreck. If I'm not careful, I'll end up talking to myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EL CAPITAN",
          "text": "He inserts the pads of two fingers into a narrow crack above his head. He exhales, focussing concentration. Kirk pulls himself up, balancing on a ledge barely an inch wide. Exhilarated, he pauses to admire the view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A breathtaking but vertigo-inducing HIGH ANGLE SHOT of Yosemite. This may be the 23rd Century but the park looks the same as it did three hundred years ago. There is a soft WHOOSHING SOUND and SPOCK suddenly rises",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greetings, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock hovers in mid- air alongside the startled Kirk, kep aloft by means of levitation boots. His hands are clasped behind his back, typically Spock-like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock - What are you doing in this neck of the woods?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm flattered. Twelve hundred points of interest in Yosemite and you pick me. Spock doesn't take Kirk's hint to get lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I regret to inform you that the record for free-climbing El Captain is in no danger of being broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not trying to break any records. I'm doing this because I enjoy it. Not to mention the most important reason for climbing a mountain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because it's there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MM.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not think you realize the gravity of your situation. Kirk slips but manages to gain a handhold and save himsel Beneath his feet, a mini-avalanche of rocks is dislodged, tumbling to the valley below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the contrary. Gravity is foremost on my mind. Look, I'm trying to make an ascent here. Why don't you go pester Dr McCoy for a while?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe Dr McCoy is not in the best of moods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMPSITE BELOW",
          "text": "McCoy, still watching Kirk's progress, is getting angrier by the second. Goddamn..irresponsible... playing games with life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EL CAPITAN",
          "text": "Kirk strains for the next handhold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concentration is vital. You must be one with the rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, I appreciate your concern, but if you don't stop distracting me, I'm liable to be one... And as Kirk reaches for the next crack, the ledge comes loose underfoot and he finds himself falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOCK",
          "text": "He dives after Kirk, firing boosters to increase his speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK",
          "text": "Twisting and turning end over end as he hurtles downward. He thrashes at the air, unable to defeat gravity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMPSITE",
          "text": "McCoy turns away, unable to look. Oh, my God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK",
          "text": "Dropping...dropping..the ground rushing up like a hungry mouth. A split second before impact...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOCK",
          "text": "The Vulcan swoops INTO SHOT. His powerful fingers grab Kirk by the ankle and jerk him upward in the nick of time",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMPSITE",
          "text": "McCoy hasn't heard the expected splat. He turns to look and what he sees is:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk is suspended in air, bobbing upside-down at the end of Spock's arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The top of Kirk's head is practically touching the ground. That's how close he came to being pizza. Kirk blinks in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps \"because it is there\" is not sufficient reason for climbing a mountain. Kirk dangles - undignified but lucky to be alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm hardly in a position to disagree. McCoy is heard in approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McCoy is seen upside-down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Bones. Mind if we drop in for dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The single outpost of civilization on this desolate world - a small, ramshackle village smack in the middle of nowhere, surrounded by high walls. A lone rider on horseback crosses the desert, headed for the outpost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 23rd Century equivalent of a frontier saloon. Futuristi honky-tonk MUSIC. The patrons are rugged, unpleasant type Klingons, Romulans, Andorians, you name it. Much drink and boisterous talk. Arguments. Fistfights. Two men play futuristic \"pool\" on a table filled with water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SEXY CATWOMAN",
          "text": "Dances atop of the bar, flicking her long striped tail an hissing seductively at her rowdy audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALOON DOOR",
          "text": "A STRANGER coming from outside approaches familiar western-style doors. But instead of swinging open like you'd expect, they WHOOSH apart automatically. The stranger steps into the bar and the doors WHOOSH back into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk and noise go dead as the entire saloon turns its attention to the newcomer. The stranger, seen only from the back, steps into the squalid bar. The Bartender jerks his thumb in the direction of the back room. The stranger crosses to the back room and disappears inside. Talk and noise resume. A VEIWSCREEN is revealed b.g. As the cloaked stranger passes through the room toward the back, we hear: TELEVISION ANNOUNCER'S VOICE ...your dream can become a reality... the Paradise Inn...lots to choose from. We at the Paradise Inn attempt to create the closest thing to paradise in Paradise City, that is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stranger lowers the breathing device from her face and is revealed to be a young woman. A Romulan. Her name is CAITHLIN DAR and she stands on the threshold of the room, trying to adjust her eyes to the murky surroundings. She's a little nervous and a long way from home. The back room is a storage area for unwanted odds and ends. A ceiling fan swishes overhead pushing hot air around. Two men are sprawled in chairs at opposite ends of a table. They're two busy drinking to notice Caithlin's entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, I'm Caithlin Dar. The man seated closest to Caithlin slowly swivels his hea in her direction. He wearily extracts himself from his chair and comes forward. He's a Terran (specifically, an Englishman) named ST. JOHN TALBOT. Thin and dissipated alcoholic, Talbot is a veteran of the diplomatic corps. H pats down his unruly hair and straightens his soiled suit He gives Caithlin a tired smile and extends a limp hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, yes. Our new Romulan representative. Welcome to Paradise City, my dear, capital of the so-called \"Planet of Galactic Peace.\" I'm St John Talbot, the Federation representative here on Nimbus III. My charming companion here is the Klingon consul, Korrd... Caithlin regards the hulking figure at the other end of the table. KORRD is an old, overweight Klingon, a once-great warrior past his prime. He doesn't rise to greet Caithlin. Instead, he takes a swig from a flagon and emits an earth-shaking belch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I expect that's Klingon for hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Won't you come in, my dear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J'onn clambers over a dune with determination. He aims his gun as Sybock and his mount ride majestically to the top of the dune and continue on, followed by Sybok's soldiers, a virtual army of ragged settlers - aliens of every different race, the poor and the downtrodden - unit in their devotion to Sybok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty years ago, our three governments agree to develop this planet together. Korrd pours a drink from a bottle into his cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new age was born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our new age has died a quick death. And the settlers we conned into coming here - they were the dregs of the galaxy. They immediately took to fighting amongst themselves. We forbade them weapons and they soon began to fashion their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well then, it appears I've arrived just in time. Korrd looks confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmm... There are shouts from outside and the whine of a warning",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A handful of sentries brace themselves against the gate. It suddenly gives way. CAMERA CRANES UP OVER the top of the arch to reveal Sybok's army on the threshold of the city. In their midst, towering majestically above them, is Sybok on horseback. He urges his mount forward. With quiet determination, he and his army pour under the arch and proceed up the main drag. Townspeople scurry for protection, anticipating an attack Those who consider challenging Sybok are allayed by the crude weapons and intimidating looks of the followers. Sybok intends to take this town by show of force without having to fire a shot. And it looks like he'll succeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Korrd, Caithlin and Talbot emerge to see what the hubbub is about. When they see the approaching forces, Korrd and Talbot immediately turn tail and run back inside. After a moment, Caithlin follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Korrd, fearing the worst, goes behind the bar and opens a bottle. He upends it and pours the contents down his throat. He prefers to die drunk. Talbot and Caithlin hurry to the viewscreen. Talbot moves to turn off the program being broadcast. TELEVISION ANNOUNCER'S VOICE ....we have spared no expense to create the closest thing to.... Caithlin and Talbot wait as a communications screen rises in front of them. The saloon doors are forced open. J'onn rushes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get away from that transmitter! Korrd lifts his drink. J'onn grabs him; Korrd pushes back CAMERA PANS to reveal two armed soldiers who grab Korrd a hold him. The KLAXON winds down to eerie silence as Sybok enters, observing the action. He is followed by several soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(appraising them one by one) Romulan. Terran. Klingon. Consider yourselves my prisoners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prisoners? We're already prisoners on this worthless lump of rock. What possible value could we be to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nimbus III may be a worthless lump of rock, but it does have one unique treasure. It's the only place in the entire galaxy that has the three of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know who you are or what you want but I can tell you this: our governments will stop at nothing to insure our safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's exactly what I'm counting on. On Caithlin's confused look..                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hanging in space like a big Christmas ornament. The big blue marble called Earth is visible in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge, cavernous area designed as a high-and-dry for space vessels. Among this warehouse of ships is the one we know best - U.S.S.ENTERPRISE; NCC-1701-A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "U.S.S. Enterprise, shakedown cruise report. I think this new ship was put together by monkeys. She's got a fine engine, but half the doors won't open. And guess whose job it is to make it right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A meager repair crew lazily overhauls consoles and monitors. Some things work, most do not. One thing that does work is CHIEF ENGINEER MONTGOMERY SCOTT who looks up as COMMUNICATIONS OFFICER UHURA enters, stepping around cables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grumbling to himself; as he rises) Borgus Frat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; grumbling to himself) \"Let's see what she's got,\" said the Captain. And then we found out, didn't we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you'll whip her into shape, Scotty. You always do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura, I thought you were on leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I thought we were supposed to be going together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I cannot leave her now when she needs me the most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a feeling you would say something like that. So I brought us dinner. She holds up small modernistic food packs. Scotty takes one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, lassie, you're the most understanding woman I know. The bridge light starts to flash red. An ear-splitting",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red, Red, Red Alert. Red Alert. Red, Red, Red Alert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just fixed that damn thing. A man enters in b.g. carrying a cable over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn it off, will you? Two men look at the console with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red Alert. Red Alert. This is a Red Alert. Enterprise acknowledge. Uhura goes to her console, punches a button and responds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Enterprise. Identify  yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise, this is Starfleet. We have a Priority Seven situation in the Neutral Zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stand by Starfleet. Scotty, this is for real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They can't be serious. The ship's in pieces and we've less than a skeleton aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starfleet, are you aware of our currant status?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Currant status understood. Stand by to copy operational orders and recall key personnel. Uhura and Scotty share grim looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COMMANDERS SULU and CHEKOV tramp through dense woods. From their weary expressions it's clear they've been hiking a long time. Sulu leads the way. Chekov trudges behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Admit it. We're lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, we're lost. But we're making good time. Sulu's communicator BEEPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commander Sulu, come in, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe this. Commander Sulu here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura studies a monitor showing Sulu and Chekov as two blips on a grid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad news, gentlemen. Shore leave's been cancelled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rescued at last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Return to prearranged coordinates for pickup. Sulu and Chekov look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell them you're lost. You'll never live it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there a problem, gentlemen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um... yes. We've been caught in a blizzard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we can't see a thing. Request you direct us to the coordinates. Chekov provides blizzard noises. On Enterprise, Uhura listens to the \"blizzard\" and checks her graphics display for weather report. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My visual says sunny skies and seventy degrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu! Look! The sun's come out! It's a miracle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, fellas. Your secret's`  safe with me. I'll send the shuttlecraft to pick you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura, I owe you one. Sulu out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McCoy stands over a blazing campfire. A covered pot simmers on the coals. McCoy rings a TRIANGLE. He's slightly tipsy. Come and get it! Com and get it! CAMERA PULLS BACK to reveal Kirk and Spock seated two feet away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knock it.. knock it... Bones... Bones.. knock it off. We're right here. And we're starving. McCoy grins and crouches beside the covered pot. He revel in their undivided attention. With a flourish, he whips the lid off the pot to reveal a steaming mess of beans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bi-podal seeds, Doctor? Beans, Spock. But no ordinary beans. These are from an old Southern recipe handed down to me by my father. And if you stick your Vulcan nose up at these, you're not only insulting me, but generations of McCoy's. McCoy ladles out the beans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In that case, I have little choice but to sample your... beans. Kirk tears into his. Spock tries a forkful. He finds the taste strangely exciting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmm. Surprisingly good. It does have a flavoring I'm not familiar with. Ah, that's the secret ingredient. Spock eats with enthusiasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got any more of that secret ingredient, Bones? Be my guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McCoy grins and pulls out a bottle of bourbon. Spock stops in mid-chew and McCoy fills Kirk's cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I to understand that your secret ingredient is.. alcohol? Whiskey. Tennessee whiskey, Spock. You care for a little snort?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourbon and beans, an explosive combination. Think Spock can handle it? Are you kidding? With that Vulcan metabolism, he could eat a bowl of termites and it wouldn't bother him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you are so fond of pointing out, Doctor, I am half human. Well, it certainly doesn't show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you like that - this guy never changes. I insult him and he takes it as a compliment. Mmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, you two could drive a man to drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did I do? What did you do? You really piss me off, Jim. Human life is far too precious to risk crazy stunts. Maybe it didn't cross that macho mind of yours, but you should've been killed when you fell off that mountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It crossed my mind. And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And, even as I fell, I knew I wouldn't die. Oh? I thought he was the only one who's immortal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no. It isn't that. I knew I wouldn't die because the two of you were with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've always known... I'll die alone. Well, I'll call Valhalla and have them reserve a room for you. It's a mystery to me what draws us together. All that time in space - getting on each other's nerves. And what do we do when shore leave comes along? We spend it together. Other people have families.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Other people, Bones. Not us. They dwell on this thought for a moment. Then, Kirk notices that Spock has removed a sack from his backpack. Spock reaches into the sack and takes out a marshmallow which he attaches to the end of a pointed stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am preparing to toast a marsh melon. Marsh melon? Kirk and McCoy hide their smiles as Spock holds the marshmallow over the fire. Well, I'll be damned. A marsh melon. Where'd you learn to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before leaving the ship, I consulted the computer library to familiarize myself with the customs associated with \"camping out.\" Kirk and McCoy play along, amused by Spock's dead serious approach to frivolity. Well, tell me, Spock. What do you do after we toast the marsh - er, marsh melons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We consume them. I know we consume them. I mean after that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. I believe we are required to engage in a ritual known as the singalong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's great. I haven't sung around a campfire since I was a boy in Iowa. What are we going to sing? What... Bones, what are we going to sing? How about \"Camptown Races?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pack Up Your Troubles.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we leaving, Captain? It's a song title, Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Moon Over Rigel Seven?\" \"Row, row, row your boat...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Row, row, row your boat...\" I love \"Row...\" Do - do you know \"Row, Row, Row, Row, Row Your Boat?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That song did not come up in my research, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lyrics are - are very simple. It's, er, \"Row, row, row your boat, gently down the stream. Merrily, merrily, merrily, merrily, life is but a dream..\" The Doctor and I will start it off, and then when we give you the signal, you jump in. Doctor, if you please. McCoy takes a hit of booze and clears his throat. Don't say I didn't warn you. McCoy starts to sing. Kirk joins in. Maybe it's the bourbon, but the two of them sound pretty good. \"Row, row, row your boat, gently down the stream... merrily, merrily, merrily, merrily, life is but a dream...\" They signal Spock that it is his turn to jump in but the Vulcan merely regards them quizzically. The singalong grinds to a halt. ...life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Spock. Why didn't you jump in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was trying to comprehend the meaning of the words. It's a song, you green-blooded Vulcan. You sing it. The words aren't important. What's important is that you have a good time singing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. I am sorry, Doctor. Were we having a good time? God, I liked him better before he died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, all right, let's call it a night, will ya? He just keeps after it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go to bed and just let's get some sleep. They prepare for bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMPSITE",
          "text": "Under a twinkling sky the three men sit around the campfire. Faint night sounds. Crickets. An owl. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, we're on leave. You can call me Jim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Spock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life is not a dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go to sleep, Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, Bones. Goodnight, Jim. They all lie down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, Doctor. Goodnight, Spock!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, Jim. I don't know. I just don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A NASA Pioneer probe trumbles through space. Ancient, forgotten, the device is flotsam. O it's side is a plaque showing images of two humans and simple mathematical and scientific symbols. It comes PAST CAMERA and OUT OF SHOT. In the distance, a distortion appears and out of this distortion, a Klingon Bird of Prey materializes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doors separate to admit KLAA, the Bird of Prey's swashbuckling young Captain. He is met by VIXIS, his First Officer, a statuesque Klingon female. It's clear she adores Klaa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Captain Klaa, we have a target in sight. A probe of ancient origin.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(n Klingon; subtitled) (Difficult to hit?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Most difficult.) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Good.) Klaa's crew watches with excitement as their Captain straps himself into his command chair which has been equipped with an elaborate gunner's rig allowing Klaa to do the shooting himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; in Klingon; subtitled) (All weapons to my control) A periscope-like device swings into position in front of Klaa's flashing eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; in Klingon; subtitled) (Scope!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERISCOPE",
          "text": "The probe is a tiny travelling speck in the distance. It' course is erratic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The probe tumbles through space as the Bird of Prey swoop down for the attack. Machine gun-like phasers are mounted on the Bird's wings. They come to life and swivel, BLASTING a flange off the front of the probe. A SECOND BLAST destroys a fin on the rear of the craft. A THIRD SHOT blows away the antennae. Klaa is toying with the target. He hesitates, then finishes the probe off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vixis and anther crewman stand by, admiring their Captain and his deadly skill. But Klaa seems dissatisfied",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Shooting space garbage is no test of a warrior's mettle. I need a target that fires back.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Captain, new data. Hostages on Nimbus III.) Klaa unstraps himself from the command chair and joins Vixis at a monitor screen. The fearsome face of a KLINGON COMMANDER fills the screen and starts barking Klingon ove shots of Nimbus III and the Paradise outpost. It's clear that the Bird of Prey is being ordered to Nimbus III. Klaa and Vixis are charged with excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; in Klingon; subtitled) (One of the hostages is a Klingon.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (And the others?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (A Terran and A Romulan.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (That means the Federation will be sending a rescue ship of its own.) (Plot course for Nimbus III. I've always wanted to engage a Federation ship.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOSEMITE",
          "text": "A blinding light, a ball of great intensity, sets down on the edge of the campsite, rounding Kirk, Spock and McCoy from sleep. Get that damn light out of my face! The three men rise and watch as a figure in silhouette emerges from the light and comes forward. It's Uhura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Scott apologizes for having to send the shuttlecraft. The transporter beam is non-operational. Captain, we've received important orders from Starlet Command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't you beep my communicator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ER... You forgot to take it with you. Uhura hands Kirk his communicator. It's clear he left it behind on purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. I wonder why I did that? Well, gentlemen, it appears shore leave has been cancelled. Pack out your trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bright light leaves the deserted campsite and rises against the mountain. It turns TOWARD CAMERA and reveals itself as a sleek shuttlecraft of impressive design. Aft thrusters fire and it shoots skyward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE",
          "text": "The ship is seen in her shining glory above Earth, framed against a full moon. The approaching Galileo shuttlecraft is dwarfed by the magnificent starship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the Galileo 5, capable of transporting two dozen personnel. At the moment its passengers are Kirk, Spock, McCoy and Uhura, who pilots the craft. Kirk gazes fondly at the Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"... all I ask is a tall ship and a star to steer by.\" Melville.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Masefield. Are you sure about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am well-versed in the classics, Doctor. Then how come you don't know \"Row, Row, Row Your Boat?\" Spock raises an eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON VIEWSCREEN,  a graphic of the approaching shuttlecraft ANGLE WIDENS to reveal Scotty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready for landing. Enterprise, you have control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're doing just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTROL BOOTH OVERLOOKING LANDING BAY",
          "text": "Bay doors open to receive Galileo. The tractor beam locks onto the shuttlecraft and slowly pulls her inside. It's a delicate maneuver. Even with wings retracted, the Galileo clears the doors with only a few feet on either side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTROL BOOTH OVERLOOKING LANDING BAY",
          "text": "Scotty operates the controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAY AND STAGING AREA",
          "text": "The shuttlecraft comes in for a smooth landing. Its side hatch opens to allow Kirk and company to exit. There's no one to greet them, just a few crewmen scurrying around. Scotty appears. He may be exhausted and covered with grime but he's in his element.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I can say is that they don't make them like they used to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told me you could have the ship operational  in two weeks. I gave you three. What Happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you gave me too much time, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well, Mr. Scott. Carry on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting to some unfortunate crewman) How many times do I have to tell you? The right tool for the right  job... CAMERA FOLLOWS Kirk into the turbolift where Spock, McCoy and Uhura await. I don't think I've seen him happier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Level.. level.. level..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bridge. I hope. Turbolift doors close with a GRINDING SOUND. Kirk, Spock, McCoy and Uhura are carried upward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could use a shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. A surprised reaction from Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Computers come to life. Screens activate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TURBOLIFT",
          "text": "A WHOOSH but only half the automatic door slides open. The other half is stuck. Kirk must manually force it open to enter the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't anything work on this  ship? Starfleet's got some nerve sending us out in this condition with this handful of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain on the bridge. An ATTRACTIVE YEOMAN comes forward with the jacket of Kirk's uniform. He shrugs off his camping jacket as Uhura and Spock go to their stations. McCoy shakes his head at the noisy, messy bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, Starfleet transmission on line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put it on the veiwscreen, would You please? Kirk looks at a wall console which begins shorting out. A crewman lies beneath it as sparks begin to fly. The crewman hits his head on the wall console; more sparks. Kirk takes his captain's uniform jacket from the Yeoman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we have a little quiet, please? He puts on his Captain's jacket. The CAMERA PANS to reveal the veiwscreen. Kirk points, indicating the static on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you clear that up? The Yeoman and a crewman stand near a toolkit which toppl over. Kirk is beginning to get aggravated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGE",
          "text": "Kirk is still fiddling with his buttons as the face of THE STARFLEET COMMANDER appears. Behind the Commander, images and data. The image is shaky at first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we have it quiet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise, this is Starfleet Operations. Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim...? Well, we're dressing informally, aren't we? Kirk tucks in his shirt as he looks up at the veiwscreen. His T-shirt reds: \"Go Climb a Rock.\"  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You caught me on my way to the shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I apologize for canceling shore leave, but look, we have a dangerous situation out on Nimbus III.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On \"The Planet Of Galactic Peace?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same. From what we can make out, a terrorist force has captured the only settlement. And they've taken hostages. McCoy and Spock look at the O.S. action on the VIEWSCREEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Klingon, the Romulan, the Federation consuls. Now I know Enterprise is not exactly up to specs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all due respect, the Enterprise is a disaster. There must be other  ships in the quadrant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Other ships, yes. But no experienced commanders. Captain, I need Jim Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your orders are to proceed to Nimbus III, assess the situation and avoid a confrontation if possible. Above all, however, get those hostages back safely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have the Klingons responded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, but you can bet they will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Understood. Kirk out. Kirk addresses his expectant crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid the ship's problems will have to be solved en route. Since we're undermanned, I'm counting on each one of you to give his best. End of speech. Let's go to work. McCoy slides over to Kirk. Jim if you ask me, and you haven't, I think this is a terrible idea. We're bound to run into the Klingons and they don't exactly like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The feeling's mutual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Engine room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll need all the power you can  muster, Mister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you worry, Captain. We'll beat those Klingon devils even if I have to get out and push.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope it won't come to that, Mr. Scott. Kirk turns off the comm, picks up his camping gear and sits in the Captain's chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All possible speed, Mr. Sulu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye-aye, sir. Kirk settles into his command chair. He shifts uncomforta What's the matter, Jim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I miss my old chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOCK",
          "text": "He contemplates their situation with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER PART OF THE GALAXY",
          "text": "The Bird of Prey slices through the fabric of space headed for Nimbus III.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klaa paces his deck like a restless buccaneer, eager for confrontation. Vixis approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (The Starship Enterprise has been dispatched to Nimbus III.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Enterprise? That's Kirk's ship! If I could defeat Kirk...)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (...you would be the greatest  warrior in the galaxy.) This fact isn't lost on Klaa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Maximum speed!) The crew hops to it. Klaa turns to Vixis and gives her the chest-thumping Klingon salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Success!) Vixis passionately returns the gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Success!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE",
          "text": "As she sails toward the Neutral Zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain's Log, Stardate 8450...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA PULLS BACK AND ROTATES as Kirk impatiently drums his hand on the malfunctioning Captain's Log disk machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain's Log, Stardate 84 fif... The recorder malfunctions again; a portion pops out. CAMERA PULLS BACK to reveal Kirk looking off at the Yeoman. Uhura stands near the wall console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Captain",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it. Forget it. The Yeoman takes the malfunctioning Captain's Log and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, we're receiving the hostage information you requested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS to reveal veiwscreen b.g. Kirk joins Sulu and Chekov at the control board; is seated in the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is an authorized transmission from Starfleet Galactic Memory Bank. Spock and McCoy come forward to watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGE VEIWSCREEN",
          "text": "The screen comes to life and fizzles out. Then pops back on. Factual information, photographs, film and visual illustrations depict the backgrounds of the three hostages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same. He's apparently fallen out of favor with the Klingon High Command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General Korrd's military strategies were required learning when I was a cadet at the Academy. When they put me out to pasture, I hope I fare better than Korrd. Oh, this must be the hostage tape. A tape of poor quality. Images and SOUND come and go. A static shot of Caithlin Dar, flanked by Talbot and Korrd. Unlike the lively girl of the first scene. Caithlin is now restrained, dazed. Talbot and Korrd are also strangely subdued. In the b.g. we can see several of Sybok's soldiers brandishing weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A short time ago, we willingly surrendered ourselves to the forces of the Galactic Army of Light. At this moment we're in their protective custody. Their leader assures us that we will be treated humanely so long as you cooperate with his demands. I believe his sincerity. He requests that you send a Federation starship to parlay for our release at once. Be assured that we are in good health, and would appreciate your immediate response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I deeply regret this desperate act, but these are desperate times. I have no desire to harm these innocents but do not put me to the test. I implore you to respond immediately. End of transmission. Spock strides to Uhura's console. He backwinds the tape and FREEZE FRAMES on Sybok's face. It's blurry, indistinct. Spock is transfixed by the image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it? You look like you've seen a ghost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps I have, Captain. Perhaps I have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE",
          "text": "As the ship comes PAST CAMERA, we move in on a single window in the forward area of the dish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A vast area designed for contemplation. The most arresting feature is an antique ship's wheel - the kind Horatio Hornblower might have steered. The wheel stands in front of tall curving windows that offer an impressive space vista. Spock is beside the wheel staring at the stars, lost in thought. Kirk and McCoy enter with urgency and approach Spock, interrupting is reverie. Throughout the following, Spock continues to stare thoughtfully at the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, what is it? Do you know this Vulcan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cannot be certain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he does seem familiar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reminds me of someone I knew in my youth. Why, Spock, I didn't know you had one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not often think of the past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is it he reminds you of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a young student, exceptionally gifted, possessing of great intelligence. It was  assumed that one day he would take his place amongst the great scholars of Vulcan. But he was a  revolutionary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The knowledge and experience he sought were forbidden by Vulcan belief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rejected his logical upbringing and embraced the animal passions of our ancestors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He believed the key to self-knowledge was emotion, not logic. Imagine that. A passionate Vulcan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When he encouraged others to follow him, he was banished from Vulcan, never to return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fascinating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain to the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On my way. Kirk and McCoy head for the exit. Kirk hesitates on the threshold. He looks back into the room. Spock is still at the window, lost in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock? Spock snaps out of it. He hurries to join Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura seated at a wall console, Sulu at the control board. Kirk takes the Captain's chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Approaching Nimbus III.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hailing frequency open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standard orbit, Mr. Sulu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, we're receiving transmission from Paradise City. They're demanding to know our intentions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Respond with static. Let them think we're having difficulty. Which wouldn't be far from the  truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paradise City, can you boost your power? We're barely receiving transmission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Transporter room. Status.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty, hard at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty here, Captain. Transporter is still inoperative. Even if we could lock onto the hostages, we couldn't beam them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we'll have to get them out the old fashioned way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klingon vessel now entering quadrant. Bird of Prey. Estimating 1.9 hours until her weapons come to bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn. Let's go. He and Sulu rise and walk to McCoy at the sliding doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEKOV",
          "text": "He turns toward the veiwscreen where Nimbus III is seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shuttlecraft Galileo 5 streaks toward the planet's surface, deploying wings as it enters the atmosphere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Low-combat lighting. Sulu occupies the pilot's seat. Nearby are Uhura and seven Enterprise crewmen. Kirk and Spock are huddled over a graphics screen. They are dressed in field uniform. Phasers and transparen shields have been dispensed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their equipment is primitive but effective. I recommend we land at Coordinate 8563.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That puts us pretty far away from Paradise City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To land any closer would risk detection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Sulu. Execute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "aye, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shuttlecraft swoops out of the dark sky and skims the surface of Nimbus III. The CAMERA PANS the desolate terrain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ramshackle of buildings of Paradise City are illumina by the light of two moons hanging overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paradise City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chekov addresses Sybok from the communication screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the Starship Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Federation starship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Captain Pavel Chekov speaking. You are in violation of Neutral Zone  Treaty. I advise you to release your hostages at once or suffer the consequences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your threats amuse me, Captain Chekov. What consequences did you have in mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shuttlecraft swivels as it lands. The doors open revealing its crew. Kirk leads them from the craft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As \"Captain\" Chekov continues the ruse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even as we speak, a Klingon warship is on its way. We estimate arrival within the hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I imagine the Klingons will be quite angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are a master of understatement. They are likely to destroy the planet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then it's fortunate that I have you and your starship to protect me. In the meantime, Captain Chekov, I instruct you and your First Officer to beam down to my coordinates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will be happy to beam down. But first we must have certain assurances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galileo lies behind a dune. The light of Paradise City are glimpsed over the rise, a mile off. Kirk and Spock lie on a dune with night vision binoculars. There's nothing between them but flat expanse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At footspeed I estimate the journey to Paradise City at 1.2 hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have 1.2 hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK'S PIOV",
          "text": "A tiny oasis in the near distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Wait a minute... Perfect. But we will have to get their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BAND OF RAGTAG SOLDIERS gathers around a campfire. They are six in number, all men, members of Sybok's force. They are heavily robed to retard the night chill. They chat and drink. Nearby, their horses slip from a meager spring. A BLACK SOLDIER lifts his head and smiles as a woman's SONG floats out of the darkness- soft and mysterious, seductive. The soldiers look at each other in surprise, then rise en masse to seek the scource of the singing. The Black Soldier rises and steps toward the SOUND. Another soldier joins him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the distance, atop a dune and silhouetted against the low hanging twin moons... a female. But not just any female. This siren undulates as she sings, moving sensuously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Uhura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SOLDIERS",
          "text": "Drawn like moths to a flame. The Black Soldier rises; they stumble over each other to get a closer look, climbing on hands and knees up the steep dune where Lorelei Uhura waits at the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is that? As the soldiers continue to climb the dune toward Uhura, two Enterprise crewmen enter and point their phasers at them. Other crewmen lie in the sand flanking Uhura's dancing feet. The Soldiers, taken by surprise, stop mid-climb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, boys... I've always wanted to play to a captive audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, damn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snarling horses pound over a rise, sending sand in all directions. Riders hurtle PAST CAMERA with flowing capes and cowled faces. Ahead of them, Paradise City. Behind them, the desert - a sea of darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK AND SPOCK",
          "text": "Kirk rides with determination, his face nearly hidden behind a burnoose. He looks over at the rider beside him. It's Spock, bouncing stiffly in the saddle, doing all he can to hang on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be one with the horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armed sentries watch from the walls as the scruffy band of horsemen crosses the desert. J'onn, Sybok's first convert, appears looking concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open the gate. It's our lookout party. The huge iron gate swings open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HORSEMEN",
          "text": "They gallop at full tilt, led by Kirk. He shouts frantically to the sentries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Federation soldiers right behind us. Close the gate! As Kirk and his party gallop through, the gate is closed behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk and company proceed up the street, coaxing their horses toward the saloon at its end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are they going? They ride slowly, not wanting to attract more any more attention than they have. Occasionally a crew member drops away from the group and dismounts, taking a position where he can lay down cover for the eventual escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HORSEMEN",
          "text": "Kirk's eyes sweep around. There are soldiers on most of the rooftops, heavily armed and dangerous-looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock. Spock hides a tricorder in his lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold your horse, Captain. I'm scanning. The hostages are in the structure just ahead. Hiding it from view, Kirk raises a communicator to his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Strike Team. Start your run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATE",
          "text": "While the others watch the desert, J'onn turns to watch the horsemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you? J'onn rushes to the big spotlight anchored on the wall. He swings its bright beam in the direction of the horsemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET",
          "text": "Sulu and Kirk are revealed as the light sweeps across them. Kirk and the others turn and react to the light, realizing the jig is up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phasers on stun! Get rid of the mounts! Sulu - take out that light!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Captain. The crewmen dismount and whip out the phaser rifles they've hidden under their robes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SULU",
          "text": "Sulu spears his horse and charges at the spotlight as pebbles fired from the enemy's crude weapons whiz around him like hungry hornets. He gallops toward the blinding light. A BAZOOKA SHELL EXPLODES near him and he is knocked from his mount, but manages to roll away toward the spotlight and rises up to his knees. He raises his phaser and with an expert shot, blows the spotlight to bits as J'onn holds it. The street goes dark, lit now by neon and the flash of gunfire and phasers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok reacts to the gunfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I instruct you to surrender. You are under attack by Federation forces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you realize what you've done? It wasn't bloodshed I wanted. Sybok turns and strides out of the room, his robes swirling around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! Come back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A symphony of smoke and gunfire. Dizzying action. Running figures. Stampeding horses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk dismounts; his horse runs off. A soldier rushes in and thrusts his weapon at Kirk, who grabs it and strikes the man in the face. He knocks him O.S. and takes the weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers on the walls and rooftops open fire with their crude weapons. The Enterprise crewmen fight back from strategic positions along the street, expertly picking off the enemy and using their transparent shields to repel the volley of pebbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK",
          "text": "A soldier grabs Kirk; they struggle. Kirk flips him OUT OF SHOT. Another soldier hurries in shooting as he climbs over a wall. Other crewmen hit still more soldiers with phaser fire. They scream and fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOCK",
          "text": "The Vulcan dismounts. As he heads for the saloon AN ENEMY SOLDIER leaps from a balcony, landing squarely in the saddle of Spock's horse. Armed with a sword the Soldier urges the steed forward to trample Spock. As Spoc turns in response, the Soldier rears the horse up on its hind legs. Hooves threaten to pummel Spock to a hamburger Spock calmly reaches up and presses his fingers into the horse's neck, executing a Vulcan nerve pinch. The horse and its rider tumble to the ground as Spock walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK",
          "text": "He stands in the doorway, back-lit by an inner bright lig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura, come on down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura is at the controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger. Coming in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok's soldiers set up a multiple pipe weapon cranked like a Gattling gun. Like the other weapons, it uses pebbles for bullets. One of them catches an Enterprise crewman in the leg. He goes down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK",
          "text": "Kirk shoots his phaser toward the lights of the building housing the saloon. The lights EXPLODE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark and empty. Phaser drawn, Kirk cautiously makes his way across the room when, with a sudden hiss, the Dancing Catwoman leaps over the bar and pounces on his back. As she claws at him, Kirk twirls her around in an \"airplane spin\" and throws her the length of the room. The Catwoman lands in the \"pool\" table, sending up a wave of water that soaks the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock enters and reacts to the unconscious floating Catwoman as Kirk blasts open the door to the back room. TELEVISION ANNOUNCER'S VOICE ... recreational opportunities are limitless.. The vicinity is famous for plentiful local wildlife. And the fishing is terrific... Caithlin, Korrd and Talbot look up in surprise. Kirk breathes a sigh of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOCK",
          "text": "Spock appears at Kirk's side. TELEVISION ANNOUNCER'S VOICE (continuing; overlapping) ... easy financing through Federation Federal can put you in your own home on the beautiful, conveniently located...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HOSTAGES",
          "text": "Kirk signals for the hostages to follow them. But the hostages confound them by pointing three crude pistols at their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please cooperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you mind handing over your weapons? TELEVISION ANNOUNCER'S VOICE Beam on down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk and Spock are marched out off the saloon by the hostages. The rest of the Enterprise crew is herded together to the accompaniment of thunderous cheers from Sybok's soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well done, my friends. An armed soldier pushes Uhura toward a smiling Sybok and J'onn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOCK",
          "text": "As the cheers begin to die, Spock detaches himself from Kirk and McCoy. Sybok notices him. For the first time we see him vulnerable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock. It's me. It's Sybok. After all these years, you've finally caught up with me. Don't you have anything to say to me? It's clear Sybok is trying to force an emotional reaction from Spock. But Spock refuses to fall into his trap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are under arrest for seventeen violations of the Neutral Zone Treaty. Sybok is incredulous. There must be a hundred guns pointe at Spock's heart. Sybok can't help it. He chuckles. The chuckle becomes a full rich laugh. The soldiers join in and soon their laughter is ringing through Paradise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, you've developed a sense  of humor after all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was not my intention to amuse you. These are serious charges. However, if you surrender now-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Spock. I can't surrender now. I'm not through violating Neutral Zone Treaty. In fact, I'm just getting started. And now for my next violation I intend to steal something. Something very big. J'onn and several soldiers laugh and cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must have your starship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stepping forward as  You staged all this to get your hands on my ship? Sybok regards Kirk in his grubby commando outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James T. Kirk, Captain of the  Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I thought Captain Chekov.. I see. Very clever, Captain. (turning t Spock with excitement) Spock, it would appear that you've been given a second chance to join me. What do you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am a Starfleet Officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. Of course. Then I'll take the ship without your help. The soldiers cheer wildly, waving their weapons in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE",
          "text": "Waiting. Vulnerable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chekov, Scotty and a tense crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shuttle en route.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Position, Bird of Prey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Closing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD OF PREY",
          "text": "The Klingon ship approaches Nimbus III.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klaa and Vixis react to Enterprise on their veiwscreen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Estimating attack range in 8,000 Kellicams.) Klaa casually slips into the gunner's rig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Stealth approach. Slow to one quarter impulse power. Prepare to cloak.) A KLAXON SOUNDS. The bridge is bathed in red light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; in Klingon;  (Engage cloaking device)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "The ship distorts and becomes invisible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty reacts to monitor screen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Chekov, I've lost the Bird of Prey. She must have cloaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raise shields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the shuttle-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DO it. Go to Red Alert. Scotty punches in commands. On his graphics screen a series of dots winks on around an outline of the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALILEO",
          "text": "Slowly heading back to the ship. Enterprise is in the far distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, Spock and McCoy are guarded by J'onn and a select handful of Sybok's soldiers. Sulu and Uhura pilot the craft while Sybok confers with Caithlin and Korrd. The remainder of the Enterprise crew has been left behind on Nimbus III.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once we've taken control of your vessel, we'll bring up the rest of our followers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Klingons are out there. We'll be lucky to get back to the ship ourselves. They are interrupted by Chekov's voice on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galileo, this is Enterprise. Condition Red Alert. Bird of Prey approaching. She is cloaked. Raising shields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Recommend Galileo find safe harbor until situation secure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Acknowledge. Sulu and Uhura turn to Kirk for instruction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! No reply. Remain on course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok, listen to me. In order for this craft to enter the landing bay, Enterprise must lower the shields and activate the tractor beam. To get us inside and re-raise the  shields will take-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly 15.5 seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An eternity during which we'll be vulnerable to Klingon attack. Korrd-you tell him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He speaks the truth. If my people are cloaked, then they intend to strike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cannot turn back. Sybok regards Kirk with suspicion. He turns to Spock, the only one he can trust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must allow us to act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well. Do what you must-but no more. Kirk punches a button on the console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Klingons have been monitoring the exchange between Enterprise and Galileo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Kirk! He's on the shuttlecraft! Alter the attack course!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Understand your situation. Are unable to return to planet. Stand by to execute... Emergency Landing plan.. B",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chekov and Scotty exchange confused looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's Emergency Landing Plan B?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have a clue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "B as in \"barricade.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't be serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE AND GALILEO",
          "text": "The shuttle draws closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise looms through the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In order to lower and raise the shields as quickly as possible, we're going to forego the tractor beam and fly her in manually. Manually?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How often have you done this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually it's my first attempt. Sybok looks at Kirk in amazement. Kirk smiles uneasily and indicates Sulu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's good. Really Scotty, on my mark. Open bay doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With agonizing slowness, the bay doors begin to open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klaa flexes his itchy trigger-finger and peers into his view scope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Stand by to decloak for firing!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk to Scotty-lower shields!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty punches in commands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lowering shields, sir. On Scotty's graphic's screen, the dots wink out around the outline of the ship. Enterprise is now vulnerable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bird of Prey materializes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Klingon ship is sighted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bird of Prey bearing one zero five mark two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go, Sulu. Sulu hits the aft thrusters and the shuttle roars to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE AND GALILEO",
          "text": "The shuttlecraft takes off with a tremendous kick. Like it was fired from a slingshot, the tiny craft closes the gap between itself and the Enterprise at alarming speed. the bay doors - they haven't opened wide enough yet. Just when it looks like the Galileo will pulp itself on t fantail, she banks ninety degrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galileo negotiates the narrow opening by coming in on its side. It skids down the runway, showering sparks all the way, unable to stop. To our surprise, a cargo net pops up to keep it from crashing into the retaining wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the shuttle recoils against the net, passengers are thrown about like rag dolls. Lights blow out and instrument panels EXPLODE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klaa gapes in surprise. The target has zoomed out of his sights",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Bear on Enterprise)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Enterprise Targeted!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Warp speed now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klaa looks through the view scope, turns the firing handles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Fire!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE",
          "text": "One moment she's there, the next she's gone in a flash of blinding light. Klaa's shot goes to the void.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klaa reacts in amazement to Enterprise's sudden departure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Track her course!) As Vixis and her crew hop to it, CAMERA PUSHES IN on Klaa who throws off his gunner's rig, unable to hide his admiration for Kirk's cleverness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; in Klingon; subtitled) (He's good.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The badly-damaged Galileo lies smoldering on its side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the smoking wreckage, passengers have been flung everywhere. No one's been killed but are all dazed or unconscious. Sybok and Kirk come to simultaneously. But before Kirk can act, Sybok snatches up a primitive shooting weapon and aims it at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must change our course at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take you to the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Galileo's back hatch blows open emitting a cloud of smoke along with Kirk and Sybok. As Sybok steps down behind him, Kirk whirls and grabs for the weapon. The two men struggle and tumble across the landing bay floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK AND SYBOK",
          "text": "Kirk is no match for the Vulcan's superior strength but he fights with everything he's got. He manages to knock the weapon from Sybok's hand. It skitters across the floor and stops at the feet of Spock who has emerged from the shuttle. Spock looks down at the weapon, then back to Kirk whom Sybok is rendering helpless with one hand. With his incredible strength Sybok forces Kirk to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock... pick it up! Spock obediently picks up the weapon like it was a distasteful object. Kirk collapses on the floor, consciou but no longer able to fight. Spock faces Sybok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok, you must surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You must kill me. Sybok advances toward Spock until the weapon is pressing into Sybok's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoot him! But Spock can't shoot. The emotional price is too great. He lowers the weapon in shame and defeat. Sybok takes it from him with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a moment, I thought you might actually do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok's soldiers emerge from the wreckage of the shuttle with McCoy. The doctor hurries to Kirk and helps him to his feet. Kirk, in pain and betrayed, glares at Spock who cannot meet his eyes. Sybok turns to J'onn. He indicates Kirk and McCoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put him in the brig with Captain Kirk. Spock, you will accompany me to the bridge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I will not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I'm right. He is met by stony silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; a long pause) Then you must join them. J'onn and several other soldiers march Kirk, Spock and McCoy out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDING BAY",
          "text": "Caithlin, Korrd and Talbot emerge from the shuttle with Sulu and Uhura in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These two will be useful. Uhura and Sulu are defiant. Sybok approaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give us a moment alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDING BAY CONTROL BUBBLE",
          "text": "Scotty witnesses the action on the deck below. Fortunately, no one sees him. He steps back into the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIG",
          "text": "Kirk, Spock and McCoy are shoved into a cell by J'onn. Phaser beam bars materialize to contain them. Kirk is enraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damnit, Spock. God damnit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, what have I done - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you have done is betray every man on this ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worse. I have betrayed you. I do not expect you to forgive me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forgive you? I ought to knock you on your goddamn ass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you think it would help. You want me to hold him, Jim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stay out of this! Why, Spock? Why? I.. All you had to do was pull the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I had pulled the trigger,  Sybok would be dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ordered you to defend this ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ordered me to kill my brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, the man may be a fellow Vulcan, but that doesn't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no, Captain. You do not understand. Sybok also in a son of Sarek. Kirk and McCoy can't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean he's your brother brother? You made that up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did too. Sybok couldn't possibly be your brother because I happen to know for a fact that you don't have a brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Technically, you are correct. I do not have a brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, you see? See?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a half brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta sit down. Let me get this straight. You and Sybok have the same father but different mothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. That is correct. Sybok's mother was a Vulcan princess. Upon her death, Sybok and I were raised as brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't you tell me this before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was not disposed to discuss... matters of a personal nature. For that, I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's sorry, See, he's sorry. Everything... that makes everything all right. He's sorry, everything's... Stop it, Jim. Spock could no more kill his own brother than he could kill you. If you want to punish him for what he's done, why don't you throw him in the brig? Kirk's anger burns itself out. Besides, we've got bigger problems to deal with. Like how the hell to get out of here. I'll say one thing, Spock. You never cease to amaze me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nor I myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doors WHOOSH open to admit Uhura and Sulu. Chekov, in the command chair, stands to greet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was beginning to worry. Where is the Captain? Sybok enters, followed by the hostages and several armed soldiers. Chekov looks at Uhura and Sulu in confusion. They, like the hostages, are smiling warmly - converts to Sybok's cause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right Pavel. Sybok will explain everything. Sulu moves past Chekov and takes his seat at the helm. He punches in commands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plotting our new course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New course? You have no authority. What's going on here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pavel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't force you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got to listen to this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The decision must be yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Each of us hides a secret pain. Share yours with me and gain strength from the sharing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk balances on Spock's shoulders, examining the ceiling, seeking a means of escape. Kirk uncovers a fixture. Spock shakes his head negatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Useless. Kirk stands on Spock's shoulders, now holding on to a pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unwise. Kirk investigates a circuitry panel. He touches it and receives a shock that causes him to tumble to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could've warned me. He did, Jim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's got to be a way out of this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a new brig, Captain. It is escape-proof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The designers tested it using the most intelligent and resourceful person they could find. He failed to escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he and McCoy realize) This, er, person... didn't by any chance have pointed ears and an unerring capacity for getting his shipmates into trouble, did he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He did have pointed ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE",
          "text": "The ship continues at warp speed, DISAPPEARING FROM SHOT in  a blur of blinding light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura and Sulu are at their stations. Chekov once again occupies the command chair. Sybok stands beside him. In the background are Caithlin, Korrd and Talbot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Following new course. Warp seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Estimating destination in 6.7 hours, present speed. Sybok looks happy and paternal, less driven. He turns to Uhura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that we're underway, it's time I announced my intentions to the rest of the ship. Brave crew of the Starship Enterprise... Consider the questions of existence. These are the questions which man has asked ever since he first gazed at the stars and dreamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, Spock and McCoy discontinue their efforts to escape and now peer instead at a monitor screen beyond the cell",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Vulcan ancestors were ruled by their emotions. They felt with their hearts. They believed with their hearts. But above all else, they believed in a place in which these questions of existence would be answered. Modern dogma tells us this place is a myth, a fantasy concocted by pagans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crewman pauses to listen to Sybok's continuing speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is no fantasy! I tell you it exists!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS the bridge to find crew and soldiers focused on Sybok's words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brothers, we have been chosen to undertake the greatest adventure of all time - the discovery of Sha Ka Ree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baffled responses from Kirk and McCoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it possible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is what possible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That he's found it. Sha Ka Ree. The reason Sybok left Vulcan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our destination is the planet Sha Ka Ree, which lies beyond the Great Barrier...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock turns back to Sybok's image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... at the center of the galaxy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The center of the galaxy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There Sha Ka Ree is fabled to exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the center of the galaxy can't be reached. No ship has ever gone into the Great Barrier. No probe has ever returned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok possessed the keenest intellect I have ever known.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock! My only concern is getting the ship back. When that's done and Sybok is in here then you can debate Sha Ka Ree until you're green in the face. Until then, you're either with me or you're not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am here, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a little vague, Spock -  An infrequent, almost inaudible tapping SOUND comes from the back wall of the cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that noise? They turn and regard the back wall. The tapping continues",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe it is a primitive form of communication known as Morse Code. They scramble over and huddle beside the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right. I'm a little out of practice. Uh....that's an \"s.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A \"t.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"a\"... \"n\"...uh, \"d\"... end of word. \"Stand.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New word. \"b\".. \"a\"... um...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"c.\"... \"k.\" \"Back.\" \"Stand back.\" They're about to congratulate themselves when they realiz it's a warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stand back!! They dive for cover as a large panel EXPLODES from the wall, showering them with dust. Scotty appears in the opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you standing around for? Do you not know a jailbreak when you see one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok, J'onn and Sulu exit the turbolift and head for the brig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bond between these three is strong... difficult to penetrate. This will be quite a challenge. The brig doors WHOOSH open. They step inside and are confronted with an empty cell. The prisoners have vanished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got to find them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty leads Kirk, Spock and McCoy through the labyrinth innards of the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, we can't trust anyone now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we could send a distress signal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is an emergency sending apparatus in the forward observation room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only problem is, it's up there. We're down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You might be able to reach it by means of turbo shaft number three which is closed for repairs. It's a long and dangerous climb. Some of us get off on long and dangerous climbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Scott, get the transporter working. If we contact a rescue ship we'll need it. Which way to the turbo shaft?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Head down that tunnel to the hydro vent and turn right. Then left at the blowscreen. You can't miss it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Scott, you're amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty walks off in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, there's nothing amazing about it. I know this ship like the back of my hand. Scotty turns the corner and whacks his head on a low- hanging pipe. He collapses to the floor, out cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A warning KLAXON SOUNDS. Sybok's soldiers sweep through the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, Spock and McCoy gaze up at a narrow and seemingly endless elevator shaft. An emergency ladder attached to the wall is the only way up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, look at it this way. We'll get a good workout. Yeah. Or a heart attack. Kirk starts to climb the emergency ladder. McCoy reluctantly follows. Spock watches. Then, unnoticed, he slips away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu, leading a team of converts, rounds a corner and nearly stumbles over Scotty. Scotty groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get Mr. Scott to sick bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk climbs hand over hand, followed by a huffing and puffing McCoy. Jim, this is going to take me forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Spock? Kirk and McCoy look down. No Spock. Just then, a soft WHOOSHING SOUND from above. They look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock descends wearing the levitation boots from Yosemite He floats alongside Kirk and McCoy, hovering in midair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe I have found a faster way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-uh. Kirk breaks into a smile of relief. He steps off the ladder and grabs onto Spock. They dip down a few feet, then slowly rise to a hovering position beside McCoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bones...? You two go ahead. I'll wait for the next car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not splitting up. Grumbling, a little fearful, McCoy steps on board. Their combined weight causes them to sink steadily downward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would appear we are too heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It must be all those marsh melons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW",
          "text": "Sulu and the search party appear at the bottom of the shaft, armed with phasers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "173   ANGLE - KIRK, SPOCK AND McCOY Sinking lower, on the verge of capture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock... the booster rockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I activate them now, Captain, we will be propelled upward at an unbelievable rate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fire the rockets! Spock hits the boosters. With an explosion of power and NOISE they shoot skyward like a bullet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW",
          "text": "Rocket smoke shoots downward enveloping Sulu and the  search party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, please come back down  here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "175   ANGLE - KIRK, SPOCK AND McCOY Our hero's are an upward blur that shows no sign of stopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hit the brakes! Spock hits \"the brakes\" and they stop barely one floor from the ceiling, bobbing in midair. Kirk and McCoy are white as sheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid I overshot the mark by one level. Nobody's perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark, deserted. The grandeur of space lies beyond the tall curving windows. Kirk, Spock and McCoy enter and cross to the communications console. Spock activates it. Functions come to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The emergency channel, open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To anyone within the sound of my voice: This is Captain James T. Kirk of the Federation Starship Enterprise. If you read me, acknowledge. Acknowledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise, this is Starfleet Command. We read you. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hostile force has seized control of our vessel and put us on a  direct course with the Great Barrier. Our coordinates are zero-zero-zero...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...mark two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark two. Request emergency assistance. Acknowledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To reveal the \"Starfleet Command\" voice belongs to Vixis. Behind her Klaa sits, smugly confident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in English) Understood, Enterprise. We are dispatching a rescue ship immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger, Starfleet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Plot course zero-zero-zero, mark two.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (But Captain, that course will take us into the Barrier as well.) Klaa isn't about to let a small thing like death stop him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Klingon; subtitled) (Where Kirk goes, we follow.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, Spock and McCoy start for the exit when they are startled by the appearance of Sybok, J'onn and several armed soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I trust your message was received?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't expect us to stand by while you take the ship into the Great Barrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you fear is the unknown. The people of your planet once believed their world was flat. Columbus proved it was round. They said the sound barrier could never be broken. It was broken. They said warp speed could not be achieved. The Great Barrier is the ultimate expression of this universal fear. It's an extension of personal fear. Captain Kirk, I so much want your understanding. I want your respect. Are you afraid to hear me out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid of nothing. Sybok turns to J'onn and the soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait outside. J'onn and the soldiers reluctantly withdraw. Sybok indicates for chairs, arranged in  circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure you have many questions Here, amidst the stars of our own galaxy, we shall seek the answers together. The four men take their seats. The lighting becomes intimate. Sybok weaves his spell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty awakens to find Uhura holding him in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, easy,  easy, Scotty. Easy. You're back with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura, I had the strangest dream. I dreamt that a madman had taken over the Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty, dear, he' not a madman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Sybok has simply put us in touch with feelings we've always been afraid to express. Uhura gives Scotty loving look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I.. er... have to get back the  transporter. Scotty slips out of her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no. Scotty - Scotty... There's so much I want to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you could wait until I'm a wee bit stronger I don't think I could take it in my present condition. Or yours. Scotty heads for the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beyond the windows, the swirling vastness of space. Kirk, Spock, McCoy and Sybok sit in a circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sha Ka Ree. \"The Scource.\" \"Heaven.\" \"Eden.\" call it \"Qui'Tu.\" To the Romulans, it's \"Vorta Vor.\" The Andorian word is.. unpronounceable. Still, every culture shares he common dream of a place from which creation sprang. For us, that place will soon be a reality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only realty I see is that I'm a prisoner on my own ship. What is this power you have to control the minds of my crew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't control minds. I free them. How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By making you face your pain and draw strength from it. Once that's done, fear cannot stop you. Sounds like brainwashing to me. Sybok closes his eyes and concentrates deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your pain is the deepest of all. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can feel it. Can't you? A city skyline materializes in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leonard... It's some kind of trick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leonard... Father? The surrounding walls come alive with energy. What follows is theatrical in style as we enter a subjective world. Oh my God, don't do this to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "181   ANGLE - McCOY He turns to find himself in a brilliantly white, sterile hospital room. A wasted figure reclines in a bed, an old man connected to a powerful life-support system. This is McCOY'S FATHER and we are somewhere in the past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leonard... McCoy rushes to the bedside. I'm here. I'm with you, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pain... stop the pain. I've done everything I can do. You've got to hang on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't stand the pain. Help me. In the near background Sybok watches with Kirk and Spock. They are entranced by what they're seeing. All my knowledge and I can't save him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've done all you can. The support system will keep him alive. You call this alive? Father whispers something. McCoy bends down and puts his ear next to the old man's parched lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son, release me... McCoy looks into his Father's eyes. The old man's gaze travels to the support machinery. He wants McCoy to shut it off. I can't do that, Dad. But how - how can I watch him suffer like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a doctor. I'm his son! McCoy reaches his decision. He shuts off the machine. The Father dies in his son's arms. Sybok appears at McCoy's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you do it? To preserve his dignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That wasn't the worst of it. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was it? No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Share it. McCoy hesitates, trembling. This is his dark secret. Not long after... they found a cure. A goddamn cure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So if you hadn't killed him he might have lived. No! I loved my father. I released him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you did what you thought was right. Yes. No! Yes! Sybok holds McCoy. The CAMERA PUSHES IN as they hold each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release this pain.. Release it. This pain has poisoned your soul for a long time. Kirk and Spock look at each other with concern. McCoy weeps for several moments, then wipes the tears away. He looks up at Sybok's comforting smile and is filled with a deep sense of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you've taken the first step. The other steps we'll take together. McCoy nods. Sybok turns to Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Each man's pain is unique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hide no pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you better than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock... don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right, Captain. Proceed. O.S. a woman screams in agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK AND SPOCK",
          "text": "They turn and find themselves beneath the hanging stalactites of a cave. Torchlight throws weird shadows on the walls. The shadows depict a woman in labor, attended by a Vulcan High Priestess. Ceremonial DRUMS pound a throbbing pulse. The woman lets out another scream. It reverberates throughout the cavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe we are witnessing my birth. Sybok appears beside them. He leads Spock and Kirk into the past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS THEY APPROACH",
          "text": "Spock's mother, the young earthwoman AMANDA, lies on a  rough pallet, her legs spread beneath her robes, her distended stomach lifting. Her only attendant is THE HIGH PRIESTESS who intones the Vulcan birthrights. Spock watches. A figure steps from the shadows. It is SAREK, Spock's Vulcan father. He observes his wife with typical detachment. As the DRUMS build in intensity, Amanda begins to deliver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAVERN WALL",
          "text": "The birth takes place in shadow. DRUMS reach a climax and stop. An infant cries. Amanda lifts the mewling babe from between her legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOCK",
          "text": "Watching his entry into the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH PRIESTESS",
          "text": "She takes the baby from Amanda and holds it up. The tiny infant kicks and cries. Amanda reaches out for her child but the Priestess turns and presents the crying baby to Sarek instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORWARD OBSERVATION ROOM",
          "text": "Spock turns away from Sybok and the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock... What have you done to my friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've done nothing. This is who they are. Didn't you know that? The question hits Kirk with force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... I didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now learn something about yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I refuse. Jim, try to be open about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About what? That I've made the wrong choices in my life? That I turned left when I should've turned right? I know what my weaknesses are. I don't need Sybok to take me on a tour of them. If you'd just unbend and allow yourself - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And be brainwashed by this con man? I was wrong. This \"con man\" took away my pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damnit, Bones, you're a doctor. You know that pain and guilt can't be taken away with a wave of a  magic wand. They're things we carry with us - the things that make us who we are. If we lost them, we lose ourselves. I don't want my pain taken away. I need my pain. A tense silence, broken by...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok, this is the bridge. We're in approach of the Great Barrier. Sybok is filled with excitement, eager to go to the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, I'm afraid you'll have to remain here. Spock. Dr. McCoy... Come with me. Sybok and McCoy start for the exit but stop when they realize that Spock is remaining with Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cannot go with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I belong here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok, you are my brother, but you do not know me. I am not the outcast boy you left behind those many years ago. Since that time I have found myself and my place. I know who I am. And I cannot go with you. McCoy reacts to this speech. After a moment, he takes his place with Kirk and Spock. I guess you better count me out, too. Beyond the great windows, space is hanging, reflecting this unique part of the galaxy. Sybok regards Kirk, Spock and McCoy with affection. This is only a temporary setback. He knows the ultimate win will be his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I'll see you on the other side. Sybok heads for the exit. Doors WHOOSH open to reveal the guards outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! You know we'll never make it through the Great Barrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if we do, will that convince you that my vision was true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your vision?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Given to me by God. He waits for us on the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are mad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I? We'll see. The fiery look in Sybok's eyes might be confidence, it might be madness. He turns and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise is poised on the edge of the giant star cluster known as the Great Barrier. It is visually stunning and equally dangerous. We see giant regions of star formations as well as expanding blast waves from exploding stars. Beams of radiation from pulsars sweep the tiny and insignificant ship, bathing her in color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDE VIEWSCREEN",
          "text": "Sybok is on the bridge. Uhura, Chekov and Sulu are at their stations. Caithlin, Korrd and Talbot are also present. They and the rest of the crew are transfixed by the viewscreen, awed by the vista of a sky filled with thousands of stars, each a fiery orange. But what really draws their attention is the black thundercloud looming directly ahead. Here starts the ring of gas and dust that enshrouds the center of the galaxy, hiding it from view. Behind this black veil is a region that emits ten times more energy than our sun. Through the chinks in the wall we see flashes of blue light - hints of the fires blazing within. The hip's monitor screen goes blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say no ship can survive this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say they're wrong. I say the danger is an illusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have no instrument readings. Is it there or isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Sulu... full ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Full ahead, aye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE",
          "text": "And with that, the ship plows into the Barrier, straight into the dark clouds, disappearing from sight. We HOLD for a terrifying moment, wondering if we'll ever see Enterprise again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, Spock and McCoy experience a rush of elation. They gaze through the window at an incredible spacescape, unable to deny the sensation stirring within them. Sybok was right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE BARRIER",
          "text": "Surprisingly, there is no turbulence, no buffeting. The Enterprise travels through a fantastic passageway of light and color. Then, quite suddenly, the gas clouds part and the ship enters a region of incredible calm and serenity, like the clear space at the eye of a hurricane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok rises and looks in awe at the Great Barrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dead ahead, a single planet. A planet of great beauty and peace. Our final destination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok smiles and glances around. Talbot stands in awe of the sight before him. CAMERA PUSHES IN on Caithlin's happy face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PUSHES IN toward Sha Ka Ree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it possible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fascinating. Are we dreaming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we are, then life is a dream. Kirk, fascinated by the planet, moves to the antique ship's wheel. He absentmindedly rests his hand on it. His eyes are drawn to the plaque attached to the spokes of the wheel. On it, the charter of the Enterprise has been set in bronze. CAMERA MOVES IN on these words:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDE VIEWSCREEN",
          "text": "The bridge buzzes with excitement. Monitor screens come to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instruments are back on line. Incredible. There's a power scource emanating form the planet like nothing I've ever seen. On the viewscreen, the planet appears up close  - a celestial orb, cloaked by swirling white clouds.  QUICK SHOTS of awed reactions:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sha Ka Ree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Qui'Tu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vorta Vor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bridge doors WHOOSH open to reveal Kirk, Spock and McCoy. The others turn, fearful of what he'll say or do. tense moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About the ship...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship needs its Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No special conditions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No conditions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What makes you think I won't turn us around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because you, too, must know. Kirk looks at the hopeful faces around him. He feels the excitement of being on the verge of a great frontier, perhaps the greatest frontier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if we're going to do it... ... we're going to do by the book. Mr. Chekov, you take the con. Mr. Sulu, standard orbital approach. Uhura, alert the shuttlecraft to stand by. Sybok, Spock, Dr. McCoy - come with me. The rest of you remain on board until I determine what we're dealing with. Kirk's eyes flash with excitement. To Sybok:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, don't just stand there. God's a busy man. Sybok happily joins them in the turbolift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bay doors open. Copernicus, the shuttle backup, emerges and drops from the mothership. Thrusters fire as it streaks toward the planet, disappearing into the swirling white clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock pilots the craft. He, McCoy and Kirk have changed into Starfleet uniforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH WINDSHEILD",
          "text": "Clouds part as if swept aside by hand. Beneath the shuttle a world opens up that can only be described as incredible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok, Kirk, McCoy and Spock remain focused ahead, awestruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Copernicus skims over a rich abundant landscape awash with bright primary colors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock removes his hands from the console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am no longer in control of the craft. Kirk, Spock and McCoy regard each other with wary excitement, then turn their attentions to what lies ahead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A circle of peaks appears in the distance, rising against the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok smiles at the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Copernicus comes in for a soft landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Engines switch off. Kirk slips a communicator into his belt. He's about to pick up a hand phaser when he feels Sybok's disapproving eye upon him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. We'll play it your way. He leaves the weapon behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The exit hatch opens. Our four explorers emerge from the craft. They regard the prehistoric peaks with excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's amazing. The land... the sky... just as I knew it would be. They urgently start forward with Kirk leading the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew members abandon their posts and move forward to the viewscreen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four tiny figures pass through the peaks and look down into a naturally formed amphitheater. It's nothing more than a rough crater carved in the summit, ringed by the peaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura, eyes fixed on the viewscreen, speaks urgently into her speaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty, you've got to see this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty is hard at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have the time. The Captain told me to get this transporter working and I'm not about to let him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk walks around the base of the tall peak as the CAMERA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While the crew marvels at the viewscreen, CAMERA PANS over to the defense station which is unattended. The screen blinks to life. A graphic of the Bird of Prey appears and a warning; \"KLINGON VESSEL IN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AWAITING COMMAND.\" A low warning BEEP. But no one's there to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, Spock, McCoy and Sybok descend into the bowl of the crater. They reach the center and stop. They  look at each other, wondering, \"Is this all there is?\" Sybok tries to hide his disappointment. He looks around for a sign that isn't there, then, after a moment of deafening silence, he addresses their bleak surroundings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have traveled far by starship... Nothing. It looks like a bust. Sybok's voice chokes off and he lowers his head. Kirk and McCoy frown at each other. Kirk whips out his communicator to address the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise, this is Kirk. We have, er... Spock goes to Sybok and puts a comforting hand on his brother's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok, perhaps, er... Spock's words are obscured by a rumble from within the earth. A shadow engulfs the amphitheater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SKY ABOVE",
          "text": "Clouds turn ashen and threatening, transforming day into night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMPHITHEATER",
          "text": "The ground comes to life beneath the feet of our hero's. The earth buckles and ripples as if nature herself were trying to break free. Without warning a pillar of sheer rock rips through the surface and climbs skyward. Then another pillar shoots up, followed by another and another. They encircle the amphitheater like giant fingers. We INTERCUT Kirk, Spock, McCoy and Sybok reacting to this dazzling display of power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fingers of rock form a crude cathedral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Within this primitive cathedral, Kirk, Spock, McCoy and Sybok watch as the ground in front of them melts like molten lava. It swirls, creating a vortex. A RUSHING SOUND comes from the planet's core, growing closer. Something of incredible power is on its way to the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shaft of energy EXPLODES out of the vortex. It shoots skyward like an erupting power, blinding our heroes with its beauty and raw power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLANET AND ENTERPRISE",
          "text": "The energy shaft rises from the planet like a beacon light. Enterprise, just outside the shaft, is bathed in its reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok staggers back. Like Kirk, Spock and McCoy, he must shield his eyes from the intensity of the energy shaft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENERGY SHAFT",
          "text": "It pulsates and throbs with life. A GOD-LIKE VOICE comes from within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brave souls. Welcome. Startled reactions. Is this the voice of God? As if responding to McCoy's question, the energy shaft throbs. From the swirling dust within it, a living form begins to take shape. The shape is powerful, beautiful, enticing. Sybok and the others watch in wonder. The wind it kicks up causes them to stagger back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Within this maelstrom of power, the form of humanity begins to take shape. And it takes on many forms, each reminding us of the holy paintings that have depicted the Almighty through the ages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One voice. Many faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SERIES OF SHOTS",
          "text": "We INTERCUT between the shifting images of God and the reactions of the Enterprise crew. One moment the figure is Ra. The next, Allah. He's black. White. Female. Male. Andorian. Klingon. Each witness a flash of his own God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "228   KIRK, SPOCK AND McCOY They watch the \"God Show\" with mounting fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENERGY SHAFT",
          "text": "The Being synthesizes into the Biblical Heavenly Father of our imagination. (Note: The Being is contained within the perimeters of the energy shaft, unable to venture out of it.) The Being turns his gaze on Sybok, Kirk, Spock and McCoy. He beams with pleasure. His eyes twinkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does this better suit your expectations? It does indeed. No one knows what to say. Sybok is vindicated; he can barely contain his ecstasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Qual se tu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is I. The journey you undertook to reach me could not have been an easy one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was not. The Barrier stood between us - but we breached it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Magnificent. You are the first to find me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We sought only your infinite wisdom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how did you breach the Barrier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a starship!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This starship, could it carry my wisdom beyond the Barrier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I shall make use of this starship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It will be your chariot! Kirk politely raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It will carry my power to every corner of creation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me. The Being regards Kirk like he was a pesky insect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd just like to ask a question. McCoy looks at Kirk like he just farted in church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does God need with a starship? The Being returns his attention to Sybok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring the ship closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said... what does God need with a starship? Jim, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm asking a question. The Being once again regards Kirk. Kirk stands his ground",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is this creature?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who am I? Don't you know? Aren't you God? The smile leaves The Being's face. THUNDER RUMBLES faintly in the distance, underscoring his displeasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has his doubts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You doubt me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I seek proof. Jim, you don't ask the Almighty for his I.D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then here is the proof that you seek. A bolt of energy shoots from The Being's eye and strikes Kirk full in the chest, knocking him to the ground. Spock and McCoy look on in shock as Kirk, injured, tries to rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew can't comprehend this turn of events. Korrd, Caithlin and Talbot look at each other in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why.. is God... angry? Sybok is confounded. He addresses The Being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? Why have you done this to my friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doubts me. Spock takes it upon himself to step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have not answered his question. What does God need with a starship? The Being's countenance turns dark. Another bolt shoots from his eye and heads for Spock. CRASH! Spock is knocked to the ground. The Being turns to McCoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you doubt me? McCoy looks at The Being's handiwork - his injured friend I doubt any God who inflicts pain for his own pleasure. The Being is on the verge of zapping McCoy when Sybok interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! The God of Sha Ka Ree would not do this! By way of reply, The Being smiles a truly wicked smile and Sybok realizes to his horror that he's been tricked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sha Ka Ree? A vision you created. An eternity I've been imprisoned in this place! The ship! I must have the ship! Now give me what I want! Spock shouts to his brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok - this is not the God of Sha Ka Ree - or any other God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.. Reveal yourself to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BEING",
          "text": "Before our stunned eyes The Being changes into Sybok himself - a dark, sinister reflection of Sybok. This Evil Sybok laughs, enjoying the reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong? Don't you like this face? I have so many. But this one suits you best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDE SYBOK",
          "text": "His self-realization is painful to behold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, it's not possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring me the ship or I will destroy you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring it closer so that I might join with it. Do it, or watch these puny things die horribly. The Being indicates Spock and McCoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have I done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into his communicator) Kirk to Enterprise. Listen carefully...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my doing. This is my arrogance... my vanity...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok, we must find a way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You must save yourselves. Forgive me, brother. Forgive me. Sybok raises his hand to Spock in the Vulcan gesture of farewell, then turns to face The Being, gathering up all his power. Spock starts forward but Kirk holds him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BEING AND SPOCK",
          "text": "Sybok has no fear as he confronts his evil mirror image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; to The Being) I couldn't help but notice you pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My pain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It runs deep. Share it with me. Sybok boldly enters the shaft and embraces his evil twin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENERGY HAFT",
          "text": "An amazing spectacle. As they grapple, the good and evil Syboks merge into one twisting, thrashing body, clearly at battle with itself. The good Sybok tears himself loose. He dominates the struggle until the evil Sybok manages to rip through and fight back. The two Syboks, good and evil, battle on... merging, tearing again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise... are you ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu and Chekov in action. Sulu uses all the tricks of the pilot's trade to angle the ship into the best possible attack position. Chekov punches commands into the weapons console, plotting the correct torpedo trajectory. It's like watching two master magicians play a symphony in a windstorm. The screens in front of them blink and flash with graphic displays and warnings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In firing position. Torpedo armed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, Captain, we're firing directly on your position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO PLANET",
          "text": "Sybok continues to grapple with his evil twin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Send it down, Mr. Chekov. Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRIE AND ENERGY SHAFT",
          "text": "A photo torpedo leaves the dish and streaks forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA CHASES the torpedo down the shaft and into the hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run! Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impact is seconds away. Kirk, Spock and McCoy run for cover. From far beneath the surface of the planet comes the SOUND of the EXPLOSION. The ground blisters and puckers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMPHITHEATER",
          "text": "Our heroes dive for cover as a BLINDING EXPLOSION erupts from the hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smoke. Debris. The cathedral is in disarray. An eerie silence. Kirk, Spock and McCoy emerge from cover. The energy shaft is a memory. In its place there is only a gaping hole, glowing raw and red like a wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybok... A RUMBLING SOUND from within the earth. The hole throbs. It pulsates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got to get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "243   KIRK, SPOCK AND McCOY They haul ass up the side of the amphitheater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chekov and Sulu still at work at the console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu, I've lost them. They desperately try to locate Kirk, Spock and McCoy on the planet below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEFENSE STATION",
          "text": "The unattended screen still depicts the Bird of Prey. \"ESTIMATED TIME OF INTERCEPT: 4 MINUTES.\" Then, the graphic of the ship vanishes and is replaced with this warning: \"CLOAKING DEVICE ENGAGED. POSITION",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, Spock and McCoy reach the top and rush to Copernicus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, Spock and McCoy make it inside. The door closes behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, get us out of here! Before Spock can act a tremendous blow rocks the shuttle. There's something out there and it wants to get in.  Spock tries the controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thrusters are inoperative. Kirk whips out his communicator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Scott!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty here, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please tell me the transporter is working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's got partial power, sir. I might be able to take two of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beam up Spock and Dr. McCoy. Now! Before Spock and McCoy can protest, the transporter beam shimmers down and takes them away. Now just a damn min... Spock and McCoy vanish in a glow of light as they are beamed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock and McCoy step off the platform. Scotty is at the control console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mr. Scott. Beam up the Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye-aye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTERPRISE AND BIRD OF PREY",
          "text": "The Klingon ship has decloaked and fired from a position directly in front of the Enterprise. In cowboy terms, it' got the drop on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise absorbs a terrific jolt. Spock, McCoy and Scotty go flying as the transporter EXPLODES in a shower of sparks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD OF PREY",
          "text": "Firing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk turns to see another BLINDING EXPLOSION. He looks frightened; realizes he's not going to be beamed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew painfully pulls itself together. Fires are put out. Auxiliary power comes on. Spock, McCoy and Scotty enter. What about Jim? We can't just leave him down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please get a grip on yourself, Doctor. Status report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klingon Captain wishes to name his terms, Mr. Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On screen. Klaa appears on the veiwscreen, arms folded across his chest, seated triumphantly in his command chair. He speaks English for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Captain Klaa of the Klingon Empire. Attempt to raise shields or arm weapons and I will destroy you. You are alive for a single reason. The renegade James T. Kirk. Hand him over and I will spare your lives. My transporter stands ready to beam him aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain Kirk is not among us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You lie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a Vulcan. I'm incapable of lying. Captain Kirk is on the planet below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then give me his coordinates! Spock glimpses a possibility. He turns to Korrd and speaks with urgency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General, I am in need of your assistance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My assistance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are his superior officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am a foolish old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn you, sir, you will try! Korrd sees that Spock will not take no for an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bird of Prey flies toward the Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klingon Commander, someone wishes to speak with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk scrambles from one hiding place to another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINNACLE",
          "text": "With nowhere to go but up, Kirk scales a steep pinnacle. He climbs with agility and speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk climbs up as a bolt of light hits the rock before him. The blue light and smoke of The Being pulsates from the rocky face of the mountain. The eyes of The Being glow white. There's a WHOOSHING SOUND from above. Kirk looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKY ABOVE",
          "text": "The Bird of Prey drops out of the storm clouds. Its guns come to life and strafe the rock creature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK",
          "text": "Vulnerable atop the pinnacle. The Bird of Prey hovers directly above him, its guns swiveling in his direction. Kirk is determined to go down fighting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it's me you want, you Klingon bastards! What are you waiting for?! The Bird of Prey's transporter beam shimmers down and engulfs him. Kirk disappears in its sparkling light, saved from The Being who lets out an angry roar of defeat. The Bird of Prey takes off with its prize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk materializes. He's immediately seized by two brutal-looking Klingons. They march him out of the transporter room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bridge doors slide open and Kirk is brought in. The Klingon crew regard him from their stations. Klaa is off to one side looking petulant. Korrd stands beside him, chest puffed up with pride, obviously in charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release him. The guards step away from Kirk. Klaa glares at Korrd but it's clear the older Klingon is now calling the shots. Kirk regards Korrd with surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, my junior officer has something he wants to say to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I apologize. Korrd speaks to Klaa in Klingon once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The attack upon your vessel was not authorized by my government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, and now, may I present our new gunner. The command chair swivels around to reveal its occupant to be Spock. He unstraps himself from the gunner's rig, stands up and straightens his uniform in a dignified manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome aboard, Captain. Kirk regards the stoic Spock with affection and wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, I thought I was going to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not possible. You were never alone. Kirk fights back tears and clasps his friend in a hug. Spock stiffens with embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Captain, not in front of the Klingons. Kirk laughs and hugs him all the harder. Spock tentativel hugs him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enterprise and Bird of Prey are side by side, in orbit around the planet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Klingon polishes off a tumbler of fluid. He frowns. What he wants is a real drink. Scotty approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you care for a wee nip of Scotch whiskey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ummmm... Scotty produces a bottle and pours a splash into the Klingon's tumbler. Korrd downs it with obvious relish. Scotty smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never thought I'd ever be drinking with a Klingon, heh? Korrd chortles agreeably and moves off. We FOLLOW him over to Talbot and Caithlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you two conspiring about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were just saying how far we've come in such a short space of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We certainly have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SULU AND CHEKOV",
          "text": "The doors slide open and Vixis, Sulu and Chekov enter the room, Vixis leading the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has wonderful muscles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLAA",
          "text": "Vixis walks to Klaa. When they see him, Chekov and Sulu suddenly stop and turn away. Klaa waves off a waiter who offers him a drink. He approaches a table where Kirk sits talking to crewmen. Klaa gives him the Klingon chest-thumping salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRK",
          "text": "With a smile, Kirk returns the Klingon salute. He notices Spock and McCoy standing at the window, staring out, oblivious to the party around them. Kirk approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cosmic thoughts, gentlemen? We were speculating. ... is God really out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he's not out there, Bones. Maybe he's right here... in the  human heart Spock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking of Sybok. I've lost a brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I lost a brother once. I was lucky. I got him back. I thought you said men like us  don't have families.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was wrong. CAMERA PUSHES IN on them as the three men smile their understanding at one another and we slowly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PULLS BACK from a roaring campfire. McCoy pours two cups full of bourbon and hands one to Kirk who sets aside his marshmallow on a stick. Kirk and McCoy clink cups in a silent toast and drink, distracted by strange PLINKING SOUNDS from close by. Spock is revealed, absently strumming his Vulcan lute, in search of a tune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you just going to sit there and pluck that thing? Or are you going to play something? The plinks and plunks gradually become a tune. The unmistakable \"Row Your Boat.\" Kirk and McCoy react with delight. Kirk takes a hit of bourbon and clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Row, row, row your boat, gently down the stream, merrily, merrily, merrily, merrily, life is but a dream.\" Spock jumps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Row, row, row your boat, gently down the stream, merrily, merrily, merrily, merrily, life is but a dream.\" Kirk sits down at the fire. He reaches over and taps McCoy, encouraging him to join the songfest. \"Row, row, row your boat, gently down the stream, merrily, merrily, merrily, merrily, life is but a dream.\" As they continue to sing we execute the greatest PULLBACK of all time. The campfire becomes a dot of light. The dot of light joins other dots of light. They become stars of the universe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROLL END CREDITS OVER as the group continues to sing.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1746"
    }
  ]
}