{
  "movie_id": "MOV1745",
  "scenes": [
    {
      "location": "THE GALAXY",
      "time": "DAY",
      "characters": [
        "ONSCREEN",
        "OFFICE OF THE FEDERATION PRESIDENT",
        "SULU",
        "VFX",
        "VFX VFX",
        "THE EXCELSIOR",
        "THE PRESIDENT'S OFFICE,",
        "137D BACK TO SCENE",
        "KLINGON BLOOD FLOATS IN THE AIR",
        "VFXA OMITTED",
        "137E QUICK FLASHBACK, (TO SCENE 32)",
        "22A CU STARFLEET SHIELD",
        "THE SCREEN",
        "AT THE COMMUNICATION CONSOLE",
        "137F BACK TO SCENE",
        "OMITTED, (POSS. ALTERNATE)",
        "ON SCREEN",
        "CU HER SKINNY LEGS",
        "137M BACK TO SCENE",
        "SULU'S TEA CUP",
        "137L QUICK FLASHBACK, (TO SCENE 63)",
        "VFX OR MODEL",
        "ON THE GUARDS",
        "137P BACK TO SCENE",
        "OMITTED",
        "START ON TV",
        "TIGHT ON KIRK'S EYES. JUMP BACK TO REVEAL",
        "KIRK",
        "THE ASSASSIN'S NICHE",
        "CU THE TRIGGER FINGER",
        "137C QUICK FLASHBACK",
        "THRU",
        "VFXE",
        "VFX OMITTED",
        "VFXB",
        "SULU APPEARS ON THE SCREEN",
        "CHANCELLOR AZETBUR",
        "PRESIDENTIAL GUARDS MOVE IN...",
        "THE MAIN DISPLAY",
        "SUDDENLY KIRK AND BONES DEMATERIALIZE",
        "137B BACK TO SCENE",
        "REPEAT 39 VFX",
        "LATER",
        "137J QUICK FLASHBACK, (TO SCENE 43)",
        "THE ENTERPRISE,",
        "VFXC",
        "THRU WARDROOMS, LAUNDRY, SICKBAY, JEFFERIES TUBE, CUPBO",
        "137A QUICK FLASHBACK, (TO SCENE 46)",
        "VFXA",
        "137G QICK FLASHBACK, (TO SCENE 23)",
        "137H BACK TO SCENE",
        "ON THE SCREEN",
        "INSIDE THE MINE",
        "85A COURTROOM",
        "CU SPOCK",
        "137K BACK TO SCENE",
        "137N QUICK FLASHBACK, (TO SCENE 65)",
        "BONES"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The polyglot CREW is busy. Seated in the CAPTAIN'S CHAIR, a familiar face: SULU. He has his own command and is drinking a CUP of tea. The SCIENCE OFFICER stands next to him, conferring, handing him a datacount. Sulu muses over the contents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "According to this we've completed our exploration of the entire sector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty-four planets - and their gaseous atmospheric anomalies. Our sensing and analytic equipment worked well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then it's time we were heading home. Three years is... The ship starts to TREMBLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SULU'S TEA CUP",
          "text": "shaking in its saucer... Sulu and the CREW look at each other as the SHAKING increases. The TEACUP SMASHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have an energy wave from 240 degrees mark six port --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Visual!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "an ENORMOUS GASEOUS WAVE, a subspace shock front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) My God. SHIELDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Meteors and asteroids SMASHING PAST. Burning chunks fly by at WARP speeds. EXCELSIOR reels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship rolls, throwing everyone off balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the Hell is going on? The crew jumps to. Computers light up. Information flies across screens and monitors. The ship is BATTERED like a fighter's punching bag with shocks and jolts and tremors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sleeping members are thrown from their berths. The CLAXON alarm sounds pervasively... What the -- Look out -- stations -- etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, she's not answering her helm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starboard thrusters. Turn her into the wave!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chaos. Valves hiss PURPLE. Crew running, knocked about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Engine room. What's going on up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quarter impulse power! EXCELSIOR has been knocked about and everyone on the bridge is holding on or sliding around. She settles and one by one her CREW resume their stations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damage report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seems to be in one piece, Captain. We're checking all systems...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFXA",
          "text": "shows Excelsior getting bumped about by the final fragments drifting past, bouncing off the shields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Science Officer) Don't tell me that was any meteor shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over his console) Negative. The subspace shockwave originated at bearing three-two- three, mark seven-five, the location is... (turns to Sulu) Praxis. A Klingon moon. Barren of indigenous life forms but -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Essential as a resource. Praxis is their key energy production facility. (thinks) Send to Klingon High Command: \"This is Excelsior, a Federation Starship traveling through Beta Quadrant. We have monitored a  large explosion in your sector. Do you require assistance?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Valtane, any more data?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have confirmed the location, sir, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I cannot confirm the existence of Praxis. Sulu reacts, goes over to the science console and looks at the screen. Nothing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Praxis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's left of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, I'm getting a message from Klingon High Command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Onscreen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "a snowy picture of a WILD-EYED KLINGON OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is an emergency! We have suffered - He looks around, the GROUND is shaking under him; as Sulu watches, the pictures collapse, then comes on again, with a different face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Brigadier Kerla, speaking for the High Command. There has been an incident on Praxis. However everything is under control. We have no need for assistance. Obey treaty stipulations and remain outside the Neutral Zone. Transmission ends now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12   The screen goes black. Sulu looks incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An INCIDENT?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do we report this, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you kidding? (swivels to the communications officer) Send to Starfleet Command...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Excelsior warps off into the galaxy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRU",
          "text": "22",
          "sentiment": "neutral"
        },
        {
          "speaker": "22A CU STARFLEET SHIELD",
          "text": "Kirk walks into shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we doing here? WIDEN TO REVEAL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room fills with BEMEDALED BRASS, Kirk's CREW among them - the only starship complement in the room. They can't help looking at each other, questioning. They are in uniforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Search me. Anybody know how come we made the A list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My shore leave was just cancelled. (reacting) Isn't this just for top brass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is Mr. Sulu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain Sulu... on assignment... anyone seen Spock? A door opens and STARFLEET ADMIRAL DONALD, austere and impressive, enters and gavels the meeting to order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This briefing is classified. There will be no recording devices. Ladies and Gentlemen, the C-in-C. All rise as the STARFLEET COMMANDER IN CHIEF enters with a briefcase and pulls materials from it. As you were. I'll make this as simple as I possibly can. The Klingon empire has roughly 50  years of life left to it. They look at each other in disbelief. (continuing) For full details, I am turning this briefing over to our Special Federation Envoy. He makes a sign and another door opens. Spock walks to the podium. Kirk and company are astounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Two months ago a Federation Starship monitored an explosion on the Klingon moon Praxis. We believe it was caused by over mining and insufficient safety precautions. The moon's decimation means an almost eighty percent loss of available energy and a deadly pollution of their ozone. Due to their large military expenditures, the Klingon economy is in a very weakened condition. They do not have sufficient resources to manufacture air shelters in large enough quantities to sustain anything like their current population. Last month - at the behest of the, uh, Vulcan Ambassador - I opened a dialogue with Gorkon, Chancellor of the Klingon High Council. He proposes to commence negotiations at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negotiations for what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dismantling of our space stations and star bases along the Neutral Zone, an end to seventy years of unremitting hostility - a hostility the Klingons can no longer afford. Audible mutterings. PAN the crew. Is the war over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) If the Klingons sue for peace, we could accumulate savings in defense expenditures, leaving the Federation economy free to grapple with urgent social problems...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bill, are we talking about mothballing the Starfleet? I'm sure our exploration and science programs would not be affected, but the facts speak for themselves, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must protest. To offer the Klingons a safe haven within Federation space is suicide. Klingons would become the alien trash of the galaxy. And if we dismantle the fleet, we'd be defenseless before a bellicose people with a foothold on our territory. The opportunity which presents itself here is to embargo trading, force them to run through their own resources faster, and bring them to their knees. Then we'll be in a far better position to dictate terms. A vocal minority of the briefing supports this, but not all. Kirk simply stares at Spock. Starfleet is under civilian control, Admiral. The decision is a political not a military one - and it's been made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir - Captain Kirk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyes Spock briefly) Sir, I'm no diplomat, but the Klingons have never been  trustworthy. I'm forced to agree with Admiral Donald. This is -  (he gropes for tact) - a terrible, a terrifying idea... Your son was killed by a Klingon, wasn't he, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. I'm sorry. But Commander Spock has persuaded the Federation that this situation is too promising to ignore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is imperative that we act NOW to support the Gorkon initiative, lest more conservative elements persuade his empire that it would be better to attempt a military solution and die fighting. Captain Kirk, you are to be our first olive branch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have volunteered to rendezvous with the Klingon ship that's bringing Chancellor Gorkon here, and escort him safely through Federation space. Kirk is too startled to speak. As it happens, Kirk, the Chancellor specifically requested you and your officers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, in God's name? There are some Klingons who feel the same about the peace treaty as yourself and Admiral Donald. They'll think twice about attacking the Enterprise under your command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have personally vouched for you in this matter, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have personally - You will accord Chancellor Gorkon full diplomatic Courtesy, Captain Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(straining) Surely a full Ambassador would be better equipped to - If there's no further business I wish you and your crew Godspeed. Thank you all. He charges out as ALL RISE. Everyone files out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know whether to  congratulate you or not, Jim. He moves off before Kirk can reply. The room is empty... except for Spock, still at the podium and Kirk sitting alone in the auditorium. He is furious, betrayed. Spock knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE volunteered?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's an old Vulcan proverb: only Nixon could go to China.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incensed) How could you vouch for me? That's... (words fail him) ... arrogant presumption -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was asked by my father to open neg-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know your father's the Vulcan Ambassador for heaven's sake, but you know how I feel about this: they're animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim, there is an historic opportunity here -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock looks at him in silent reproach. Kirk hears himself and doesn't like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(and what's more) Has it occurred to you that this crew is due for retirement in three months? WE'VE DONE OUR BIT FOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock is patient. They stare at each other. ON Kirk's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally) You should have trusted me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors open. An attractive VULCAN LIEUTENANT leaps out of the command chair, whips to attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I've heard some whoppers in my time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlaps) They're mothballing the fleet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlaps) We will regret this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain on the bridge. The CREW stands to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you were. Lieutenant...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saavik, sir. We were told you'd need a helmsman - (to Spock) ... so I volunteered. She salutes. He smiles, returns the salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant, I am pleased to see you. (to Kirk) The Lieutenant is the first Vulcan to be graduated at the top of her class as the Academy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Congratulations, Lieutenant. That must make you very proud...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe so, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's a Vulcan all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(down to business) All right, let's get this over with... departure stations... (pushes the comm) Scotty? They assume their familiar stations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You find the engine room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right where I left it, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standby. Get me the dock master, Uhura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Control tower, reading, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Control, this is Enterprise requesting permission to depart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is control. Enterprise, you are granted permission to depart... 30 seconds for port gates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clear all moorings...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awaiting port gates from this mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mooring lines cleared...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aft thrusters -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlaps) Thank you. Lieutenant, one quarter impulse power...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she turns to face him) Captain, may I remind you that regulations specify thrusters only while in space dock? The CREW - old and young - watch this exchange keenly. Spock is poker faced",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(next to Chekov) Uh, Jim...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard the order, Lieutenant. Saavik swivels away, rolling her eyes so Kirk can't see and hits the panel -  The ship begins to rattle slightly, then",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "the Enterprise SCREAMS out of the dock and exits through the just-opening bay doors into outer space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRU",
          "text": "29",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk sits comfortably with a smile on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Lieutenant... Saavik faces him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) ... I don't care if I'm senile. If I sit in this chair and give the word you jump. Spock watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plot a course for Kronos, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled) Kronos, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm still in the chair, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, sir. Other reactions. Kirk has taken command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Enterprise cruises purposefully through the void.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain's log. Stardate 8679.225. They say you can't teach an old dog new tricks - and maybe they're right. It seems to me our mission to escort the Chancellor of the Klingon High Council to a peace summit is problematic at best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk is unpacking his bag as he dictates, hanging up his uniforms, his shaving tackle going next to the sink, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I have never trusted Klingons and never will. I have never been able to forgive them for the murder of my boy. Spock says this could be an historic moment and I'd like to believe him, but how on earth can history get past people like me? He sets up a photo of DAVID next to his berth. A delicate COUGH. Kirk realizes he's not alone. Swivels to face LIEUTENANT SAAVIK standing in the bulkhead doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Saavik, you COULD knock -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're almost at the rendezvous - I thought you'd want to know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right - He gets up and puts on his jacket. She watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Permission to speak freely, sir? He doesn't stop her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I gather you are not enthusiastic about the assignment... I don't think many on board are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You piloted well out of spacedock, Lieutenant -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost smiles) I always wanted to try that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(passing her) Only don't try putting words in my mouth. And leaves her with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saavik approaches; this time she's smart enough to KNOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In contrast with his Spartan personality, the room is a voluptuous incense-laden lair, filled with curtains and smoke. Spock lights a votive candle; surveys her. He is out of uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have done well, Saavik. As your sponsor at the Academy I have followed your career with... satisfaction. And as a Vulcan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(intense) Sir, I speak to you as a kindred intellect. Do you not recognize that a turning point has been reached in the affairs of the Federation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not certain such speculations are included among your duties, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klingon battlecruiser off the port bow. All hands on deck. Repeat... She's startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(off her look) In time you may come to view so- called turning points with... skepticism. He starts to get into uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You must have faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faith...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That the universe will unfold as it should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cruise is proceeding evenly as Kirk arrives out of one turbo-lift. Spock and Lt. Saavik emerge from another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain on the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, shall we raise our shields? Spock looks at Kirk: trust me. Kirk scowls at him and stares at the screen. They all follow his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "A KLINGON battlecruiser. HUGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally) Never been this close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chancellor is undoubtedly awaiting our signal. Boy is this hard for Kirk - finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura, hailing frequencies. Right standard rudder, bring us alongside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right standard rudder, Z plus five degrees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Channel open, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the Starship Enterprise, Captain James Kirk commanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "36   GORKON comes up on the main visual display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is KRONOS One. I am Chancellor Gorkon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chancellor. We've been ordered to escort you through Federation space to your meeting place on Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(does his best) Uh, would you and your party care to dine this evening aboard Enterprise with my officers as guests of the United Federation of Planets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37   A few of the crew look around at Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd be delighted to accept your gracious invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nuts) We'll make arrangements to have you beamed aboard at 1930 hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shall look forward to it. He disappears. Kirk turns to Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you're happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain. He turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) - there is a supply of Romulan ale aboard - it might make the evening pass more... smoothly? Kirk smiles, relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer thinking, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE COMMUNICATION CONSOLE",
          "text": "Chekov leans over to Uhura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess who is coming to dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Both ships cruise parallel in space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty stands by the console. Kirk, Spock and Bones stand next to him. They are spiffed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe if their particles just got a wee bit mixed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Energize...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40   The beams reflect on the glass shield as half dozen VFX   Klingons, including one WOMAN start materializing. (NB Separate BEAM-INS for Gorkon, Azetbur, Chang). Gorkon descends first. He is tall, splendidly barbaric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chancellor Gorkon. The Klingons are lordly, formal; bow, taking in their surroundings. An ELECTRONIC BOSUN'S WHISTLE pipes them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Chancellor, may I present Commander Spock, whom I believe you know, Dr. Leonard McCoy, chief medical officer, Montgomery Scott, chief engineer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Spock) Commander, face to face at last.. you have my thanks.. Spock bows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Gentlemen, this is my daughter Azetbur... my military advisor Brigadier Kerla... and this is General Chang my chief of staff. Chang wears a PATCH over one eye. He advances on Kirk with a grim smile, lone eyeball to eyeball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've always wanted to meet you, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) I'm not sure how to take that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sincere admiration, Kirk - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(soft) As one warrior to another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ducks this) Uh, right this way, gentlemen. I thought you might enjoy a brief tour... The party leaves. As they move past TWO CREWMEN... They all look alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about that smell? You know only the top of the line models can even talk. They turn to find themselves facing an expressionless Lieutenant Saavik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You men have work? Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then snap to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "leaving the Enterprise Science Labs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your research laboratory is most impressive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starfleet's been charting and cataloging planetary atmospheres. All vessels are equipped with chemical analytic sensors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This cannot be easy for you, Captain... (off the look) I would feel awkward if I had to give you a tour of OUR vessel... The man's courtesy makes Kirk feel guilty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you care to go topside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling Kirk aside) Captain, you're not going to show them the bridge??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clenched teeth) Full diplomatic courtesy, Mr. Chekov... The party passes Uhura and a YOUNGER CREWMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you want your daughter to  marry one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "THE TWO SHIPS CRUISE PARALLEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WINDOW IRISES OPEN REVEALING the stars gliding by. A HAND POURS DEEP BLUE ROMULAN ALE into Gorkon's crystal goblet. Dinner well underway. Principles from both parties are at table. STEWARDS keep food and drink in motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I give you a toast: the undiscovered country - (off their looks) the future. All drink ROMULAN ALE, echoing \"the undiscovered country.\" The KLINGONS eat with their fingers, scorning utensils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HAMLET, act three, scene one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have never experienced Shakespeare until you have read  him in the original Klingon. Chang turns to Kirk with a malicious twinkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"To be or not to be, that is the question\" which preoccupies our people, Captain Kirk. We need BREATHING room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I beg your pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain Kirk, I thought Romulan ale was illegal. It takes Kirk a moment to regain his composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the advantages of being  a thousand light years from Federation headquarters. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To you, Chancellor Gorkon: one of the architects of our future. All drink. As Romulan ale flows throughout the scene, tongues get looser. Gorkon WATCHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps we are looking at something of that future here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commander Spock, mindful of all your work behind the scenes, and despite the cordiality at this mess, I do not sense an acceptance of our people throughout your ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're naturally wary, ma'am. We've been at war a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do both sides overcome ingrained prejudice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps with a few small steps  at a time. Like this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And perhaps with a large step or two. Like a peace treaty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain Kirk, are you willing to give up Starfleet? Kirk stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks at Kirk) I believe the Captain feels that Starfleet's mission has always  been one of peace -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glares) Far be it for me to dispute my first officer. Starfleet has always -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come now, Captain, this dinner  is off the record: in space all warriors are cold warriors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have never tried to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hypocritically presume that your democratic system gives you  a moral prerogative to force other cultures to conform to your politics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not true...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? Uhura turns to the Klingon next to her - all tact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General, are YOU fond of Shakespeare? He looks at her, his hands and mouth full of food. Ugh. Chekov pursues -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do NOT impose democracy on others. We do believe that every planet has a sovereign claim to human rights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(spits) \"Human rights.\" Even the name is racist. The Federation is basically a \"homo sapiens\" only club... SPOCK reacts to this. Chang is amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Present company excepted, to be sure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I suppose we're not perfect -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rising) Don't let them put words in your mouth - ! I haven't served 30 years in the engine room of a starship to be accused of gunboat diplomacy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In any case, we know where this is leading: the annihilation of our culture. Klingons will replace those on the lowest rung of the Federation employment ladder, taking menial jobs and performing them for lower pay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's economics, not racism -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you have to admit it adds up to the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be naive, Commander -!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who you calling naive -? Kirk stares sullenly down the table throughout this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're explorers not diplomats!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starfleet's killed an awful lot of natural phenomena in the name of \"exploration\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We follow orders...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since when has THAT been an excuse? Diplomacy must resolve these -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right - leave it to the politicians to muck it up and leave us defenseless...! A COUGH interrupts the fight. All eyes on Gorkon. The Klingons conceal their amusement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally) Well. I see we have a long way to go. Reactions from Kirk and his officers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both parties are gathered, saying goodbyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Captain Kirk. The evening has been most... edifying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wooden) We must do this again soon. Gorkon stares at him, smiles slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't trust me. Kirk can't look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I don't blame you. If there IS to be a Brave New World, we old people will have the hardest time living in it. Commander Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chancellor. A pleasure to meet you, Ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, Commander...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General Chang, a pleasure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grins) \"Parting is such sweet sorrow, shall we say goodnight till it be morrow?\" Kirk is ready to slug him but turns his fist into a SALUTE. The Klingons step on the transporter platform. Chang speaks into his communicator, nods to Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Energize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "44   They disappear. The Bosun's whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see the way they ate? Terrible table manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe our own conduct will distinguish us in the annals of diplomacy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to sleep it off. Let me know if there's some other way we can screw up tonight. He starts out; others follow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He comes in slightly drunk and pushes the button on his log. Lies on his bunk and speaks. The SHIP'S BELLS give 0100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain's log. Stardate 8679.15. The Enterprise hosted Chancellor Gorkon and company for dinner last night. Our manners were not exactly Emily Post. Note to the galley: Romulan ale no longer to be served at diplomatic functions. He leans back, sighs, thinking -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) But is wasn't the ale. That was just the excuse we needed to say all the things that were really on our minds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered) Captain Kirk, you are wanted on the bridge. Captain Kirk... Kirk reacts, tries to shake himself awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk enters. Glances at the main visual display: the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46   battlecruiser still travels silently alongside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFXA",
          "text": "Saavik still has the conn. Spock is at his post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rubs his eyes) What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am uncertain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, I'm really tired...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are reading an enormous amount of neutron radiation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tries to focus) Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Curiously it appears to emanate from us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From Enterprise? Spock remains silent. Kirk is disturbed, paces, watching the displays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saavik, you know anything about a neutron energy surge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Chekov, anything unusual?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just the size of my head -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what you mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46   A photon TORPEDO suddenly streaks from the bottom of VFXB   the screen and hits the hull of the President's flagship!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've fired on the Chancellor's ship -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torpedo room--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura, monitor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Direct hit -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confirmed, Captain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46   A second photon shoots out from the bottom of the VFXC   display screen toward the President's ship",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frantic) Who's doing that? Saavik hits panel controls, trying to find out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gorkon, several advisors and soldiers were seated but the impact has thrown them about. They speak SUBTITLED KLINGON. The entire FLAGSHIP is drenched in AMBER emergency LIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're hit --! Another blast. They start floating helplessly in the air! Everything mobile RISES...WEAPONS FLOAT OUT OF REACH...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gravity generator!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "48   TWO SETS OF HEAVY GRAVITY BOOTS as they materialize. VFXA   The legs inside them wear STARFLEET UNIFORMS and carry PHASERS at their sides. They SHOOT the Klingon Transporter OFFICER. They STOMP HEAVILY through the ALARMS and chaos, firing at the helpless, floating CREW... CRIES of wounded... WEAPONS FLOAT out of their holsters just out of reach in the AMBER LIGHT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "where Klingon crew are FLOATING helplessly. The GRAVITY BOOTS shoot anything in their way, WALK ON WALLS, etc. as they hurry along to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "where they BLAST a GUARD at the door, SEVERING HIS ARM and enter. The KLINGONS have weapons but are floating and unable to aim. They are quickly shot as the two HIT MEN make their way toward Gorkon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "50   BLOOD NOW FLOATS about as well as debris in the VFX   crackling emergency lighting. A good deal of HISSIN STEAM... Chancellor Gorkon is shot. The Hit Men turn and exit quickly. Linger on a scene of WEIGHTLESS carnage and assassination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hit Men hurry back the way they came in their  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51   awkward magnetic boots. Bodies and blood floating VFX   around them",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "52   The HEAVY BOOTS step on the platform and de-material",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "(One FOOT TREADS ON FLOATING KLINGON BLOOD)   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53   A snowy picture on the visual display, then Chang co VFXA   on (still in AMBER LIGHT)...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(He's screaming in Klingon, reverting to his native language under stress.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He says we've fired on them in a blatant act of war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HAVEN'T fired -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "According to the data bank, we HAVE - twice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, they're coming about!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFXB",
          "text": "the battlecruiser/flagship now heading for Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're preparing to fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shields up, Captain --? Kirk hasn't moved. He's staring at the display, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, our shields -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura, signal our surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Enterprise. We surrender.  Repeat  Enterprise surrenders --   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, if they fire at us with our shields down --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torpedo bay! DID we fire those torpedoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty at the console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative, Captain. According to Inventory we're still fully loaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON SPOCK reacting. How can this be? He checks DATA BANKS again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "56   CU DATA BANKS: they reconfirm - two photon torpedoes VFX   fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stand down your weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, if --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stand DOWN, Mr. Scott. All stop. That's an order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, sir. Bones hurries in, carrying his stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the Hell's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I knew. Uhura?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's pretty chaotic over there. There's been some weapons fire  and a lot of shouting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going aboard. Spock, you have the conn. He heads for the transporter room. Spock blocks him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blocks Kirk) I am responsible for involving you in this. I will go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bitter) I'M going. You are going to be responsible for getting me out of this. Meantime we're not going to be the instigators of a full-scale war on the eve of universal peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps you're right. And Spock uncharacteristically pats him on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Good luck, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going too. They may need a doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura, tell them we're coming. And tell them we're unarmed. They hurry out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chang and his ASSISTANTS are trying to sort things out without gravity. Chang shouts efficient orders in Klingon as he finds and tries to help Gorkon... Chang keeps himself upright by grabbing a handhold, but the stricken are still floating... A few more orders from Chang, then the lights flicker, then all the bodies and BLOOD slam to the ground as the gravitational source is restored. Lighting is \"NORMAL.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Kirk and Bones materialize. They are quickly surrounded by ARMED SOLDIERS. Kirk puts his hands out to indicate they are not carrying weapons. They are searched as Kerla enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you lost your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I give you my word I don't understand what has happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're here to help...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitates; furious) Follow me. He leads them along the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "same path - a scene of destruction - which the hit men took, right into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "where dead and wounded are being separated. Kerla hurries over to Gorkon, askew on a rug, blood running everywhere. Azetbur is holding him, now bloody herself (she wasn't in the room during the assassination).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chancellor Gorkon! He goes to him immediately. Chang rises from next to Gorkon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God, what happened here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You feign ignorance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You crippled our gravitational field with a direst torpedo hit, and two Starfleet crewmen beamed aboard in magnetic boots and did this! WE HAVE WITNESSES! Kirk has no response, is shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim! Bones is being held back from Gorkon by two Klingons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a DOCTOR!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can I trust --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you carrying a surgeon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(enraged) We were until your torpedoes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then let me help! Chang hesitates; signals. Bones is released.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need some light. Can we get him onto the table...? KLINGONS lift Gorkon onto his table; someone produces LIGHT. Bones whips out his medical scanner. His hands are SHAKING. A spage-age REMBRANDT painting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet Jesus...! He's lost a lot of whatever this stuff is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you - ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim, I don't even know his anatomy. Bones furiously goes over Gorkon with his anabolic photoplaser. Shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) The wounds aren't closing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're killing him! Kirk grabs Chang before he can get to Bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chancellor Gorkon, can you hear me? Chancellor...? No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bones...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's gone into some kind of arrest... come on, dammit! He tries a medical tricorder. Frantically, he WHUMPS Gorkon's chest... as Kirk et al, look, Gorkon feebly opens his eyes, sees Kirk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all right? HE FREEZES; Bones looks at the scanner. It burns bright red. Gorkon is dead. Kirk is in shock: he was for real. Azetbur sits holding Gorkon, dry-eyed. Kirk has to pull the stunned Bones away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grim triumph) Under article 184 of Interstellar Law, I place you both under arrest. You are charged with assassinating the Chancellor of the High Council.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He just tried to save him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Klingon) Take them away. They are handcuffed. Both are in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura is listening carefully. Scotty has joined Spock and the others on the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've been arrested. All eyes go to Spock. We can guess how he feels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Spock, we've got to do something! The others crowd in, waiting for orders. Depending on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally) I assume command of this ship as of (he checks) 0130 hours. Uhura, send to Starfleet HQ. Explain precisely what has taken place, and request instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we can't allow them to be taken back to Kronos as prisoners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you suggest, Lieutenant? Opening fire won't retrieve the Captain; and an armed engagement was precisely what he wished to avoid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least we must keep track of where they are taken, sir. I -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've already addressed that question, Mr. Scott. We'll e able to follow the Captain's movements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you - ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the meantime we must endeavor to piece together what happened here tonight. According to our data banks, this ship fired those torpedoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Scott, you forget yourself. Please accompany me. He starts out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if we can't piece together what happened? What then? Sir. Spock turns unhappily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then Mr. Chekov, it resides in the hands of the diplomats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FEDERATION PRESIDENT and the KLINGON AMBASSADOR. With them is the VULCAN AMBASSADOR, SAREK - Spock's father - and NANCLUS, the ROMULAN AMBASSADOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chancellor of the High Council is dead - the result of an unprovoked attack while he traveled to see YOU under a flag of truce on a mission of peace. Captain Kirk was legally arrested for the crime. May I remind you that he and Doctor McCoy boarded KRONOS ONE of their own free will. None of these facts are in dispute, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will demand a full investigation. You can be assured we will cooperate with all our power to get to the bottom of the matter. In the meantime --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the meantime we expect the Federation to abide by the articles of Interstellar Law you claim to cherish. Kirk and Doctor McCoy WILL stand trial for the assassination of Chancellor Gorkon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of the question. Ambassador Sarek, there must be some way to extradite these men - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(heavily) Mr. President, I share a measure of personal responsibility in this matter, but I am obliged to confirm my esteemed colleagues legal interpretation: Kirk and Dr. McCoy were properly arrested, and the Klingons are within their rights to try them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what is the position of the Romulan government, Ambassador Nanclus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wily) In the absence of specific instructions from my government, I must concur with my colleagues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But surely you cannot believe that James Kirk assassinated the Chancellor of the High Council.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(\"reluctant\") Mr. President, I don't know what to believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am waiting for your answer, Mr. President. Long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This President is not above the law. The Klingon Ambassador bows and takes his leave. The President is left with the two Ambassadors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, Starfleet Command is here from San Francisco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Send them in. Three OFFICERS from Starfleet - including Admiral Donald and the CinC - enter from a DIFFERENT DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Admiral Donald...Bill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President we cannot allow Federation citizens to be abducted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At present I'm awaiting a full report from Enterprise. Pending that I am constrained to observe Interstellar Law. A stand off. Donald nods to another OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've prepared Operation Retrieve based on the rising danger of terrorism and hostility between the Klingon empire and the Federation. (hands the President a CD) Put simply, we can go in and rescue the Starfleet hostages and be out in 24 hours with an acceptable rate of loss in manpower and equipment. We have the technology --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suppose you precipitate a full scale war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, quite frankly, Mr. President we can clean their chronometers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, they ARE vulnerable. There'll never be a better time... Pause as the President considers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd prefer not to be the President to push the button if I can avoid it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The longer we wait, the less accessible the hostages will be, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll bear it in mind, Admiral. I think that's all. Sir. The President looks at him. (continuing) Those men have literally saved this planet - and you know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do know it. And I'm afraid they're going to save it again. By standing trial. They're dismissed. The President puts his head in his hands...finally looks up at Sarek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know I agree with everything they said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Mr. President. And I know my son must feel equally responsible. It was at my request that he persuaded Kirk to undertake this mission. The President looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want the crew of Enterprise in my office tomorrow morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're still in space, Mr. President - adjacent to the Neutral Zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then tell your son to get the hell back here before the end of the week. He swallows some pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura's communications panel. Chekov stands over her shoulder. In Uhura's EARPIECE we can HEAR filtered SCREAMING! She can hardly stand the volume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(understates) We're to report back at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cannot abandon Captain Kirk and Doctor McCoy. He looks at the rest of the CREW. Lt. Saavik wanders over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reluctant) We've been ordered to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In nineteenth century France, workers who felt their livelihood threatened by machines, flung their wooden shoes - called SABOTS - into the gears to stop them. Hence the word SABOTAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are experiencing a technical malfunction. All backup systems inoperative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent. I mean too bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will inform Captain Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICE OF THE FEDERATION PRESIDENT",
          "text": "The President is meeting with SIX civilian ADVISERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have our total support, Mister President. My factories are standing by. We can gear up to full weapons production in less than a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Henry. Right now we're pursuing diplomatic channels...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. No one wants a war...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I may, Mr. President. The important thing is to keep the peace process alive. If the new Chancellor is so disposed, perhaps we can attach a rider, get some assurance that these men won't be executed. Then, in a year -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, you have the new Chancellor of the High Council calling. They all swing to look at the far wall, which",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "65   lights up as a visual display. After a snowy VFX   beginning, Azetbur appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, I've been named Chancellor of the High Council in my father's place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reactions in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madam Chancellor, you have my sincerest condolences on your recent loss. I want to assure you that this shameful deed --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, let us come to the point: you want the conference to go forward and so did my father. I will attend in one week - after I've had the opportunity to master the details of this position - on one condition: we will not extradite the prisoners and you will not attempt to rescue them in a military operation. We would consider any such attempt an act  of war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We look forward to meeting with you next week, Madam Chancellor. I hope you will be our guest here on --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After recent events you will understand I prefer a neutral site. And in the interests of security, let us keep the location secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you wish, Madam Chancellor. She clicks off. The President and his advisers are a little speechless at her strength and brusqueness. More pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "she's just gotten off the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Attack them now, Madam Chancellor - while we still can...! He unfurls battle plans...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Attack or be slaves in their world!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can take whole by force what they propose to divide...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weary) You don't seem to understand our situation, General. War is... obsolete. As we are in danger of becoming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better to die on our feet than live on our knees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly) That wasn't what my father wanted -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bitter) He was killed for what he wanted. That sinks in. Azetbur hardens. Faces Chang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk must have a fair trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stony) But I want a conviction. You will represent the State, General Chang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the greatest pleasure, Madam Chancellor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock and Scotty hover over the torpedo console, looking at numbers and lights. Spock thinks hard. EIGHT BELLS SOUND. It is perfectly clear: according to the \"INVENTORY\" program ALL TORPEDOES ARE STILLL ABOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's as I said, Mr. Spock: Inventory still registers every torpedo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(musing) Yet the data banks insist we fired: twice. One computer is lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A computer canna lie, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think  not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can check the torpedoes visually, if you like -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll have to check every one of them, Mr. Scott.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That could take hours!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nevertheless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if they're still in place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then someone forged a data bank entry. Lieutenant Saavik descends into the bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've named Gorkon's daughter Chancellor - it was on the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll bet that Klingon bitch killed her father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her own father...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such things have happened before, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't place the same value on life that we do, Spock - you know that... take my word: she didn't shed one bloody tear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's hardly conclusive, Mr. Scott, as Klingons have no tear ducts. Before he can react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Any reply from Starfleet to our dispatch, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not as yet, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Curious. You haven't been assisting Commander Uhura with her radio transmissions, have you, Lt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commander Uhura has been experiencing technical difficulties sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well. For twenty-four hours we'll agree that this conversation did not take place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An omission. After that -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-four hours from now we won't have a clue where the Captain is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know precisely where he'll be. Scotty and Lieutenant Saavik react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do? Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "THE KLINGON EMPIRE IN ALL ITS BARBARIC SPLENDOR A cavernous stadium arranged in circular tiers cut from jagged stone. A place from a bygone age, of savage and awesome beauty. Something between a CIRCUS and a CATHEDRAL. ... turned for the occasion into a gigantic COURTROOM with thousands of spectators... SCREAMING: \"KIRK! KIRK! KIRK! Many in the AUDIENCE hold SPEARS with lighted HEADS. Kirk and Bones in the dock, stand in the bottom at the very center of the circle, surrounded by a Klingon AUDIENCE in rising tiers, while HOODED KLINGON JUDGES sit invisible in a darkened dugout. (One Judge is an ALBINO.) CHANG wears the prosecutor's mantle. In the audience is President Azetbur and her ADVISORS. The trial is being BROADCAST and special CAMERAS abound. Near Kirk and Bones sit their young, eager Klingon DEFENSE ATTORNEY. Kirk keeps his cool throughout, though Bones tends to steam. The rules are different. Attorneys are empowered to ask anyone present a question at any time. And to mix this up with statements and charges. The proceedings BEGIN in subtitled KLINGON. Kirk and Bones wear HEADPHONES. When they speak a TRANSLATOR converts to Klingon... As Chang gets going, we ZOOM into his MOUTH and he converts to ENGLISH... the JUDGES' GAVEL IS A GROTESQUE MAILED GLOVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The State will show that Enterprise fired on KRONOS One without provocation, the Chancellor and his advisers having been lulled into a false sense of security with an invitation to a state dinner aboard Captain Kirk's vessel at 1930 hours that same evening. Do you deny all this? The mob howls \"Kirk!\" as the Judge gavels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Prisoner will respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't deny we invited them to dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you drunk at that dinner, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72   The President and his ADVISERS, including Sarek, wat VFX   the proceedings unhappily onscreen. TRANSLATOR'S VOICE OVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it a fact that you served Romulan ale, a beverage illegal in the Federation because of its overwhelming potency?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drink WAS served... The CinC and President wince - This is a damned show trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you still maintain your ship did not fire on Kronos One? Would you have known if she had? Come now, Captain. The record clearly there were no other ships in the sector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There... were no other ships in the sector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you have occasion to refer to your ship's data banks during that night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I checked the data banks, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what did they tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reluctant) That we fired two photon torpedoes. But - The mob howls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The witness is excused - for the time being. Chang whirls off as the Judge gavels...",
          "sentiment": "neutral"
        },
        {
          "speaker": "START ON TV",
          "text": "One of PRESIDENT GORKON'S GUARDS is on the stand. He is MISSING AN ARM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After the first hit, we lost our gravitational field; I found myself weightless and unable to function. Then 2 Starfleet crewmen came walking toward us -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock et al are receiving the transmission on their main visual display. They watch in silence. TRANSLATOR'S VOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps they merely wore Starfleet uniforms -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I move that remark be stricken as purely speculative...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So ordered. Colonel Worf, we are interested in facts, not theories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If the gravitational field was not functioning, how could these men have been walking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They appeared to be wearing magnetic boots. Murmur. The Defense Attorney wishes he hadn't asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gravity boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fired on you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Starfleet issue phasers. They dashed into the Chancellor's stateroom, we could hear more phaser fire; then they went back the way they'd come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Towards the transporter room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. SWISH PAN TO CU SULU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu and his crew are watching the trial on their visual display as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor McCoy, what is your current medical status?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aside from a touch of arthritis, I'd say pretty good. Sulu has to smile. Chang is not amused; waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) For 27 years I have been Ship's Surgeon and later Chief Medical Officer aboard the USS Enterprise. In three months I'm due to stand down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stand...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Retire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(soft) Ah. I believe you also consumed Romulan ale at the officers' mess on the night of question, Doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sustained...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry) We all did. But that doesn't mean -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General Chang, come to the point or abandon this line of inquiry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was Chancellor Gorkon alive when you first examined him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you saved patients as \"barely\" alive as he was? President Azetbur flinches at the memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't have the knowledge of Klingon anatomy I needed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say you are due for retirement. May I ask: do your hands shake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overruled - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was nervous -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were incompetent! - whether deliberately or as a result of age combined with drink this court will determine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tried to save him! I was desperate to save him! He was the last best hope in the universe for real peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chancellor herself will testify that the defendant's hands shook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79   The President et al watch unhappily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now we come to the architect of this tragic affair, Captain James Tiberius Kirk. I put it to you, Captain, that you were seeking revenge for the death of your son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That isn't true...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That, either as an instrument of Federation policy or acting on your own drunken initiative, you and your fellow conspirators crippled KRONOS One and cold-bloodedly assassinated the Chancellor of the High Council. Then you and Doctor McCoy went aboard to make certain the job was complete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection: Captain Kirk has not been identified as the assassin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sustained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I offer into the record the following excerpt from Captain Kirk's personal log. He signals. Kirk's VOICE fills the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have never trusted Klingons and never will. I have never been able to forgive them for the murder of my boy... An explosive babble fills the court. The Judge POUNDS HIS GLOVE for order... QUICK REACTION SHOTS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are those your words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spoken by you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louder, please. We cannot hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(firmer) Those words WERE spoken by me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "85   Sulu is speaking confidentially to his communication VFX   officer. Onscreen behind them the trial continues",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Send to commander Enterprise: \"We stand ready to assist you. Captain Sulu, USS Excelsior.\" Attach our co-ordinates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that wise, sir? I mean, given their situation - (off Sulu's look) Aye, sir. He leaves. Sulu looks up at the screen, unhappily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection, your honors. My clients' political views are not on trial here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "86   The trial is on SEVERAL MONITORS BG. Spock, next to VFX   Uhura",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu's giving us his position and telling us he's standing by...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unhappy) He's placing himself in a most awkward position...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the contrary, Captain Kirk's views and motives are at the heart of the matter. This officer's record shows the accused to be an insubordinate, unprincipled career opportunist with a history of violating the chain of command when it suited him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Indeed the record will show that \"Captain\" Kirk was once \"Admiral\" Kirk and that Admiral Kirk was broken for taking matters into his own hands in defiance of regulations and the law. Do you deny you were demoted on these charges, Captain? DO NOT WAIT FOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't answer - objection -!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection overruled. The Prisoner will answer the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cannot deny it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were demoted...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For insubordination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have on occasion disobeyed orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you were obeying or disobeying orders the night you arranged the assassination of Chancellor Gorkon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) I object -!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) I was unaware of the assassination until I boarded his ship!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) You deny Enterprise fired on KRONOS One?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) You deny that your men beamed aboard KRONOS One and shot the Chancellor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cannot confirm or deny actions which I did not witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain Kirk, are you aware that under Federation law, the Captain of a Starship is considered responsible for the actions of his  men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So if it should prove members of your crew did in fact carry out such an assassination - ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim! They're setting us up! Your honors, I protest-!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The defendant will be silent! Captain Kirk, you will answer the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(heavily) As Captain I am responsible for the conduct of the crew under my command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your honors, the State rests. An excited BABBLE. Kirk and Bones turn to their attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it our turn, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grim) According to Klingon law both sides present their cases at the same time; we've HAD our turn. On Bones' and Kirk's reaction, the Judge's mailed fist crashes down with a flurry of sparks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the judgment of this court that the defendants are guilty as charged. Sensation in court. A BOOMING CHANT \"KOOM! KOOM!\" as all the LIGHT SPEARS are pointed at Kirk and Bones. Chang is stone-faced. AGAIN THE HORRIBLE GAUNTLET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain James T. Kirk, Doctor Leonard McCoy... They face the Judge's box. INTERCUT THIS MOMENT WITH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SPOCK'S FACE - what has he done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have either of you anything to say before this court passes sentence? Kirk and Bones look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(simply) We were framed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rises passionately) I wish to note for the record that the evidence against my clients is entirely circumstantial. I beg the court to consider this when framing its sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) So noted. In view of Colonel Worf's plea, the sentence of death is commuted. It is the judgment of this court that without possibility of reprieve or parole, you be taken from this place to the Dilithium Mines on the penal asteroid archipelago of Rura Penthe, there to spend the rest of your natural lives. Off Kirk's and Bones' reactions",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(her eyes fill) Rura Penthe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Known throughout the galaxy as the Aliens' graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better to kill them now and get it over with... It takes Spock a moment to recover himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see it again, Lieutenant. Saavik instructs the panel. As attention is diverted, Spock mops his brow. The CREW watch in silence as the MONITOR REPLAYS THE HIT.  (sc.46 VFXB)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hopeless) It is Enterprise. We fired. As the replay indicates this, Spock stares...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(anger & confusion) It's na possible!! All weapons VISUALLY accounted for. Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commander? This is most difficult to say, but has it occurred to... to any of us... that the Captain is... that is, we know his feelings about Klingons, what they did to his... Spock's gaze stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Well, it IS possible. After an impenetrable pause -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again. Another replay as they watch. (OVERSHOULDER)  (Sc46 VFXC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Hold. They stare at the frozen image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) An ancestor of mine maintained that if you eliminate the impossible whatever remains - however improbable - must be the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What exactly does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means that if we cannot have fired those torpedoes then someone else did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They dinna fire on themselves. And there were no other ships present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grasping at straws) There was an enormous neutron energy surge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(insisting) Not from us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(square one) A neutron surge that big could only be produced by another ship...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KRONOS One?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too far off. Very near us. Perhaps... underneath us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If another ship had been beneath us the Klingons would've seen her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would they? Long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Bird of Prey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cloaked!? Spock says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Bird of Prey canna fire when she's cloaked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtful) This one can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They you're talking about a dreadful new engine of destruction, Mr. Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must inform Starfleet Command - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(enraged) Inform them of what? A new weapon that isn't visible? Raving lunatics - that's what they'll call us! They'll say we're so desperate to exonerate the Captain we'll say anything -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they'd be right. We have no evidence - just a theory that happens to fit the facts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even assuming you're correct, Mr. Spock, why would they fire on their own President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(decision) I want this ship searched from bow to stern. Lieutenant Saavik, you are in charge. Start with the transporter room and work your way outwards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, sir -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not understand. If there was a ship underneath us, surely the assassins beamed aboard from that vessel, not Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're forgetting something. (off their looks) the data banks say WE fired. If we did, the killers are here; if we didn't, whoever altered the data banks is here. Either way, what we're searching for is here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What ARE we searching for, Mr. Spock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You tell them, Lieutenant. It's elementary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two pairs of gravity boots. Spock is well pleased with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "91   THREE SUNS glare down on a huge vista: an ICE FIELD VFX   - the coldest habitable place in the solar system. A small moving DARK MASS as we push in, REVEALS FIFTEEN PRISONERS in leg irons and FIVE KLINGON GUARDS with JACKAL-MASTIFFS moving slowly across the frigid plain. Kirk and Bones, likewise shackled, are among them. GUARDS and PRISONERS alike wear ragged furs. They reach a lone TOTEM and a GUARD holds up his hand for a halt. He presses an instrument emitting a high- pitched WHINE. In response, A HUGE TRAP DOOR, buried in the snow, yawns open. A KLINGON GUARD emerges from steps below and places a BOX before the gaping DOOR. As Kirk and Bones watch, the COMMANDANT of RURA PENTHE and his JACKAL MASTIFF emerge. He mounts the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Rura Penthe. Observe: there is no stockade, no guard tower, no electrified frontier. They are not needed. Only a magnetic shield prevents beaming. Your new home is underground. He blows a mechanical WHISTLE: in response, TWO GUARDS emerge from below with a SCREAMING KLINGON CONVICT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Punishment means EXILE from prison to the surface - on the surface nothing can survive. The GUARDS dump the screaming CONVICT on the ice -  without furs. The weather immobilizes him at once - his cries become fainter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Below no one can escape. Work well and you will be treated well. Work badly and you will die. He leaves; the box is removed by a guard and proceeds him through the huge door and down the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as the prisoners are herded after him and the door shuts, leaving the frozen vista as it was; snow flurries obscure the trap door almost instantly. Only the frozen corpse of the CONVICT is left - until it too is covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "START LOOKING UP AT THE CLOSING TRAP DOOR - outside we can see SNOW flurries as the panel shuts with a CLANG. PAN DOWN TO REVEAL A huge underground labyrinth with an enormous courtyard surrounded by prisoner huts open to the center. PRISONERS wander freely within. The scum of the universe. Everyone wears furs, LEG IRONS and is FREEZING. On endless scaffolding above, the GUARDS. Many of the PRISONERS look like they could snap Kirk and Bones in two with one hand. Kirk and Bones step gingerly around the outside wall, watching the yard. A shadow falls across them. Their POV: It's a behemoth ALIEN. He speaks in a guttural, incomprehensible language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quog wok na pushnat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid our universal translator was confiscated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ring notsa loskent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rangnit ascru, unto pram moreoscue shondik!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's definitely on about something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quog wok na pushnat!! The alien picks Kirk up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If this is your spot, we'll move on... The Alien is about to behead Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wants your obedience to the Brotherhood of Aliens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And your coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fraid not. It wouldn't fit him, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Krandog aranty. The Alien puts Kirk down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Fendo pompsky. The Alien nods and wanders off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the Brotherhood of Aliens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prisoners from outside the Klingon system. They tend to band together. I'm Martia. She's a tall and very good looking female, boots to her thighs, exotic furs, tattered but clearly humanoid. She's smoking something; offers them a hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) This'll help keep you warm. You're Kirk and McCoy. Kirk takes the hit; offers Bones... it does warm you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you know...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks around) There's a reward for your death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks around too) Figures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been set up all along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs) We don't get many presidential assassins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We didn't kill Gorkon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadpan) Of course not. Anyway, somebody up there wants you out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe we can get more out of the way than this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll make it look like an accident...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you in for, if you don't mind me asking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mind. Smuggling. Guilty. I come from Arc. Smuggling is an ancient and respected trade there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much time's left of your sentence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles grimly) Don't you know? Everyone on Rura Penthe is here for life. Kirk and Bones didn't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under Lt. Saavik's watchful eye, CREWMEN are taking the kitchen apart. All sorts of dishes and cutlery litter the place. Spock, Scotty, and Chekov enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any progress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(head shake) We've got a crew of three hundred turning their own quarters inside out,  but the killers may be among them. Surely they've disposed of these boots by now. Wouldn't it have been logical to leave them on Gorkon's ship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even logic must give way to physics. Gravity hadn't been restored by the time they escaped. Without their boots they would not have stayed on the Klingon transporter pads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mimes with his finger) Why not simply vaporize them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like this? She whips out her PHASER and FIRES, incinerating a POT. ALARMS and CLAXONS HOWL! Chekov COVERS HIS EARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you know, sir, no one can fire an unauthorized phaser aboard a starship. She switches off the ALARM and has another thought:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Suppose when they returned they threw the boots into the garbage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm having the garbage searched. If my surmise is correct these boots will cling to the killers' necks like Tiberian bats. They couldn't make their escape without them; nor can they simply throw them out a window for all to see; no - they're here. Somewhere. Uhura comes into the galley, stepping over pots and pans. She's not happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did someone shoot off a phaser? Mr. Spock. He turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I've pulled out my - uh wooden shoe and Starfleet is screaming for us to return to port.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Scott, any progress on repairing our warp drive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing wrong with the bloody - Spock coughs hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) - could take weeks, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mr. Scott. We were to return to spacedock, the killers would surely manage to dispose of their incriminating footwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An error.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unhappily) I'll tell them someone threw a gravity boot into it... ANGLE ON SPOCK reacting. He looks at Saavik...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right, a gravity boot in the warp drive... She goes off, shaking her head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You understand that we have lost all contact with Captain Kirk...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At present, he's surrounded by a magnetic shield. If my calculations are correct, he should be deep into his escape planning by this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk gets hit in the face. It's already BLOODY. It's a prison fight. Kirk and an ALIEN are surrounded by PRISONERS & GUARDS cheering and jeering. Kirk and Bones are distinctly grubbier. Kirk scrambles to his feet and circles. The Alien swings a large paw but Kirk ducks, comes in with an uppercut. He connects, but does little damage. They circle some more. The Alien dives legs first and scissors Kirk, who goes down roughly. Wrestling, Kirk slips free. Bones and Martia watch... the leg irons make it complicated - they can also wrap around someone's neck... The Alien moves in closely, hits Kirk again. Kirk fights back with a kick to the chest, which doubles over the Alien.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "93   Then Kirk slams the ALIEN on the neck and he goes do Kirk starts to walk away. But a paw reaches out and grabs him by the ankle. Kirk looks back and the Alien is grinning, drags him in. Stands and grips Kirk's chest to back in a giant bear hug. Surely he will crush the life out of Kirk. He lifts Kirk right off the ground. Kirk, almost gone, lifts his legs up high and swings down hard, smashing the Alien in the knee. That does it. The Alien falls to the ground, screaming and holding his knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll respect him now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a comfort...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was lucky that thing had knees. They look back. The Alien is still on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not his knee. (off Kirk's look) Not everybody keeps their genitals in the same place, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything else you want to tell me? Before she can answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Bones, why don't you see what you can do? Let them know we're not holding a grudge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suppose HE'S holding a grudge? Bones tentatively goes forward and examines the knee. He is without any medical tools of any kind. The Alien yells but let's him look. He manipulates the leg, then ties a kind of splint with an old rag... Kirk looks at Martia. She shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When whoever it is makes their move, you won't be here to ask if he's the one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's gotta be a way out of this place... She looks at him, moves off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu is asleep; awakened by a knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come in...? His COMMUNICATIONS OFFICER enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry to wake you, sir, but Starfleet urgently requests any data we may have on the whereabouts of Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(groggy) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apparently they're refusing to acknowledge signal to return to spacedock, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Signal Starfleet that... we have no idea location of Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(astonished) Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You having hearing problems, mister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir. The man salutes and leaves. Sulu stays awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk and Bones try to sleep on rude cots in a hut off the main courtyard: tattered, exhausted wrecks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three months till retirement. What a way to finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinking) We're not finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speak for yourself. One day... one night... He makes a gesture across his own throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) - Kobayashi Maru... CLOSE ON KIRK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bones, are you afraid of the  future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was the general idea I intended to convey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't mean this future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we playing multiple choice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some people ARE afraid of the future; of what MIGHT happen; (pause) I was frightened, really frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Specifically of...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more neutral zone. I was USED to hating Klingons... that's why I failed in our assignment. (guilty) It never even occurred to me to take Gorkon at his word. Spock was right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, don't be too hard on yourself - we all felt exactly the same -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head; can't put his finger) Uh uh. Somebody felt much worse. And I'm starting to understand why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if you've got any bright ideas, now's the time to - Suddenly, Kirk puts a hand over Bones' mouth. They pretend to sleep. Something crawls towards them in the dark; they sweat... Kirk clenches his fists...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) Kirk? It's me, Martia. Kirk opens his eyes; Bones plays possum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Listen. No one has ever escaped from Rura Penthe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ready) Except us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It IS possible. He regards her warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I know how to get outside the shield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do we come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Getting outside the shield is easy. After that it's up to you to get us off the surface before we freeze. Can you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Possibly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't make it alone. You're the likeliest candidate to come to this god-forsaken place in months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Candidate for what? Their whispering has brought them very close. Martia is vamping him. She pulls off her fur hood... kisses him. He doesn't resist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONES",
          "text": "rolls his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A partnership. Go to \"C\" Lift in the morning for mining duty. I'll meet you there. She disappears into the shadows. Bones, who has been watching the whole thing, gets up on one elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it with you, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still think we're finished?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "the wind howls in an otherwise barren landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chekov is examining the platform and environs carefully. He comes across spots of VIOLET. He scrapes samples into an evidence tube, and seals it; then hurries out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock studies the sample under a microscope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klingon blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They must have walked through it when it was floating and tracked it back here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the first evidence that corroborates our theory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we go to Starfleet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we expand our search to include uniforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALL uniforms? Spock looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starts out) Aye, sir... ALL uniforms...                             ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Chekov. Chekov turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) The longer we take, the greater danger in which we leave the Captain and Doctor McCoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "101   MONTAGE; the Enterprise is strip-searched. LOCKERS,",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRU WARDROOMS, LAUNDRY, SICKBAY, JEFFERIES TUBE, CUPBO",
          "text": "105   OBSERVATION DECK, INSTRUMENTS PANELS, etc... you na it... piles and piles of CLOTHING being sorted by the CREW; piles of BOOTS being examined as Lieutenant Saavik prowls the CORRIDORS and checks off locations on a LIGHTPLAN of the ship...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly an EXCLAMATION brings her running over. A CREWMAN has opened a LOCKER and now holds up an enormous gravity BOOT. As all watch, he puts the boot on the METAL LOCKER... It sticks. Saavik looks up at the locker and sees the name: DAX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LATER Spock, Saavik, Uhura, Chekov, et al wait with impassive faces as CREWMAN DAX enters the area. He is an alien.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are Crewman Dax?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. What's happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(triumphant) Perhaps you know the Romulan epic of Cinderella? If the shoe fits, wear it! Dax looks confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "no way those webbed feet could make it into those boots. Expressions of chagrin on everyone's face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk and Bones, their legs still shackled, walk across the huge courtyard and line up behind a dozen brutes, everyone flapping arms to keep warm... They wait in front of and then enter the C Lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like the old Welsh mine caged elevators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks for the girl) I think we've been had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you weren't, Doctor. They look around. No girl. Just a big BRUTE next to them. Plus other CONVICTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get off at the first level and join the gang going into the mine. (explains) They don't take girls. It's him! With her voice. Kirk is thunderstruck. He stares at the Brute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk and Bones climb out with the others. They follow the Brute through the labyrinthine darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of creature is this? Last night you two were spooning -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't remind me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE MINE",
          "text": "Everyone is issued a DRILL and a LIGHT HELMET.  As BEAMS ricochet about, they start digging DILITHIUM crystals out of the rock and putting them on a flatbed shuttle. Kirk and Bones and the Brute do likewise, all under the watchful eye of fur-clad KLINGON GUARDS. An ALIEN next to Kirk sneaks several of the crystals into his garment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "113   A GUARD blasts him with a PHASER and he disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Bones openly takes his crystal and places it on the truck, making sure the guard sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Kirk and Bones are filthy and sweaty. The Brute looks at them, looks around. The guards are eating with their backs turned. Kirk and Bones look to the Brute for guidance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "114   Before their eyes, he re-materializes into a TEENAG VFX   GIRL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU HER SKINNY LEGS",
          "text": "as Kirk and Bones watch, she slips out of her leg irons. Too bad they can't do likewise...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) Follow me. She puts her DRILL down and walks silently into the depths of the mine. They follow, looking back to make sure the Guards aren't watching. The girl quickly scrambles through the small hole, turns and waves them on. They have to get down on their stomachs and crawl through. Kirk goes first, turns, pulls Bones. This takes time, especially if your legs have chains on them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE GUARDS",
          "text": "who finish their lunch and look around. Notice a suspicious space where 3 workers used to be. Wander over. Look further into the mine. Find the hole. They hurry back, shouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hole has led to a new tunnel and the girl rematerializes into THE BRUTE as they crawl. Kirk and Bones, still chained, struggle to keep up. They make their way to a large, abandoned opening and come out on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a high ice ledge. By scrambling down the ledge and jumping, the BRUTE leads them onto the frigid snowfield. The surface environment is killing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The three slip and slide on the ice across a frozen river. The ICE BEGINS TO CRACK beneath their feet... Eventually the three climb the farther bank. They are barely alive. Shaking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't... Frantically, Kirk tries to keep Bones' circulation going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're at the edge of the shield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "119   They follow her look: AN ICE DESERT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. KEEP MOVING! They stagger on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, out of uniform, reclines in his berth, eyes open; thinking. His expression changes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The votive candle burning in its shrine. Spock's eyes narrow. What is the candle trying to tell him...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Spock, I've got them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blinking BLIP on Uhura's oscilloscope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There they are! PULL BACK. Uhura is monitoring their position. Spock, Scotty and Chekov stand over her shoulder. Spock heads for his console and starts peering at electronic charts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're outside the beaming shield. Mr. Scott, start your engines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, aye, sir. Scotty heads for the lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the helm) Mr. Spock, Rura Penthe's deep in Klingon territory. If we're discovered...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks up) Quite right, Mr. Chekov. What is now required is a feat of linguistic legerdemain - and a degree of intrepidity. Before the Captain and Doctor McCoy freeze  to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grimly, under funded and undermanned. God knows what forsaken place this is. Rocks are lit by SCOPES... A SLEEPY KLINGON dozes before his scanners. A bottle in front of him tells the story. SUDDENLY A BLIP. HE forces himself into alert attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the scope a BLEEPING DOT... he frowns, hits a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(subtitled KLINGON) What ship is that? Over... An interminable pause. Now a SECOND KLINGON sits next to the first. What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(subtitled KLINGON) We art thy freighter... URSVA six weeks out of Kronos... Over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(subtitled KLINGON) Whither are you bound? Over... Another LONG pause. They squint at the delay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura and company are FRANTICALLY paging through old Klingon glossaries, manuals and dictionaries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(subtitled KLINGON) We art delivering food... things and...supplies to Rura Penthe... over... Pause...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(subtitled KLINGON) Don't catch any bugs! The VOICE LAUGHS RAUCOUSLY. Spock gestures. Uhura returns the laugh...over and out. They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that so bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRU",
          "text": "125",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "126   THE THREE COLD SUNS are setting",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "The Brute, Kirk and Bones stumble and crawl across the ice. They - especially Bones - are more dead than alive. As they pull themselves along, it becomes darker...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim, leave me - I'm finished...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way. (off Bones' look) You see this? He displays a STAIN on the back of his ragged coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) It's the viridium patch Spock slapped on my back right before we went aboard Gorkon's ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faint) That cunning little Vulcan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once we're beyond the shield they should be able to pick it up two sectors away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If they're even looking for us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock's looking for us...   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the Brute points to a ridge) We're almost there. Once we're outside, we'll make camp. DISSOLVE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "the ridge in darkness. They arrive, exhausted. The Brute takes a stick out of its clothes, breaks it in half. It glows brightly like a neon FLARE. He tosses it in the middle of the area and it forms a kind of fire, throwing shadows all around. Otherwise it's dark. There is some HEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you mind explaining that little trick you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a chameloid. That's why we're such good smugglers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've heard of chameloids - \"Shapeshifters\" - I thought you were mythical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give a girl a chance, Captain. The Brute smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "127   And before his eyes becomes the enticing Martia aga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes a lot of effort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't wonder. Stop me if I'm wrong but do we really have any way of knowing if this is the real you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles at Kirk) I thought I would assume a pleasing shape. (beat) We're outside the shield. Now it's your turn, Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you say so. WHAM! He slugs Martia on the jaw; she goes down, her mouth running GREEN blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She didn't need our help getting anywhere... where did she get these convenient clothes? And don't tell me that flare is standard prison issue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "127   Martia sits, rubbing her mouth... and CHANGING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) It's to let them know where we are. Ask her what she's getting in return... The BRUTE gets up, rubbing his bleeding mouth -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A full pardon - which doesn't cover this -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh oh - Kirk and the Brute circle each other, Kirk's chains CLANKING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An accident wasn't good enough...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good enough for one - two would look suspicious... killed while attempting escape... now that's convincing for both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "127   The fight is on. Problem is, Martia keeps changing VFXC   shapes... Kirk grabs him, holds him tight... 127   And he wriggles free as a child... tries to run off VFXD   but Bones grabs it and they fall rolling to the SNOW...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "127   it comes up an exact copy of JAMES T. KIRK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surprise! He smashes Bones and leaps to face his double...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your friends are late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll be here... More fighting between Kirk and \"Kirk\" - they clinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe I kissed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Must have been your lifelong ambition - The fight goes on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deserted. Scotty, exhausted, is quietly having a cup  of coffee and checking off places searched on a table  map. He runs a finger around his collar. It's warm in here... Perplexed, he puts his hand over the vent. Nothing coming out. Something blocking it? Scotty commences removing the vent cover. Not easy. As he continues his efforts, he is unaware of the TWO CREWMEN we met the night of the banquet, watching. They remain concealed, pull knives... one wants to go for Scotty. The other holds him back. Scotty removes the vent cover and pulls out what's been blocking the air circulation: two violet-stained Starfleet uniforms, with names on them... Excited by his discovery, Scotty looks around, replaces the vent cover and hurries out with the uniforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRU",
          "text": "131   The Crewmen follow serreptitiously, CAMERA tracking after Scotty through the labyrinthine corridors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TWO KIRKS are still slugging it out as Bones starts to come round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it about time you became something else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like it here... Gripping each other, they roll right into A LARGE AND TERRIFYING MUZZLE. A JACKAL-MASTIFF on a leash. Both Kirks spring apart. They are surrounded by a dozen FUR- GARBED KLINGON GUARDS with weapons. SEVERAL have leashed jackal- mastiffs. And the COMMANDANT, who walks forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinks fast) What took you so long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kill him! He's the one!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not me, idiot - HIM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "132   The Commandant appears briefly confused, then VFXA   ZAPS the FALSE Kirk, who dies horribly, as Bones watches. Kirk sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) No witnesses - He aims at Kirk and Bones -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(conversational) Damned clever if you ask me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(agrees) Killed trying to escape - it's a classic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what he wanted...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who? Who wants us killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not tell you? His name is -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Klingons rake the place they were with FIRE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "133   Kirk and Bones REMATERIALIZE to where Spock VFXA   and Chekov await them, with heavy weather BLANKETS which they don gratefully. They look scarcely recognizable. Spock and Chekov are appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Dammit! Dammit all to Hell--! Jesus Christ, couldn't you wait two seconds before GODDAMNSONOVABITCH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "133   Chekov produces a LASER and burns thru their chains VFXB   Spock is deeply moved to see Kirk again - though K is too busy swearing as his chains are cut off to notice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was just about to explain the whole damn -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to go back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hasty)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on... They start out at speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CU BACK OF A KLINGON HEAD. Klingon is SPOKEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Escaped? He's talking to the Prison Commandant onscreen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were beamed aboard a Federation starship! I could trace -  THE KLINGON hits a button and the COMMANDANT disappears. The chair swivels REVEALING CHANG. He faces the 2nd KLINGON GENERAL we met in Azetbur's office. (Sc.68)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Escaped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It does not matter. Kirk cannot know the location.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) Are you sure? Are you willing to take that chance? The General hesitates; decides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helmsman, new course! Engage cloaking device.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bird of Prey wheels about, DISAPPEARING...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk, Spock et al walk briskly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Klingons have a new weapon: a Bird of Prey that can fire while cloaked. She torpedoed Gorkon's ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, that's it.. Scotty runs up, carrying the bloodstained uniforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain - ! Mr. Spock, I've found the missing uniforms with Klingon blood on them! They belong to - They round the corner and all STOP SHORT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "the TWO CREWMEN who were stalking Scotty lie dead. Bones kneels, conducting a hasty examination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) But - the uniforms - they belong to these men! (checks the names) Burke and Samno!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not any more. Phaser rifle on \"Stun\" - at close range.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get close enough to a man and you can kill him on \"Stun\" without setting off the alarm - of course you can't get rid of the body...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First rule of assassination: always kill the assassins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we're back to square one. Kirk looks at Spock meaningfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I talk to you? As they watch, Kirk and Spock move down the corridor and confer in an undertone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU SPOCK",
          "text": "pulls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(white) I knew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Attention: Court Recorder to sick bay. Yeomen Burke and Samno have been shot and wish to make statements. CODE BLUE URGENT; deposition required at once for Yeomen Burke and Samno. Wounds are serious. Court Recorder to sick bay on the double.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CREW reacting ALL OVER THE SHIP... to various PA's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the lights are OUT. A FIGURE ENTERS, looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO BODIES stretched out in darkness... THE FIGURE approaches the first body; looks down. SUDDENLY the light goes on REVEALING SPOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't believe it was you. Saavik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You have to shoot. Saavik reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) If you are logical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe you. Please... She produces a phaser. The other body sits up: Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd just as soon you didn't. Saavik reacts. Bones moves out of the shadows, arms folded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe the operation is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CU SPOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The charge is murder. WIDEN TO REVEAL Kirk, and Bones with Saavik under guard. The CREW is STUNNED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You must have cursed yourself, for having programmed our data banks, Lieutenant. Only they revealed something wrong aboard Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She programmed the torpedo hits?",
          "sentiment": "neutral"
        },
        {
          "speaker": "137A QUICK FLASHBACK, (TO SCENE 46)",
          "text": "we see Saavik programming while supposedly trying to figure out who's firing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she was unable to erase them from Mr. Scott's inventory. The computers contradicted each other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You were clever about the boots, Lieutenant - too bad you were in such a hurry you planted them on a Megazoid...",
          "sentiment": "neutral"
        },
        {
          "speaker": "137C QUICK FLASHBACK",
          "text": "Saavik jamming the boots into Dax's locker...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) But it was when you tried to persuade me the Captain was guilty that I should have understood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't prove any of this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yes I can. At my trial my personal log was introduced as evidence against me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "137E QUICK FLASHBACK, (TO SCENE 32)",
          "text": "Saavik waiting outside Kirk's cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long did you stand outside my quarters before you coughed, Lieutenant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "137F BACK TO SCENE",
          "text": "Saavik, trapped, turns to Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You knew? He says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) The whole time? Still nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I tried to tell you... you wouldn't listen. Spock is in as much pain as we will ever see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps neither of us was hearing very well that night, Lieutenant. There were things I tried to tell you too - about having faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've betrayed the Federation - all of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think YOU'VE been doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saving Starfleet. Klingons can't be trusted, sir, you said so yourself. They killed your son. They conspired with us to assassinate their own Chancellor. You'd make peace with them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Who is \"US?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't allow Starfleet to be dismantled over some Klingon promises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starfleet will be around long enough for me to convene a Court Martial on this ship, Lieutenant. Win, lose or draw it will be on your record. Long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Admiral Donald.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... to offer Klingons a safe haven within Federation space is suicide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From Starfleet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General Chang -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... In space all warriors are cold warriors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gorkon's own man??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Romulan Ambassador - Naclus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, they ARE vulnerable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "137M BACK TO SCENE",
          "text": "Spock stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is incredible -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all so naive? Everyone who stands to lose from Peace. Who manufactures photon torpedoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one wants a war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who spends millions developing the new Klingon cloaking device? (furious) The universe was a well-ordered place!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We all knew our roles! Why change them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you telling us Klingons and Federation members are conspiring",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a sick way I suppose it represents progress...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly) The peace conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What peace conference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Azetbur has agreed to meet the Federation at a undisclosed location to continue her father's work... the conspirators obviously intend to try again... They turn to Saavik; she stares back, composed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can send a message to Starfleet Command -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not think so. Enterprise has disobeyed orders and harbors two escaped convicts. Admiral Donald will make certain all your ship-to- shore transmissions are jammed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where IS the conference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's only a cog in the wheel - no way she knows that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And no way you'll find out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we're dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Saavik) I've been dead before. Uhura, raise Excelsior. She ought to have the co-ordinates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would they give them to us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commander is an old friend of yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(can't resist) What was it like - being dead? Spock, lost in thought, doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Captain Sulu, USS Excelsior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu! INTERCUT WITH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing by, Captain Kirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You understand that by even talking to us, you're violating regulations, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Captain - your message is breaking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under his breath) Bless you, Sulu. (aloud) Where's the peace conference? They're going to attempt another assassination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Conference is at Camp Khitomer, near the Romulan border. I'm sending the exact coordinates on a coded frequency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid we may need more than that. There's a Bird of Prey on the lookout for us. And she can fire while she's cloaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surely not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you. Hang on. (to Saavik) How many of those things are there? Come on, Lieutenant, you're charged with murder...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just the prototype.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm getting underway now. But you should know, I'm in alpha Quadrant. The chances of my reaching the conference in time are slim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When does this conference start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "According to my information, today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Captain Sulu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't mention it, Captain Kirk. He hangs up. Finds himself facing his 1st OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You realize you've just committed treason, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(serenely) To be candid, I always hoped that if the choice ever came down to betraying my country or betraying my friend, I'd have the guts to betray my country. Warp nine, mister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Excelsior explodes across the starfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "From a different direction, Enterprise ditto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are dim as Kirk knocks. He has shaved, showered and put on a fresh uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock? No answer. Kirk makes to hit the switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd prefer it dark. Fair enough. Kirk enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you dining on worms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally) You were right: it was arrogant presumption that got us into this situation. You might have died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night is young. Anyway, it was logical. (he realizes he must feel his way) You know, you're a great one for logic. I'm a great one for (shrugs) rushing in where angels fear to tread. We're both extremists. Reality is probably somewhere in between us. Spock says nothing. Kirk runs a finger over dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) I was blind. I couldn't see past the death of my son. I couldn't trust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) I too was blind. I knew about HER - and I did nothing. I trusted too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You couldn't have known she was listening the night I dictated that entry into my log. You were proud of her achievements as a Vulcan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was PREJUDUCED by those achievements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(understands) Gorkon had to die before I understood how prejudiced I was... Spock looks at him for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we two have grown so old and inflexible that we have outlived our usefulness? (looks at Kirk) Would that constitute a joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone said the difference between comic and cosmic is the letter \"S.\" You haven't outlived your usefulness - to me. And you are not responsible just because she is also Vulcan -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I SHOULD have been -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not for the actions of another. No one is responsible for any actions but his own. Human beings -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I am not human. I am only -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, you want to know something? Spock looks at him. Kirk kneels next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Everyone's human. We're too old to play games. We're only human. He holds out his hand; after hesitating, Spock takes it, presses it to his forehead. Hard. HARDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The idyllic site of the Peace Conference. Lush GREEN. A HUGE BUILDING on the horizon from within which we can HEAR MUSIC. Outside, MASSES OF PEOPLE and FLAGS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSIDE HUGE #1 POD DOORS OPENING, REVEALING THE COUNCIL CHAMBER. VERY LOUD MUSIC as we follow the FEDERATION DELEGATION (GREEN), lead by DONALD, into the ROOM...REVERSE ON #2 POD DOORS OPENING, AS SAREK LEADS THE VULCAN DELEGATION (YELLOW?) in as they take their places...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone at their stations. Kirk in the Captain's chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, when we get to Camp Khitomer, how will we defend ourselves? I mean, if this new Bird of Prey can fire while she is invisible...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now there's a poser. Kirk and Spock exchange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not think anxiety is called for. (off their looks) According to my calculations we have another five minutes and twenty-two seconds to figure something out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Enterprise THUNDERS by at warp NINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More of the opening ceremonies. CAMERA PANS TO REVEAL POD#3 with the KLINGON DELEGATION (BROWN?), lead by their AMBASSADOR and POD #4 EARTH (GREEN) DELEGATION emerging and taking their places...the Klingon and UFP PRESIDENTS, complete with ADVISORS, RETINUIES, ENTOURAGES and ATTENDANTS. FLAGS everywhere... Among them COLONEL WORF, BRIGADIER KERLA, ADMIRAL DONALD, the MUNITIONS BUSINESSMAN and a KLINGON FACE we haven't seen before... The MUSIC THUNDERS to a halt. The place looks like the UN Security Council + the Olympics. All COLOR CODED...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madam Chancellor, members of the diplomatic corps, honored guests: the United Federation of Planets welcomes you to Camp Khitomer. Now that we are assembled, I move we conclude these ceremonies and get down to business. Madam Chancellor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agreed. APPLAUSE! During the above, we watch the expressions of the faces of the VARIOUS CONSPIRATORS - uneasy. Other FACES...which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "SCREECHES out of WARP NINE and cruises slowly. Stalking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON the main visual display, a starfield. Kirk studies it, walks over to where Spock views his SONAR. Kirk looks over his shoulder. Spock is studying it intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close enough to beam down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet... Section 4236...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "146   Nothing on the scanner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Section 4237... Nothing. There's a lot of tension on the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The POD DOORS are closed and the delegations seated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are gathered here today in high hopes, believing that differing civilizations of good will can work together to overcome intolerance. We believe that with understanding and patience it will be possible to resolve what separates us. Let us redefine progress to mean that just because we CAN do a thing it does not necessarily follow that we MUST do that thing. APPLAUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) We believe that the responsibility for destiny rests squarely on our own shoulders... There's that KLINGON FACE again, looking around. He's carrying some sort of SUITCASE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's here - somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if she's cloaked...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then all we've got is a neutron radiation surge - and by the time we're close enough to record it, we're ashes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, perhaps we're going about this the wrong way; our job is to get to the conference; HER job will be to stop us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make ourselves a target? Spock looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Shields. Battle stations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reads the display) Shields up. Battle stations. They are bathed in emergency RED LIGHT. Alarms SOUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Chekov, take us forward, thrusters only, one half impulse power...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, sir; thrusters... It feels like walking on eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhura?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing, Captain. If they're here, they're rigger for silent running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If she fires, she has a perfectly valid excuse. We're a renegade ship coming dangerously close to two heads of state during a vital interstellar conference. Dead silence, then a CRASH OF NOISE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "APPLAUSE for the President's speech! Now President Azetbur rises to make her opening remarks. The KLINGON FACE makes eye contact with ADMIRAL DONALD, who nods discreetly. The SUITCASE starts moving...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as before. CLOSE UPS of various faces, sweating... SUDDENLY AN EXPLOSION! The SHIP shudders, hit! CLAXONS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFXA",
          "text": "INT. CLOAKED BIRD OF PREY featuring the ENTERPRISE onscreen. They are rigged for silent running - no one else is making a sound. They're bridge is bathed in GREEN light... Chang stands next to the GUNNER. He points towards ENTERPRISE, nudges the man, who nods, hits controls...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "152   Another torpedo sails off and explodes against the VFXB   shields of the ENTERPRISE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk and his crew grab hold of things, tight-lipped...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is fun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, shall we attempt to return fire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At what, Mr. Chekov? WHAM! Hit again. Everyone goes flying...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "153   Instinctively Kirk looks at the main display - sees VFX   nothing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty, reverse engines. All astern one half impulse power. Back off. Back off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "The battered Enterprise reverses field, backing away from nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "155   watching the maneuver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very soft) What's she doing? The HELMSMAN shrugs. Chang nudges him to follow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The empty starfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's she waiting for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably trying to figure out why we're reversing, wondering if we detect her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "156   ON the main visual display, where everyone's attent VFX   is riveted. A flare from black space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Incoming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"SHIELD\" LIGHTS flicker as the room RECOILS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She canna take much more of this, Captain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON KIRK reacting. Don't I know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu, where the Hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXCELSIOR warping as fast as she can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In range?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet, Captain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, come on...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll fly apart...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fly her apart, then!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... many people speculated about my father's motives. There were those who said he was an idealist, driven by visionary notions; others said he had no choice, that he was a pragmatic technocrat, making the best of a devastating situation. Great men are seldom good men. The truth is my father was both: a pragmatist and an idealist. If Praxis hadn't exploded, then quite possibly his idealism would not have found expression. Nor would mine. We are a proud race. We are here because we want to go on being proud... (grim) if we cannot make war, (smiles) we will make peace...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "the SUITCASE ON THE MOVE through people listening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "164   All watching Enterprise. Chang signals and the VFX   Torpedo OFFICER FIRES off another one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahead full impulse!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Enterprise buzzes off! The Torpedo MISSES...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk smiles ruefully... score one for the home team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "reactions. Chang is startled, then smiles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After her... (beat) poor thing. Doesn't know which way to go. Shakes his head, amused...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Enterprise, SCREAMING through the VOID... followed by another SCREAMING SOUND in full pursuit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, we can't see her, but she gives off heat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not from a distance. She won't show up on ANY type of scan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too bad we can't SMELL her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In space, no one can hear you sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a pity Starships were never equipped with bloodhounds... WHAM! Hit again... Everybody grabs onto something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think Starfleet could have envisioned our current predicament.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we should write them a letter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better post date it. WHAM!... even harder this time... Spock thinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under impulse power she expends fuel like any other ship. We call it \"Plasma\" - I do not know the Klingon name for it, but by any name it is merely ionized gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what about all that atmospheric equipment we're carrying to catalogue gaseous anomalies? They look at each other like she's crazy. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starts out) I'm going to perform surgery on a torpedo - you never know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(going with him) You may need assistance, doctor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he's been waiting all his life) Fascinating... They race out as the ship is HIT again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Chekov, slow down. Take us forward, thrusters only, one quarter impulse power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, sir; thrusters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "APPLAUSE for Azetbur's speech! Donald looks around. Sees THE FACE... nods discreetly... The UFP President applauds... he's vulnerable... the face moves OFF... CinC Starfleet rises to speak, blocking the President...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Enterprise moving slowly, alone. Beat. WHAM! Hit again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bones and Spock emerge with a bulky HEAT SENSOR and run down the shaking corridors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet you wish you'd stood in bed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vulcans sleep lying down... For a moment Bones buys it - then, on their backs -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spock, that was actually funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We DO sleep lying down. WHAM - they almost fall over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotty and his men have obviously felt the impact as well. Some \"SHIELD\" lights are blinking off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, she's packing quite a wallop. Shields weakening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "scarred, trace lines of torpedo visible. WIDEN TO REVEAL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sulu, et al, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shields up. Tell them the Cavalry's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "175A   A torpedo flashes out of nothing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "176   Chang watches it go by. Sees Excelsior as well VFX   as Enterprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So. He points to Excelsior, nudges the gunner, who fires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "177   They see Excelsior's shields take the torpedo HIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold us steady, Mr. Scott. Ready to fire... Bones...! Reactions from the battered CREW...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a hand opening a CASE: inside, the disassembled parts of a rifle PHASER with telescopic mount. We don't know where we are exactly, but we can HEAR the CONFERENCE ECHOING -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bones and Spock DESCEND ON THE TORPEDO LIFT WITH A TORPEDO, frantically trying to drill a hole in its nose to accommodate an ATMOSPHERE SENSOR as the whole bay TREMBLES with the hit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bones, where's my torpedo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me and my big mouth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm yourself, doctor, the operation is almost complete...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(one final twist) Thank you, nurse. Jim, she's ready! Lock and load! They jump off the lift and out of the way as the torpedo starts forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) Pity they're retiring us just as I was starting to understand you, Spock...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(agreeing) We WERE beginning to hit our stride together, doctor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can see the SHIELD lights dimming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frantic) Shields collapsing...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "181   Even as he speaks, the Bird of Prey, fires at VFX   Enterprise. The photon trajectory is clear",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "ENTERPRISE TAKES ANOTHER HIT....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO SHIELDS this time! EXPLODES! WOW. AUTOTIGHT BULKHEAD DOORS CLOSE, PROTECTING THE VESSEL FROM SPACE EXPOSURE. SMOKE, LIQUIDS SQUIRTING EVERYWHERE... Things tumbling off shelves, out of overheads...DOORS WHOOSHING CLOSED!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chang smiles; this is more like it...he can see the Enterprise is damaged...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HANDS assembling the special phaser...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fire! CLOSE UP a hand pushes a button...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "another hand on a phaser trigger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Enterprise's torpedo tracks the HEAT; it goes in a strange trajectory but then again we can't see what it's heading towards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "189   As Chang watches in FASCINATION, the damn thing VFX   circles and heads right for them! He realizes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... \"or NOT to be...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Enterprise fires a direct hit, an the Bird of Prey is illuminated in the firelight. She spins around, trying to regain her position, DEBRIS fragmenting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aim for the center of that explosion and FIRE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Excelsior and Enterprise, having trapped the \"black hole\" in a triangle between them, fire. The Bird of Prey suddenly blows apart. As she explodes she DECLOAKS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "193   Kirk et al MATERIALIZE and starts running through VFX   masses of PEOPLE who are too startled to stop them",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU THE TRIGGER FINGER",
          "text": "tightening as... ... KIRK fights his way to the center of the room!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President! He flings his body on the President, pushing him out of the way, just as the phaser FIRES... Panic in the room, PEOPLE SCRAMBLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arrest those men!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arrest yourself. He stands aside to reveal LT. SAAVIK in handcuffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got a full confession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ASSASSIN'S NICHE",
          "text": "he turns to run, but SCOTTY whirls and fires! As all GASP, the ASSASSIN sways, falls off the balcony, clutching his face where the PHASER HIT, and SCREAMING... The KLINGON FACE COMES MELTING OFF REVEALING the STARFLEET OFFICER who prepared OPERATION \"RETRIEVE\". Not a Klingon, after all. The other conspirators race for the EXIT, only to be blocked by",
          "sentiment": "neutral"
        },
        {
          "speaker": "SULU",
          "text": "196   as he MATERIALIZES, phaser in hand -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a minute. The conspirators race in another direction: they are blocked by KERLA... and Bones -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENTIAL GUARDS MOVE IN...",
          "text": "The UFP President stands up, stares with disbelief. So does President Azetbur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the meaning of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's about the future, Madam Chancellor. Some people think the future means the end of history. Kirk walks up to the ROMULAN AMBASSADOR, now under guard -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) But we haven't run out of history just yet. (remembers) Your father quoted Hamlet: he called the future - \"the undiscovered country\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I always assumed Hamlet meant death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gorkon thought the undiscovered country might mean something else - another kin of life. People can be very frightened of change. I know I was. He walks to Saavik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) There's an old expression: it takes one to know one. When Saavik looks at Kirk there are tears in her eyes. He turns to Azetbur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've restored my father's faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've restored my son's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Enterprise, her hull blackened with torpedo scars, idles next to the MUCH LARGER EXCELSIOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They might as well arrest me, too; I felt like Lieutenant Saavik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointed) But you didn't join a conspiracy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(half for Spock) They don't arrest people for having feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If they did we'd all have to turn ourselves in. How CAN we rely on them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks at Spock) The only way to find out if a man's trustworthy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... is to trust him. A wintry smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain Kirk...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirk here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) As much to the crew of the Enterprise, I owe you my thanks, Captain Sulu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to see you in action one more time, Captain Kirk. Take care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFX",
          "text": "Excelsior gets underway with a roar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "all watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By God, that's a big ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not so big as her Captain, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time we got underway ourselves, gentlemen. (stretches) Once again, we've saved civilization as we know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the good news is they're not going to prosecute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) To be -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or not to be -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the question -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Course heading, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) Second star to the right - and straight on till morning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VFXA",
          "text": "The battered Enterprise makes way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain's log, U.S.S. Enterprise, Stardate 8769.24. This is the final cruise of the Starship Enterprise under my command. This ship and her history will shortly become the care of a new generation. To them and their posterity will we commit our future. They will continue the voyages we have begun and journey to ALL the undiscovered countries, boldly going where no man... where no ONE has gone before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "202   The signature William Shatner scrawls across VFX   the screen, still featuring the moving starfield. Then Leonard Nimoy, then DeForest Kelley's, James Doohan's, George Takei's, Walter Koenig's, Nichelle Nichols'... one by one... The signatures grow smaller and smaller as the galaxy races by, and they disappear into the distance. ROLL END CREDITS",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1747"
    }
  ]
}