{
  "movie_id": "MOV1769",
  "scenes": [
    {
      "location": "MABRY BARN DAY 1",
      "time": "LATER",
      "characters": [
        "85.",
        "155B",
        ". MADYLYN",
        "SOME GUY",
        "JACK SHOVES HIM HARD AGAINST THE WALL, GUN OUT AND RIGHT",
        "70.",
        "GIRL",
        "OL OK",
        "96.",
        "21.",
        "AW, FUCK THIS SHI'T, MAN",
        "INT, PRISON HALLWAY",
        "JACK, (CONT'D)",
        "23.",
        "66.",
        "INMATE",
        "49,",
        "JANICE",
        "36.",
        "CANDACE, (CONT'D)",
        "OMITTED 73",
        "INT, PRISON",
        "LUCETTA,",
        "20.",
        "MADYLYN, (0.8.)",
        "29,",
        "MADYLYN",
        "WARDEN",
        "STONE'S FACE...",
        "40.",
        "133A",
        "9A",
        "OMITTED 72",
        "86.",
        "SINCERE INMATE",
        "INT, MABRY HOME",
        "4",
        "CURLING UP ONTO THE CEILING.",
        "NO TOUCHING",
        "CHILD",
        "5A",
        "INT MABRY HOME",
        "LUCHTTA'S VOICE",
        "GUARD",
        "25.",
        "WARDEN, (CONT'D)",
        "STONE'S VOICE",
        "3",
        "STONE,",
        "JACK, (ON PHONE)",
        "STONE, (CONT'D)",
        "FRANK, (CONT'D)",
        "67.",
        "147A",
        "OMITTED 6",
        "108.",
        "71.",
        "LUCETTA'S VOICE",
        "LARRY",
        "REVISED YELLOW PAGES",
        "23A",
        "OMITTED 119",
        "JACK, (CONTR)",
        "19.",
        "INT, LIQUOR STORE",
        "PASTOR",
        "REVISED YELLOW PAGES 103",
        "62.",
        "155A",
        "INT, PRISON CELLBLOCK",
        "90.",
        "DICKERSON, (0.S.)",
        "CONGREGATION",
        "91.",
        "DICKERSON",
        "OMITTED 154",
        "17.",
        "HO",
        "98.",
        "THE END",
        "HR RO",
        "LUCETTA",
        "NDS YOU GO",
        "OMIPTED 131",
        "VOICE",
        "93.",
        "MAN'S VOICE, (V.0.)",
        "60.",
        "OMITTED 130",
        "FLAMES. THE KITCHEN WALL IS FULLY ON FIRE. FLAME ALREADY",
        "EXT. PUBLIC GOLF COURSE",
        "OF",
        "32.",
        "HO OR",
        "LUCETTA GETTING OUT OF HER CAR AND COMING ACROSS THE YARD",
        "46.",
        "MAD",
        "JACK",
        "50.",
        "WALTERS., (CONT'D)",
        "LATER",
        "79.",
        "151A",
        "OF OF",
        "OOF",
        "STON",
        "MADYLYN, (CONT'D)",
        "18.",
        "23B",
        "151B",
        "109,",
        "92.",
        "54,",
        "38.",
        "THE",
        "LUCETTA, (CONT'D)",
        "QUIET",
        "STONE",
        "74.",
        "83.",
        "YEARS LATER",
        "104.",
        "44,",
        "30.",
        "SACK, (CONT'D)",
        "IN",
        "77.",
        "INSIDE TO THE WHOLE STRUCTURE. AN INFERNO.",
        "94.",
        "CANDACE",
        "LEAD TEACHER",
        "76.",
        "PETERSON",
        "LL GOES TO",
        "24,",
        "FRANK",
        "WALTERS",
        "SOWR"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The door slides open and MADYLYN, in her 20's, a petite, tart,taciturn woman holds a cigarette. Her 4 year old daughter, CANDACE, charges in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "Look, look! JACK, mid 20's, enters laden with a cigarette between his teeth. He’s wiry, strong, intense. Black hair slicked up back. Very sure of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Good lord in heaven. It's really falling apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Let it rot. God damn waste of space anyway. They glance about the huge empty space - as Candace runs around the rusting abandoned remnants of a once thriving dairy barn, rattling off the wonders",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "A tractor...and lots of hay... Madylyn and Jack stand side by side in the doorway. They take slow drags and then turn to each other and smile. EXT. MABRY YARD — DAY 2 Jack and Candace jump and run in the fields of tall grass bordering the house and barns. Jack does a comic fall backwards in the grass - and disappears. Candace giggles and tries to copy him. Madyly watches - smokes. Jack and Candace stare at the simple farmhouse and surrounding barns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "This was my daddy's house, He was a farmer and his daddy was a farmer teo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "Are you a farmer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Hell no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn snubs her cigarette and bows her head. Jack lower his head but keeps his cigarette in his teeth. Candace closes her eyes but sneaks a peek at her parents during the prayer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Bless, ch Lord, these gifts to our use, and us to Thy loving service... Jack opens one eye and catches Candace and bumps his eyeb and she laughs and shuts her eyes quickly. Madylyn knows has happened and smiles, without opening her eyes. MADYLYN (CONT‘D) In Christ's name, Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "++.And Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Madylyn sip cocktails. Candace drags a rusting s from the barn, tries to saw a plank of wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, honey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "Io can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nope. It’s old and rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "Please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, baby. No means no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4p",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Jack...why don’t you help her? He stops her with a look “Don’t contradict me.” But she e him evenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "She wants to try. He stares at her, more pissed than he should be, Madylyn holds the plank steady as Candace struggles to run the sa back and forth across it. The blade falis off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "Oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Like I said... He turns his back on Madylyn and scoops up Candace and wa off. Madylyn stares at hi EXT. MABRY HOUSE ~— DAY 4n Jack walks to the end of his long driveway. Opens his mailbox. A muscle car pumping loud music drives passed - then slow a stop. Jack watches the car slowly reverse toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "+..Anything interesting in the mail today?...Mr. Jack Mabry. Jack leans into the passenger window - sees a teenage gir and a man in his late twenties leering back at him. Jack studies the man‘s face, then smiles,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Walters? Jesus. How long's it...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTERS",
          "text": "Three years next month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Any violations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTERS",
          "text": "Nope. None anybody can prove anyway. Jack smiles. Candace and Madylyn have come over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "Can we get ice cream?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Not now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "C’mon, get the little lady an ice cream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTERS",
          "text": "Yeah Jack. Show her what a big man you are. You know your Daddy's one hard ass sonofabitch, sweet-thing. I had to clean my ass with a cue— tip two years before he'd write me a release. He laughs, a little too hard. Jack's smile fades a little. Candace clutches at his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "Daddy. Walters holds out some change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTERS",
          "text": "Here ya go darlin. Jack gently pushes his hand back. Madylyn watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTERS., (CONT'D)",
          "text": "What? Least I can do after all you done for me. Right? Madylyn steps up, pulls Candace to her. Jack puts his arm around Madylyn, kisses her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(looks him in the eyes) You just keep it together, make me proud. Okay? Walters eyes him back. Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTERS",
          "text": "Nice place. He winks and drives off laughing. Jack and Madylyn watch. INT. MABRY HOUSE ~ CANDACE’S ROOM ~ NIGHT 5 Candace wakes and shuffles sleepily to her parents room. INT. JACK AND MADYLYN'’S BEDROOM - CONTINUOUS 5A Candace stares at the moving shapes under the blankets. Madylyn sits up, startled. Jack curses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Candace sleeps soundly next to her parents. Jack faces away from Candace, spooned up against Madylyn behind. He moves into her and holds her tightly around th chest. At first Madylyn whispers protests, but her breath quickens and finally she relents. Jack builds intensity, fierce. Candace sleeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "Jack sits at the table reading the sports page. Madylyn serves him a drink. She lingers, sipping her own drink, r her fingers through the back of his hair. He reads, ignor her. Almost unnoticed, a BEE enters a window. Just a sublimina sound in background. INT. MABRY HOUSE - JACK AND MADYLYN’S BEDROOM -— DAY 8 Madylyn tucks a sleepy Candace in for a nap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "I like your bed better. Ho RO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "It's ok honey. * She sits on the edge of the bed and strokes her kid's * shoulder, sipping her drink. She stares out the open * window... doesn’t notice the BEE crawling across the shut screen. She moves to sip and stops, hand trembling the * tiniest bit. Her eyes are wet, booze or emotion...hard to say. The SOUND OF THE BEE is just a little bit louder, turning into a VIBRATION. 9 iNT. MABRY HOUSE ~- LIVING ROOM -— CONTINUOUS 9 * Jack watches golf in a chair in front of the TV. Madylyn stumbles into the room. She stands staring at him, at the back of his head. The sound of the BEE banging against the screen is morphi almost a TUNING FORK now... Madylyn slugs the last of her drink, trembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Look at me. Jack glances at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "I’m not standing for this. Jack only semi breaks from the golf, half-hearing. Looks to her in a glance, eyes still on the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What’s that, hon...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "You keep my soul in a dungeon. He looks at her now...quizzical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "T‘ll leave you...I’m leaying. He stares at her and she stares back. He gets up and walk toward her, not fast but she retreats a step...and he jus walks past her, and up the stairs. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "Jack, do you hear me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "9A",
          "text": "Suddenly Madylyn races upstairs INT. JACK AND MADYLYN’S BEDROOM - CONTINUOUS 9A Jack pushes up the window, trapping the BEE between the g panes. He turns back and lifts a sleeping Candace as Madylyn rus into the room. Jack kicks out the screen and HOLDS THEIR SLEEPING CHILD OUT OVER THE DROP. Madylyn freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You mean it? Huh? If you leave me...T’ll do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You think that I won't? You think I won't!? His voice is like a punch but there is pain and fear in h face. THE SOUND is rising all around Madylyn, engulfing, vibrat in waves. Terrifying. She trembles. And then she breaks. Tears pour from her eyes and she mov to him with arms outstretched to embrace him. He places Candace on the bed, and Madylyn shuts the window quickly, SHUTTING OUT THE SOUND. Jack grabs Madylyn in an embrace, almost sobbing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Don't ever...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Shhh, I won’t...I‘m sorry... He kisses her with deep passion, she's wrapped around him Candace wakes and looks at her parents. C.U. - THE BEE...crushed in the window, it’s last slow movements... ee ed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Madylyn, standing with backs to camera, talk qui on the lawn. Candace sneaks up behind them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEARS LATER",
          "text": "INT. CHURCH - DAY ll Madylyn, singing in the Episcopal Congregation. She is in her early 60’s now, still beautiful despite weight of drinking and time. She sings with conviction and feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION",
          "text": "‘Praise God from whom all blessings flow. Praise him all creatures here below. Praise him above ye Heavenly Hosts. Praise Father, Son and Holy Ghost.’ Ah-men Jack, his hair now gray, has retained the vestiges of unforced virility, but as he sits back down. in the pew h sighs deeply from a heaviness that he rides, and doesn’t with. Because there’s not time, and he has other things t do. He reaches over and takes his wife’s hand in his, as the service continues. He seems unsettled - collar too tight. TITLES: ‘STONE’ INT. CHURCH HALL -— DAY 12 Jack and Madylyn mingle with fellow CHURCHGOERS over coff and pastries. Jack greets people warmly. He shares a laugh with an EX-C pats him on the back. Later, Jack and Madylyn linger at their table with coffee Madylyn laughs into her coffee at something Jack says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first thing you notice is the NOISE. Chaotic. Jarring Hundreds of men, the collective energy of a riot...a bomb Held forcibly in check but sparking off everywhere. STONE, late 30’s, wiry and hard. In line for food. Jitter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14 8A. nothing moving fast enough for him. His eyes flick to the clock which never seems to move. His eyes roam the room taking in its chaos. Sounds fragmented and disorienting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Aw, c’mon man... His impatience is permanent. Fundamental. Purgatory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT MABRY HOME",
          "text": "Jack changing into casual clothes. His demeanor neutral, maybe a little tired. Madylyn sits on the bed and dials t phone. Her face lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Candace? It’s Mom. Well I don’t know if you recognize my... Madylyn laughs. Jack pays no attention, doesn’t even turn around. MADYLYN (CONT’D) No, we’re just back. Your father’s right here, do you..? Ok. Fine. 7 know. I know Candace, but that’s my job, okay? Alright..anyway, how’s my little Katie, what has she done this week? She what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 16 17 18 Jack leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "(quieter) Stop it, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little later. Jack watches golf, one arm draped over hi head. Madylyn in the kitchen, making them drinks. She wal over and hands him his. He takes it without looking up, * mumbles thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes back and putters in the kitchen, humming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the normal yard activity. Clusters of men. Conversations. Basketball. Stone leans on the fence stari at cars driving in the distance. At the sun getting low. INMATE passes by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMATE",
          "text": "Fuck you time. Stone nods and then explodes, attacking the guy as we CUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack joins Madylyn in bed and kisses her goodnight. He ro over and his back makes him grunt a little. She rubs his shoulders a little, sweetly. He sighs and closes his eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone jars Jack and Madylyn awake. He answers it and listens. Madylyn watches his face. He nods to her. She pu hand to her mouth and sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (ON PHONE)",
          "text": "Oh, Betsy...1 know...I know. Yes, it was...Do you want us to...? Alright, we'll be over in the morning...we love you too. He hangs up, affected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Bobby slipped away just after midnight,",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MADYLYN",
          "text": "Oh, I’m sorry, Jack. I'm so sorry. She embraces him and kisses his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well. Finally out of his misery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "That’s right. He's in a better place. He lies down next to her. She holds her hands together an says a silent prayer. Then she turns on her side and look at him. He lies staring at the ceiling. She waits, ready talk about it...searching his face, reading his feelings. He sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "T want to... (sighs) I think I’m gonna look at my notes. He gets out of bed, leaving her alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stands at the pulpit for his eulogy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "++-and I won't say being kid brother to such an All-American was always great. “Why can’t you be like your brother Bobby?”...if I had a nickel for every time...and I should confess for the record... that scar on his forehead, he told a lot of stories about how he got it. But it was me...I threw a hammer at Mr. Perfect when I was eight, People laugh warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 ii.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "He never told though. He covered for the people he loved, that’s how he was. And I loved him for it. And I wanted to be like him. (beat - he goes off his notes) I want to say this...where we grew up, it wasn't...it was...Not everybody was...Without Bobby, I’m not sure where I’d have...if I'd have made these choices...He showed me how to live. What was right. He lived right. {chokes up the smallest bit) He lived right. And in the end, what more could you want people to say about you? Madylyn has tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steps of the church. Mourners lingering, comforting and chatting. JACK stands apart, alone, shaking hands looking over at...Madylyn consoling Bobby’s widow BETSY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "+-Poor Betsy... Jack turns. FRANK, a financial advisor/insurance guy, ear 40's, Not afraid to do a little business at 4 funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "She deserves better. You don’t need that kind cf uncertainty at a time like this...You given any thought to...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No. I mean...yeah, yeah I’m thinking about it but...let’s see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Don’t think too long. You retire in what...three months? (talking quickly now) All I'm saying...that policy it’s peace of mind, sure, but when you're pension fund is down 40? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 22 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "You can cash it now for 70 cents on the dollar and we put it to work for you now in a bargain value market while everyone else is standing around like a zombie...paralyzed. Like Buffett says, “When there’s blood in the streets...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Okay...okay...this really isn’t the best...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Sorry. I’m just saying... retirement...what do you want that to be? Planning for death? Shit, there’s a moment here...grab it and enjoy life. You’ve earned it. They look at Betsy crying, frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "My condolences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Madylyn sit, sipping their drinks and looking ou the gloaming light falling, mid conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "(sips, shaking her head) So many people, followed ail the rules only to find that what you invested in, what you worked for, hasn‘t gotten you what you thought... too late to start again...Oh, Lord, She looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Don’t. We’re not going to...we're going to be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, PRISON CELLBLOCK",
          "text": "The place is NEVER quiet. Stone is in his back. Even here, he’s impatient. For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ying on his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "23",
          "sentiment": "neutral"
        },
        {
          "speaker": "23B",
          "text": "24 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "(ander his breath) c’mon, c'mon... A GUARD is HEARD YELLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Lights out! The lights go out and a roar goes up from the room of men tone closes his eyes and sighs. Got through another day. his eyes pop open, staring in the dark. INT. PRISON ~ ADMINISTRATIVE OFFICES — DAY 23 Jack at work - an out-of-date facility. He moves down hal and consults with co-workers on cases. Jack has authority here. He is in charge. LATER - Jack is on the phone about a case. 23A",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (ON PHONE)",
          "text": "You have him report back to me as soon aS he...no...no...listen to me. It comes to me first, got it? Okay. LATER —- Down the hall from his office the secretary, 233 MISS DICKERSON, is black, 60 and no nonsense. Jack stroli out to lunch with A COUPLE OF MIDDLE-AGED CO-WORKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "You're in charge, Dickerson. Dickerson snorts. INT. JACK’S OFFICE - DAY - LATER 24 Jack listens to a very tough looking BLACK INMATE in a pr jumpsuit. Trying to be persuasive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SINCERE INMATE",
          "text": "+:.With Jesus and my family, and all the advice from you Mr. Mabry, that social worker Ms. Honeycutt, all of them, I’ve taken it all to heart, you know what I’m sayin’? And this is the God's truth as God is my witness. I’ve changed. He's speaking through me now. Praise Jesus. Definitely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "24a 243 24c 25 14. Jack listens, motionless. HATER - Jack types at his computer, squinting and 24 hunting and pecking and talking on phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (ON PHONE)",
          "text": "Another year and nothing to show for it, same crap, same line. I do agree, That’s what I'm writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Hispanic Guy, young, 29. Looks shell-shocked and tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMATE",
          "text": "I’m ashamed of it but I was desperate and it was a plastic gun, man, it was a toy. I was never going to hurt nobody...but, listen, I know what I did was wrong...My mother, she feels...she tells me she feels proud of what I have done to educate myself. I don’t want to disappoint her...so you know... He trails off. Jack is lost in thought, hardly listening. LATER - Jack at his desk writing notes. Dickerson pokes h head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICKERSON",
          "text": "Warden wants to see you. INT. PRISON - WARDEN’S OFFICE - DAY 25 Jack walks in, The WARDEN behind his desk, early 50's, easygoing for a guy in his job, has a sense of humor but knows the job ground up. He’s talking to a FEMALE FACILIT SUPERVISOR, early 40's. They turn, dropping something the were discussing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Janice. What's up Stu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "Hey, shut the door, Jack. (seems to have something to say, holds up a file) DeShawn Mackey? Yours right? Your report?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, why? Warden and Janice exchange a grave look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "It's an incompetent mess, Jack. Look, I know your head's already on your golf game, but this is a travesty of proper case work. He drops the file in the trash. Jack is dumbfounded. The Warden and Janice burst out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh...Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "Gotcha. Jack's laughing now, the Warden really laughing hard. He fishes the file out of the wastebasket and hands it to Janice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN, (CONT'D)",
          "text": "Here, learn from the master of understatement. Keep ‘em brief. Jack stops laughing, confused. WARDEN (CONT’D) I need you to get Janice up to speed before you're out the back door. So let's pass her all your indeterminates eligible this year. Jack has to take this in...his retirement suddenly real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Okay...I mean...yeah, yeah of course. (beat) I‘d like to stay on my currents though. See ‘em to review.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "Hey, if you're willing...appreciate it. Janice snatches up the files ~ Jack’s lifework — and gets to go. She pauses at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 27 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Hey. I’m really sorry. Jack swivels to Janice ~ is she being a smartass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Your brother. I heard. I'm sorry. Jack, embarrassed, nods his thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack finishes washing his hands. Stares at himself in the mirror, studying his own face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STONE sits before Jack, leaning forward, jittery. Jack reads the file. Stone is new to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "prefer Stone. Jack sees no note of it..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George +. .dike in here? No man... what peop know me. ile. Strane ing, goes back Jack senses hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ibly nervous, up at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got eRe",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Aww man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Relax, son. Take a breath...do whatever you got to do to settle down, cause I’m going to get to know you and we're gonna spend a little time, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I know what we're doing. ...Can I amoke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(not looking up) No you cannot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Man, I quit anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "reading) ou. Me toc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Not that there's anything wrong with smoking, That’s all bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, they kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOWR",
          "text": "But ZT still kinda want em yway, you feel me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes I do. ne Stone smiles back and Jack appreciates the notices that despite the smile, Stone’s hands are",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Pomean look...heip me here, man. I don’t belong in here no more...I can’t do three moxe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok OR Oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "4",
          "text": "* ¥ +e L",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Stone GUARD appears in the door immediately but Jack has seen i all before and he’s totally unfazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Okay, siow down. Let’s talk about what got you here. Tell me about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Oh man, Why L got to say it again? You got the fuckin’ file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Cause now you're mine. You moved up. And just cause I like to chat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Tt's just ~ We did it. Ok? Everyone in here is innocent. Least ¥ admit it. I’ve done my time. I got a job lined up, you know. Why i gotta talk about it +",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Cause I want to hear your side of it. Nobody likes to talk about it, but, listen, it doesn’t matter if you don't say it well, just say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AW, FUCK THIS SHI'T, MAN",
          "text": "ig up and out of his chair knocking it back. A",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "! Leok calm it down, son... reeson...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "co",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You just setting me up to send me back, so send me back! Can't do this bullshit, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Stone... STONE! (ali friendliness g. IN ABOUT TWO PUCKING s IN TRE HOLE AND You THE BOTTOM OF MY PILE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e}",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "stops cold, evaluating...still standing. a oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eR oe eH xox",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee he eR HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Yeah...right. You see that door behind you? You know where it goes...back. You want to go forward? Walk out of here? You want to find that door? (points at himself) Me. I am the door, and you go through me. You will respect me and this office and whatever questions I deem necessary to judge your condition and suitability to enter the world you will answer to my satisfaction or you will take hard time served. Got it? (Stone neds) Good. Now sit your ass down. Stone sits. Sits on his fists and breathes, getting contrel. Jack waves the guard off with a small nod ACK (CONT’D) Good. Look, this is a Process. We talk. We get to know each ether, okay? Just talk to me. Pretend we're friends. Relax. Pretend. Then maybe we can both get what we want. Stone glances quickly at him. He looks beyond Jac window behind him. The sky, and a cloud. Ou 4 huge inner adjustment. de smiles slightly an Jack measuring him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Ok, man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ok. (beat) Let's talk about someth eah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "es",
          "sentiment": "neutral"
        },
        {
          "speaker": "STON",
          "text": "{laughs a little) Yeah, that’d be good,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, Okay... (looks You're Marri",
          "sentiment": "neutral"
        },
        {
          "speaker": "19.",
          "text": "ander",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He HOE HH He HHH HK et ee + OF ee Fe FRR EK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee HOFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Six years. Five of ‘em behind bars. It's right there in front of you, shit... I'm - sorry - I~ This is just nerve wracking, fuck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Tell me about your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Sheee-yut. Have you seen Lucetta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "She's H-O-T, boy. She‘’s banging. But ‘tween us, yo, she’s...an alien.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How's that? What...she’s illegal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "give play it day to fuck",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ly? You you regular st Saturdays?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To don’t I miss my dick her sucking r'm Hey, man, watch out Tim giving you something to dream about so you can get it up later, ok? Lucetta dees anything, yo Fucking her tits, man, coming face. Ber",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "bli man. It's k 2 r Dirty jus SS that",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "shit. Let me o #? Buddy? Are we buddies? My numbex’s due. My time’s now ‘mm young,",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF OF",
          "text": "oF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He A LH HH HH EH",
          "sentiment": "neutral"
        },
        {
          "speaker": "21.",
          "text": "this, Stone feels he's overstepped and failed again. He p himself in again, desperately. STONE (CONT’D) Aww shit...I apologige...I can‘s even... Stone pulls it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "You married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "43 years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Sheeyut... Pause. STONE (CONT’D) You and your wife still get it on though?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "That still work for you? I mean I always wond like you deal w know? Is ‘ i You hip to Astrogl tight pussy? How's",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "iodon't talk with anybody about my wife like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Oh no, shi Sor Sainte, 3 wanna know. Towalk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "around...I’m like a fucking VOLCANO, man. I don’t think I could survive...or...now mavbe you got that prostrate thing... F don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "x a ee ee ot a es Oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28 29 30 31 32 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I’m just asking how it works for you. How you keep the lid on it? Jack looks at him a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "We're not talking about me okay. They stare at each other in silence. INT. JACK’'S CAR - DAY 28 Jack drives home, news on the radio about the economy and layoffs and corporate malfeasance flushing people’s pensi funds and all of it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, LIQUOR STORE",
          "text": "Jack walks in and the guy behind the counter knows him so well that while talking on the phone he just pulls Jack's bottles and rings it up without even pausing his call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack parks and gets out. A young couple is walking by on sidewalk, arms on each other. Not that Jack stops and notices or anything, they are just there passing through. Youth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn is vacuuming. She doesn't hear Jack enter. She’s bending over slightly, her back to him. He stares at her beat and then steps toward her quietly, reaches as though grab her hips then she turns and startles hard, startling him. She laughs right away and he chuckles too maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. PRISON — JACK OPPICE ~— DAY 32 Stone in the chair again. Second meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Ok - here, um - ok, Here it is. Really straight. See, my cousin Teach, he a wanted some money to score mett a we went to Our gran fouse to steal a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "few little things while they were siceping. But Poppy, he heard us and got up, and we had words and he got his gun and threatened us, and then I was like, “Puck this\" and went outside. And then Teach, he came out later. ...And then the house got burned. Jack listens closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "It was a tragic mistake I made but I've learned my lesson, Mr. Mabry. And I’ve paid with hard time and I’m ready to be out. Can you make that happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "We'll see. We're just here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Look, I got a temper cause 1 get impatient with these yo’s and bein’ in here but it’s just words and soon as I get outta here that shit's under control. Cause I'm rehabi ated and no harm to anyone and cif the shit and cl for years, and I've done al Ss and been no trou : all in the record. See, I got my wife and [I've got a job with Chrysler at the Mount #lliot lined up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who's idea was",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta set it up for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Not your job. Going grandparents. Teac cousin. You run to: time? You follow his",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE,",
          "text": "Buh? Pe ee a",
          "sentiment": "neutral"
        },
        {
          "speaker": "HO OR",
          "text": "ey OF OR Oh HE Oe x % ee oF",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who's idea was it? How do you think this happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "It was Teach. I told you I didn’t...I left the fuckin’ house man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "But you didn’t stop him, did you? STONE. Stop him what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "ng. Your grandparents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From ki Stone stares at dack a long time, going cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "++.Youtre not going to do it, are you? Depleted in some deep way Stone collapses, sitting. Jack waits for him to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "f didn't know till cold me what he’d tified te that. 5 ed r manslaughter accessory. And arson. half my time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "in died in prison?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "not fuckinag read?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gn death row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of HO eR RE oF",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "That's in there, too. I saw ‘em. I went inside and saw them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Did you feel anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your grandparen feel, seeing them? How did you Stone's eyes start to water some. Jack sees this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "He used a kit 2 hackeaw? You saw th pieces?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Uh-huh. All over everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What did you thi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Links, and glane",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a meses. Jack waits ~ watching Stone carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "«.:And then you kurned down the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I did. That was my idea. Yes Ioset it. That was my crime. fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Te cover it up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I don’t know...1 was high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You saying you didn’t know what you were doing at the time? ee ee *",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF",
          "text": "ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33 26. Stone stares away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Answer me. Stone looks back right at Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You get scared, a situation gets away from you real easy. You know? For just a beat Jack's thoughts take him away to s memory of something. Hard to tell if Stone notice",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "ff you're not careful, that's true. EXT. MABRY FRONT PORCH — EVENING 33 From inside MUSIC can be heard. Madylyn and Jack sit sipp drinks. Jack is listening distractedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "+..it said Katie is extremely smart and a good group leader but has “control issues”...talk about skipping a generation, ha. These schools now, my God, a report card is like therapy...she’s four, can you. imagine? (stops) Where have you gone? Jack looks up, then away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "dust a story I heard today. He shakes his head. She looks at him, expecting the story He’s silent. She turns away and takes a hard drag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "+++Been a while since you brought one home. She smiles, looks at him. After a moment or two she stand again, finishing her drink. MADYLYN (CONT’D) You want a topper? He hands her his glass. She goes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34 35 36 37 27. Jack looks at his hands. Sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(to himself) Ah. Jesus The MUSIC finishes. Silence,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "(Calling) You coming back...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLASS OF PRESCHOOLERS play with the LEAD TEACHER, and h AIDE, LUCETTA: 27, sexy as hell, free, fun, and womanly. children adore Lucetta because she thinks like they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Let’s make today a special day! Let’s do one nice thing for someone else, and not tell anyone we did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn plays poker with SEVEN MATRONS. Lots of smoke, laughter, food, and skill. The phone rings, Madylyn gets to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Hello...Excuse me? Excuse me I couldn’t understand...This is Mrs. Mabry...Well, you need my husband. IT can give him a mes- Madylyn makes a face, hangs up, goes back to poker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone waits for another INMATE to get off the phone, then deposits his quarters and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta supervises kickball while talking on her cell pho",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Go on, I can hear you now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38 39 40 28. INT. PRISON — DAY 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "What time did you call, after work like I said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta talks and corrals kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "She was sort of short with me. Like she didn’t want to talk. So I just — Tommy! Don't bite! We don’t bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE'S VOICE",
          "text": "You gotta stay on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE'S VOICE",
          "text": "Can you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I can now. Is he nice? Can he -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone cuts her off before she can say anything incriminat",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Don't - dust listen. Y‘understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA'S VOICE",
          "text": "Sorry baby. I forgot -",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Find a way. Keep on till you get a meeting, you hear me? See if we can meet him together, too. Call him tonight or tomorrow or tomorrow night or the day after tomorrow Or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCHTTA'S VOICE",
          "text": "(Giggles) Ok. Stone watches a GUARD down the hall. Turns his back to hi He Oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "41 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "29,",
          "text": "THE “time‘’s up” recording starts in the phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Offer to give him a blowjob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "What? Stone? Can you hear me? Uh. Well, I'm bringing chicken tomorrow. See you - She's been cut off. LUCETTA (CONT’D) Shit, Amber, don't hit Tommy! No. We don’t hit. Everybody love everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone back in Jack’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Listen. All I'm getting at...Do you believe it was wrong, what you did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Did I know what I was doing when I set the fire? Am I evil? Or was I out of my mind when I did it? You want me to tell you about my bad childhood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Did you have one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "We all got one, right? Jack cracks a smile which makes Stone smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "But you think you've changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You mean ~ am I going to set any more grandparents on fire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You got anymore? Stone knows Jack's trying to make a joke. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "one,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well...try to...you know...make a better effort with that one. Stone smiles. Jack appreciates it. But then Stone's eyes begin to water and he turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "I’m not trying to be flip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Me either. I'm rehabilitated, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Why because you did the time? And that’s it? That makes you ready? You're a clean slate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Clean as anybody. Clean as you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well. (chuckles) Maybe. Maybe not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "So lemme ask you something...I'm serious now...why do you get to walk around free and easy and I don’t, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I wasn't convicted of a crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You never did anything bad? Never did anybody wrong? Barest hint of a pause from Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I never broke the law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Good, but you gotta get with him person to person...promise me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I will baby...I’m on it. Stone reaches across the table but doesn’t touch her. The GUARD in the room looks their way and starts to call out. Stone pulls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I need you. I gotta have you...you gotta help me. She basks in this last statement, beams at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Anything. I‘d do anything for you, baby. You know that. They watch the guard and play a game handing over a drumstick. He manages to get it off to her and touch her finger for one second...she giggles and takes the drumsti and caresses it with her mouth slowly for him... LUCETTA (CONT’D) Qco, I love it greasy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Ohh...shit. You killing me. You're so fucking hot. Did you dress for me? What you got under there? She mouths “Nothing.” He dies. She squirms and giggles. STONE (CONT‘D) I swear, if he doesn’t...2 don‘t know what...r have to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "It’s gonna happen baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "If it don't I’m gonna kill myself. He looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(frowns ) Don't even say that in joke. You're so close, (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46 47 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA, (CONT'D)",
          "text": "(smiles bright) You want to play Crazy Eights now? Stone's gaze is fixed on something. A family around a tab with Bibles. The INMATE reading Bible passages with his g and family. Stone looks at the Guard watching them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA, (CONT'D)",
          "text": "Baby? Stone keeps staring, getting tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone goes to “Religion” section and pulls down every boo can find, pamphlets too. Sits at a table and starts to re voraciously. TIMECUTS: Some stuff is boring him and he can't even get through. Something in a PAMPHLET seems to catch his attention and hold it. He reads. INT. PRISON ~ CELLBLOCK - NIGHT a7 INMATES settle down for the night. Stone is reading that pamphiet and a book at the same time, cross referencing between them. We might see part of the word ZUKANGOR on i and maybe the phrase \"The Light and Sound of God”",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "(reading softly aloud) Light and Sound are the twin aspects through which we know God's Truth. The Light is consuming Fire, the Sound is terrifying but for one who experiences these twin pillars, life becomes fresh and new again. Through 2uk he is purified of karma, sin. He gains wisdom, charity and Freedom... He considers this... STONE (CONT’D) Fuck. The lights turn off violently. A Roar of protest rises fr the block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "Shit! I'm trying to improve myself here, motherfuckers! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "48 49 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn walks down the darkened hallway and is grabbed. holds her to him closely. Surprised, she pulls back a bit, thinking they're done, but he holds on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No...just... 34. 48 Jack His head is turned away from her, she can’t tell but thin he might be crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "You ok? He breaks the hug, looks at her - then takes her hand and leads her to the bedroom. MADYLYN (CONT‘D) Your back’s ok? He closes their door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49 The house is dark. The phone rings and an answering machi ‘Beep’ is heard. Lucetta’s voice is heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA'S VOICE",
          "text": "Hi. Hey. This is Lucetta Creeson - I called before. Uh - I’m married to Stoney Creeson, he’s - I think you know him. IT hope it’s not too late to call...what is it? Like",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "50 Jack and Madylyn make love. Lucetta’s voice can be heard the answering machine down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA'S VOICE",
          "text": "T was ~ I spoke to Mrs. Mabry before but ~- uh, Mr. Mabry this is for you. I would like to come talk to you about my husband? It’s kind of important to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51 52 53 54 35. INT. LUCETTA’S APARTMENT - CONTINUOUS 51 Lucetta walks around her one-bedroom with cotton between toes nonchalantly naked, the phone under her chin. She ch the clock: it’s 9:12 pM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Stone told me you like to know people, that you're real nice and like to talk, or something. So I‘d like to. Talk to you. I work mornings, but - no - anytime that'd be good for you I could arrange things. I'l] call back but I gave your wife the number so please call - maybe you're already in bed - She’s cut off. LUCETTA (CONT’D) Shit. I hate that. I wasn’t done, She flings the phone and sits to finish painting her toenails. Sings lightly to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA, (CONT'D)",
          "text": "“How can I live without you...I want to know...” ...Who goes to sleep at 9:00? She laughs and is pleased with her toes. She cups her bre admiringly. She picks up the phone with a sly, sexy idea calls another number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn sleeps soundly. Jack is awake, on his back. He ru one hand over his face, then stares into nothing, thinkin INT. LUCETTA’S PLACE ~ BEDROOM - NIGHT 53 Lucetta is fucking a MAN. Hard, thrilling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Madylyn sitting down to breakfast. Jack has his on his hands, listening as Madylyn reads her “Daily Devotions”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "“,,,Where would I be today if after failing I wasn’t given another chance to serve? ...How has failure brought me new strength and a stronger commitment to service?” »..Very good, She puts it down and puts sugar on her grapefruit. They b their heads in prayer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "Bless, oh Lord, Thy gifts to our use, and us to Thy loving service, and make us ever mindful of the needs of others, in Christ‘’s name. Amen,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Lib said it rained like the devil out at her place last week but we didn't get anything. Did you out at the prison? Friday? Jack still has his head bowed over his hands, eyebrows kn The kettle starts to whistle. MADYLYN (CONT’D) No rain, huh? He doesn’t respond so she stands to get the kettle. He st her, holding her wrist. Looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Did you enjoy yourself? Arm held, not looking at him, she pauses. She begins to t to answer him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta surrounded by her class makes an art project with empty strawberry containers and twigs. She finishes hers, checks her watch and calls to the Lead Teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA,",
          "text": "Amanda? f got that doctor's thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "56 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAD TEACHER",
          "text": "Ok honey. Everyone tell Miss Lucetta bye bye. The children yell out ‘Bye’ and keep working on their projects. Lucetta scoots out with her container. INT. JACK’S CAR/EXT. PRISON - PARKING Lot ~ DAY 56 Jack pulls up and parks. His PISTOL is in a CLIP HOLSTER the passenger seat. As he gets up out of the car and begi to walk to the building, he clips it to his belt under hi jacket. Because his head is down, he doesn’t right away s LUCETTA: standing leaning against her car up ahead. Short dress, low cut neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Mx. Mabry? Officer Mabry? Jack’s head pops up and he stops as he sees her. ON JACK’S FACE: as he sees Lucetta. She has an impact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "i‘m sorry...Miss...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Mrs. Creeson. I’m Stoney’s wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(can’t hide surprise) Creeson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Call me Lucetta though. Please! She smiles and wiggles involuntarily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You here to see...your husband?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "No, silly I came to see you. Didn't you get my message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah...okay, look. Mrs. Creeson... there’s a way we meet with family. You go through the office. We assign a case officer to come and meet and gauge the home situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "38.",
          "text": "She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "What's funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I'm the home situation, how does it Look? She shimmies and giggles. Jack looks around a little uncomfortable now. But it’s hard not to look at her. Impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ms. Creeson, (she starts to say “Lucetta...\")} Lucetta...yeah...Call the office and make an appointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "But I just want to talk with you for a while. Can’t we just make a date just you and me? You know how much this means to us, please... She’s stepping up to him as she says this and he backs up",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Please, ma‘am...you've got to go now. Or visit George... (she laughs) Stone... But we can’t do it this way...I’m late..really. She digs into her bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I just want to give you this little something my kids made in class...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm sorry, that’s not appropriate. He moves to go but she blocks him and forces it in his ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "It’s for the birds, see? They make their nests. You stick it in a tree and they take their bits of twig and twine and cotton and they just make up a little home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57 58 39. She's holding his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Okay...enough. I’m sorry. He goes but he’s still holding the nest awkwardly. Doesn’ know what to do with it exactly. He looks back. She waves big. She laughs and stands staring after him, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack clears through, Hands over his PISTOL to be checked lock box for the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUARD by the door. Stone already in the chair waiting. Ja enters, flustered and pissed. Bird nest/home in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What the hell’s all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Buh? Jack chucks the nest on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "This. Your wife. What do you got in mind, you two? Stone looks at him blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Lucetta send you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "She gave it to me! Just now in the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Lucetta? She come find you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, I hope you didn’t put her up to this...you do not want to play games with me, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Shit, I told you Lucetta does whatever the fuck she wants, man. Jack looks at him",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "++-You check out her rack, man? Jack remains standing behind the desk, studying Stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "C'mon,",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Have some propriety son. He chucks the nest in the garbage and sits down, exaspera JACK {CONT’D) Jesus what a week... Jack is a little thrown off his normal focus a bit. He ju sits, thoughts jumbled a bit. He notices Stone has a pamp and a book with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You ever heard of Zukangor? I been reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, Stone passes the pamphlet over. Jack reads...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "“The Light and the Sound of God.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "They say the Sound comes first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "That when Truth comes it comes as a sound that puts you back in Harmony. Like God's tuning fork. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tosses 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "If you let it go through you, you see the Light - a flash of blue or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh yeah...? E wouldn’t know about that. I’m Episcopalian. it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "it starts like as a vibration. Like an electric light buzzing, or rushing water. Or a bee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Then it grows. That’s what they say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "is that right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "They say everything that happens to you is what’s supposed to happen for you, in order for you to advance ‘cause life continues after death, lots of times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well...that sounds good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "But there ain’t no fucking priest or nothing...there’s some dude Arnold who’s like the %uk-Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Arnold,",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You supposed to find freedom on your own. They say when you do the practice and listen you can hear the Voice of God speaking to all creation in Sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Uh huh. And what’s the practice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59 60 61 62 63 64 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Madylyn in line with the congregation, kneel at railing near the altar to receive communion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Madylyn greeting friends. Jack sees the pastor a moves over, confers with him, seems to be asking for something. They shake hands and part. Jack and Madylyn head for the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You gone on. I‘11]l waik home. She looks at him. This is a first. She tries to read what going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The usual activity. Stone sits at a table reading. He kee looking up, making a tentative shape with his mouth, look around self-consciously and then listening. But it’s all fragmented and chaotic noise. The same as always. INT. LUCETTA’S APARTMENT ~ DAY 62 Lucetta, naked, squeals out of her bedroom running to the bathroom holding her crotch, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Let me just get a towel. God,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn smokes, sips a highball, eats alone, and studies bible,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The population flowing by, NOISE everywhere. Stone on a b sitting, new we can hear that he’s trying to chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "65 66 67 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Heeeeeeyuuuuuu.... He listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn sings along with music and smokes and reads. She looks at the time. 4:00pm. She takes a drag, staring into the middle distance. Her brain is veering toward a though aconcern. But she takes a breath and shakes it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "The Lord works in mysterious ways. She goes back to her bible. INT. LUCETTA’S BEDROOM ~ AFTERNOON 66 iucetta wipes up between her legs, on her back on the bed naked man walks out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Goddamn! Like a quart and a half. Goddamn! She squeals with laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone is chanting louder, fighting the CHAOTIC NOISE. Humming fiercely, if that’s possible. Someone catcalls at him and he breaks, losing his struggle for calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Shut the fuck up! Y'all BE FUCKING *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack with the PASTOR. Jack looks drained, and un riable * to be there. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Look, I’ve never really done this okay? If I could just...I don’t * know...it’s hard...I come here every week and I've really tried to ++-I don’t know... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "69 70 45. He looks up, his face strained and anxious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "I mean, look, people in my life... my brother, my wife...it seems to come to them...easily. But lately I...I mean, there are thoughts going through my head... (pauses) What do I do with myself, Pastor? He attempts a smile",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Maybe you should just shoot me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASTOR",
          "text": "(smiles) I don’t think that’s what He wants for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What then? The pastor sips water. Jack stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASTOR",
          "text": "(shrugs) The Lord communicates in mysterious ways, Jack. Jack stares vacantly at him. Then he gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone rings and Madylyn picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "lucetta, on phone, eats sitting on the kitchen counter. tucetta and Madylyn talk BACK AND FORTH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Well hi, It's Lucetta Creeson. I spoke to you last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Um. I’m sorry, what was your name again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Lucetta Creeson. I was looking for Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "I'm afraid he’s still - She hears the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "No - wait, hold on a minute...Jack? Telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Friend of yours? She was being light but he takes the phone impatiently an she can see that he’s in a mood. She walks away but we ma feel her linger in the periphery. Old habits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Hey! It‘s me, Lucetta. Listen, when can we get together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ms. Creeson, I don’t know why you're calling me at home..I told you to call...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I don’t like offices though. I can’t be real with a person in some office... Something in his face, trying to assess whether he’s read her right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ms. Creeson -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Lucetta,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "My business is with your husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(giggles) Well that's what I want to see you about! Did you think I had another reason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, IT did not. But ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "We can meet for lunch. You could bring Mrs. Mabry too. She’s got a sweet voice. What's her first name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "IT admire that you love your husband and want what's best for him, but this isn’t going to help him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I do love my husband. I love him so much. All I’m asking is for a chance to help you see him in a different light. How many men in that place you work have somebody loving them like that, doesn’t that mean something to a person in your position?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It does...don’t misunderstand me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "T just want him home. I want his arms around me. I want him in bed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "with me. I miss him you know. She pauses a flicker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA, (CONT'D)",
          "text": "Can't I persuade your",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You're very persuasive. Jack is holding his breath without realizing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "71 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Who’s it going to hurt? Jack is biting his lip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA, (CONT'D)",
          "text": "+..Jack? Lemme come see you... She waits, breathing into the phone. He stands frozen, staring into space listening to her breath. She can hear him breathing back. She smiles and we CUT:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta grinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Got him. Stone and Lucetta at a table. He is quiet. Not as laser-~ focused on her. She is giggly with excitement. LUCETTA (CONT’D) It’s gonna happen baby! Oh, and... AND... I saw Max Jenkins the other night and he’s still holding your job at Chrysler. Or, he says whenever, you know, you're released, he‘ll have one for you. So that's good. But, you know, he’s a little bit funny sometimes I will say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "How soa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "He said he was going to call me back and he didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Maybe he was busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "And you know I hate that more than anything. Being dangled. (looks at him) You okay, honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I’m tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Me too. LUCEPTA (CONT’D) What, can't you sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Too loud, All the time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Poor honey, I’m pooped too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I’m tired? I just am. I was up late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Doing what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(shrugs) And work. And stuff. I think it's gonna be next Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "My date with Mr. Mabry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "That‘s good, baby. Cause I’m having these weird-ass dreams...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(flirty) Yeah? Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "One time - there was this dog, see, barking its fucking head off. And 1 yelled at the owners to shut the damn thing up but they were a bunch of rednecks -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Wait, this happened or...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "So what I did was, I fed the dog steel wool and glass in a cheeseburger. And that took care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(stares blankly) I don’t get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "It took a long time. To die. Howling. But then it was quiet and I could sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "You dreamed that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "(whispers) I can’t be in here anymore. It’s messing with my head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "{stops eating) I know baby...but we got a plan now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Iwas trying to kill myself. Hang myself. In solitary. But I was too scared to die. So I just hung there, choking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "In one of your dreams?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "For eternity. He starts to cry. Lucetta is amazed and doesn’t know what She has never seen him do this and she looks to see if anyone is looking. She reaches for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO TOUCHING",
          "text": "She jerks her hand back. Tries to be practical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Honey, what'd you have to eat that night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72 73 74 78 76 51. He just shakes his head, “Nothing”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA, (CONT'D)",
          "text": "Well you must have eaten something!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone in his bunk. CHANTING LOUDLY. Then stopping and listening. CHANTING AGAIN at high volume, taking deep breaths and really holding it a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMATE",
          "text": "Fucker! Every fucking night! Pucking kill you Creeson!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "PIPE DOWN! 4-C, put a lid on it! Stone stops. His eyes open, sweating a little. INT. PRE-SCHOOL -— DAY 75 lucetta, surrounded by her students, is dyeing Easter Fgg and laughing with the children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "It is! It’s the best time of the year. Candy, and Springtime flowers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD",
          "text": "And bunnies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "And bunnies. Ooo, that’s beautiful, Nola. INT. LUCETTA’S APARTMENT - EVENING 76 Lucetta finishes washing her face/brushing her teeth and into bed alone, exhausted, but happy, and turns out the l and closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "77 78 79 52. She opens them again, reaches on her nightstand and gets piece of Easter candy and eats it. Then scrubs her teeth her finger to remove the chocolate, then gets back under covers and falls asleep, fast, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn has fallen asleep with her book on her chest. Jac side of the bed is turned down, but not slept in. His lig is on. Her bedside clock reads 3:58 AM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack sips a highball and smokes an illicit cigarette. Fir one he’s had in years. He can’t control where his mind is going. He looks at the cigarette and throws it down in disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Stupid son of a bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta sits across a picnic table from Jack. She's got s Easter eggs she brought. Jack glances around at fellow employees at adjacent table little uncomfortable. He turns back to Lucetta, who sits staring at him with a warm smile, inviting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{(plurts out} * I got a grandchild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(smiles) Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Four years old. Katie. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "cute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I’7ll bet. (flirting) She look like you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh no, hell no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "T bet she loves you though, See her much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No. No. Candace doesn’t really - that's my daughter. She...they live upstate. We don’t see them much. She begins to peel another egg. He watches her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "She‘s getting divorced. My daughter is. Mistake from day one, you know. i said so, but....you know, you can’t help... When you see someone’s life going all to heil? And she won’t even ~ well. What are you going to do? Lucetta shrugs, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "People do what they’re gonna do. Maybe nobody can really help anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I don’t believe that at all. She's looking dead at him, right at his eyes. Jack shifts the pain in his back. LUCETTA (CONT’D) Are you in pain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Just my back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "From playing ball? Or like, from some war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Just life. (beat) Look, I don’t want you to get your hopes up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's lost. Jack nods",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(smiles) About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What I can do for you ~ for Stone. There’s a whole system...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Have you tried magnet therapy? LUCETTA (CONT‘D) For your back. These magnets you wear and stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Magnets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "You should come over to the house sometime cause I got these insoles this guy sold me and I wear ‘em in my shoes and I don’t get tired at school or anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "And then sometimes I put ‘em under my pillow when I go to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah? What does that do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Oh, you know we‘re all toxic. It‘s all the microwaves and cell phones going through the air, all that stuff that we can’t see. politely. LUCETTA (CONT‘D) Things build up inside you. And it makes you achy and upset and can give you brain tumors. Really. It kills people. And these magnets detox you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "80 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Wow. That’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "It’s real. I believe in it. You don’t believe it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I don’t know, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "It’s real. For me it’s all about the body, you know? When your body feels good, your head just follows. Absolutely. Egg? She offers the peeled egg. He hesitates. LUCETTA (CONT‘D) My kids did ‘em. Now I’m stuck with ‘em so I got to eat ‘em all. Salt or pepper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(smiles a little) Salt and pepper. They're nice. She sprinkles some of each on top and then gently blows t excess off. Hands it to him. He eats it, awkward, self conscious as she watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Well don't be shy, just eat the whole thing. He pops the whole thing in his mouth and pretends to swal holding it in his cheek. She gasps and then he brings it back out between his teeth and she laughs hard... She holds out second egg, waving it at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA, (CONT'D)",
          "text": "You want some more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn sits on the porch, rocking and drinking a highbal and listening to music floating from inside. She smokes. Smiles at the evening waiting for Jack. A beetle in the grass BUZZES ITS WINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81 82 56. A LOW HUM blends inte... INT. LUCETTA’S APARTMENT ~ EVENING 81 HUM OF THE REFRIGERATOR in Lucetta’s place. The camera slides along to find... Jack and Lucetta standing a few feet apart. Jack stands w his feet slightly wide, still. And she watches him intent His eyes are closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Feel anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Um.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "A tingling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "+..No... I don’t think I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "A pull? I’m telling you this is going to change your life... She moves to him, swaying to the music. Byes closed, Jack feels her presence. She is easing closer to him and hands a beer and sips her own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, PRISON",
          "text": "LOW HUM of a FLORESCENT LIGHT, BUZZING... STONE is on his bunk. The block is empty because it’s din time. He‘s sitting with his shirt off, reading Zuk ~ sweating. Rocking. He looks ragged. TWO GUARDS APPROACH. Start to unlock door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Creeson, let’s go, Two days you ain’t been to chow. You look like shit. No answer. They lean down to help ease him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Leave me alone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "83 84 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "C'mon. Infirmary. INT. LUCETTA’S APARTMENT ~ EVENING 83 THE HUM ES A LITTLE LOUDER NOW, almost vibrating. Lucetta gets closer to Jack. Jack scoots his feet around some, trying to feel the magnetic insoles’ effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "It’s not dramatic. Just a sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Maybe. Yeah. A little something. She smiles, aware of the effect she has on him. She comes close her body is against his side - still swaying to the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "You can borrow them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Couldn’t hurt. I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Nothing wrong with feeling right. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUARD #2 unlocks a door into a holding area. Stone g! down the hallw acting",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nees y and notices TWO WHITE INMATES on work detail angely, looking past him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns follows their look to: A BLACK INMATE approachin the opposite direction, pushing a LINEN CART.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone is ushered into a holding cell to await infirmary. Stone holds the bars, leaning heavy on them, looking into florescent drab space as the BLACK INMATE on work detail enters with the cart, and enters an adjacent room. OTHER INMATES DRIFT BY outside in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE LIGHTS BUZZ, growing louder, but fracturing in fizzes bops. STONE raises his head, as though he is listening. S is chaotic and disorienting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "85 86 87 88 58. STONE’S POV: through the bars, beyond the BLACK INMATE, T TWO WHITE POWER INMATES ARE APPROACHING FAST. STONE sharpens up and the HUM gets LOUDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE SOUND is rising... Lucetta playfully brings har lips close to the nape of Ja neck as she moves her body around him. She giggles and breathes on Jack - sort of ‘acting’ the part of a seducti He laughs, at the ‘performance’, but is affected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE TWO WHITE POWER INMATES ENTER AND ATTACK. In a flash are on the BLACK INMATE, one cold-cocking him with an elb as the other pulls the door closed, jamming it shut with broom handle. The black inmate is thrown to the floor and STABBED repeatedly with a shiv... * STONE: Watching through the bars - the action inches from face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta touches Jack, taking his wrist. He doesn’t move, looks at where she is holding him and his gaze moves alon the arm to her body, He moves around to face her, she lif his other hand, places it around her",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "My God. Help me... THE SOUND: is actually pulsing now, like a tuning fork..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STONE DROPS TO THE FLOOR -~ watching through the bars: Th guy being stabbed is literally a foot away from Stone, fa screwed up in agony, trying to cover up with his one free as blows rain in on his kidneys and neck and head. PEOPLE ARE SHOUTING. The arm with the shiv whips across in between Stone and t guy, wrapping around to strike him in the throat. THE SOUND OF THE BLOWS AND THE CURSING BEGIN TO MUTE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89 90 gL 92 93 59. HE WATCHES. ALL THE CHAOTIC NOISE IS FADING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta and Jack fuck. Hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SECURITY CAMERA POV: the scene from above, we see Stone’s hand reaching out through the bars toward the victim. One the attackers stands up and looks right in the camera and raises his arms, triumphant. In a blur of action, GUARDS ENTER and throw the ATTACKERS to the floor. STONE: Staring right into the victims’s EYES as he goes i shock, EYES WIDE, STARING RIGHT AT STONE. ALL SOUND IS GONE EXCEPT FOR THE WAVES OF GOD’S TUNING FO CRASHING OVER STONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn raises her cigarette and stops halfway to her mou Holding it there for a long frozen beat. She looks over a the rocker Jack usually sits in. Regards it. Reaches out starts it rocking. Then abruptly stands and goes inside. INT. PRISON - HOLDING AREA/COMMON AREA — EVENING 92 No sound except the TUNING FORK SOUND. A perfect harmonic Through the bars of the door we see the CHAOS as guards p into the room, separating bodies and checking the guy’s pulse. But we can't hear anything. Stone sits on the floor, cross legged with a look of wond on his face, listening. He looks up: STONE’S POV: BRIGHT LIGHT coming through the bars, cut by shadows of the movement on the other side. He blinks and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, MABRY HOME",
          "text": "Jack has his hands up in prayer position as Madylyn clear her throat to read her ‘Daily Devotions’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "94",
          "sentiment": "neutral"
        },
        {
          "speaker": "60.",
          "text": "-..\"To what extent is my commitment to obey God based on Do’s and Don’ts, or on @ true love for Him?” {she considers) Hmm. “In what recent circumstance was I aware of God’s leading? Did it differ from what I wanted or expected from God?”...Hmm. She looks at Jack. He’s waiting for her to say a blessing",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "Why don’t you say the blessing. Startled a bit, he nods... He stops. She laughs and begins to eat her grapefruit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Bless, oh Lord, (has to clear throat) Bless oh Lerd this food to our use and us to Thy loving service. And make us ever mindful of the needs of others ~ Madylyn waits. She lifts her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "In Christ's name, Amen. (beat) You lose your place? head bowed. She waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "You want an egg? He looks up. She’s smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He keeps his 94 Stone at a table. People around him, jostling him on his but he doesn’t even react. He eats slowly. STONE POV: all the fragmented elements of discord and cha have resolved into harmonious sounds. all rearranged so that he can hear it anew. The same elements just He pauses, with his fork coming up to his mouth, and smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "95 96 98 61. INT. JACK’S CAR - MORNING 95 Jack stopped at a light. He’s in the middle lane. He look at himself in the rearview mirror. He’s got energy. He fe charged. He looks at his watch...a thought forming. Then impulsively he guns it and yanks the wheel hard, tur right out of the middle lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PUBLIC GOLF COURSE",
          "text": "Jack tees up to drive. All is quiet. Beautiful day and he takes his time. He seems able to focus totally on the bal Sound is muted as he winds up...AND HITS A TREMENDOUS DRI He watches it go...drive of his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "God in heaven. He looks around to see if anyone saw. Nobody did. A tiny pump of the fist, just for himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Front nine on a workday... He whips around...it’s FRANK the financial guy, going by golf cart...thumbs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "That's what I'm talking about buddy. Jack smiles. EXT. PRISON — YARD - DAY 97 Stone leans against the fence, looking up at the sky. Not longing or agitated, just studying the movement of clouds",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta and Stone at a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "What's wrong you not eating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "bo you ever...think about how it goes on forever?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Sky. But, really, it’s like a big blue bowl. You can’t see anything more than you can see - like clouds, or stars, maybe, at night. Even with a telescope you can’t see forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "So how do they know? What’s eternity? Lucetta laughs - then stops when she notices he isn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "So Jack, he said the Board’s going to review the whole thing and take into consideration your age and you were an addict back then and...hey baby, look at me. Stone. He was checked out. He tunes back in to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA, (CONT'D)",
          "text": "twas trying to tell you about your parole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "And you weren’t listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Oh yes I was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Jack said -",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You call him Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a9 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Great. So. What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "He's going to talk to you. And he's going over the whole thing, and he told me he's going to decide in a few days to write up his notes in your case file, if he feels strongly enough, to submit to the Parole Commission and put it in the computer, so when they go over it next week they'll see it. Isn't that great? This could be it, baby. Isn't that great?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Yeah. He closes his eyes and tilts his head to the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(giggles) Didn't I do good? ...Look at me! He keeps his eyes closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I think the best thing is to just listen. Lucetta's face: confusion. Then she laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(whispered) Stop playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Lucetta fuck. Her on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "You're sweet. You‘re really sweet, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "God. God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "You are. Fuck me harder. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "99 100 101 102 64. TIMECUT: Jack dressing. She‘’s smoking. She hands it to 9 him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA, (CONT'D)",
          "text": "You're good, Jack. (he takes a drag) You're a good man to help us and we appreciate it. Jack turns, eyes her seriously",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nobody can know about this...you know that right? Nobody. Everything you want? It will go bad. For everybody. You understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Of course, silly. She mimes zipping her mouth and locking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone sits on his bunk, eyes closed. A Guard calis at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Creeson! You ready? He smiles and rises. INT. PRISON ~ HALLWAYS - DAY idl TWO GUARDS walk along, turning to wait for... STONE: walking slowly. In no hurry. Taking things in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Hey. Step it up Creeson. INT. PRISON - OUTSIDE JACK’S OFFICE/DICKERSON’S ROOM ~— D Jack barks at Ms. Dickerson through the open door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "+--due the 30th or the 3lst?! God dammit just tell me which - She shouts back out at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICKERSON",
          "text": "I’ve had about enough lip from you. You can button that up right now and be nice. And I mean it! STONE and GUARDS show up in her doorway. At her desk Ms. Dickerson grunts when she sees them. She buzzes Jack on the intercom. DICKERSON (CONT’D) Creeson‘s here. Stone waits at the door. Turns to Dickerson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You think we'll get any rain later? Dickerson glares at him. He seems different and she is suspicious of change in people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack sits forward studying Stone and reading the report o the incident of the murder. His demeanor toward Stone is skeptical and impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I don’t know if I can really explain it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well. Try. Please. Stone stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You don’t believe me, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m not saying I don't. Look, I've seen the tape. It’s quite a thing but nothing happened to you... I mean you weren’t involved...okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I told you...I can’t...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(referring to report) You're saying while you watched them do this, you...what? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "(reading) “,,,had a profound spiritual epiphany.” (Looks up) Epiphany, huh? What’s that? To you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Well, it really don’t matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(mounting irritation) Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Tt don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Don‘t get me wrong here...I’d like to believe in such things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "In me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah. Sure. I‘d like to believe in you, too, That’s what we’re all here for, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "How can a person describe something they've been through that someone else can‘t have any way to relate to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Try it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Tt was a moment. Uh - that’s all. All the static went away and T could hear what was true. That's all. And, see, now I'm going to go on as I am, whether I’m in here or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Cause see I understand my life a little better now - I see that it’s not empty or accidental like T thought it was before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "67.",
          "text": "Jack stares at him, Stone’s eyes are clear, not darting. unnerves him for a second. Then Jack snaps out of it. Flicks his ash, and leans forw as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "++-SO - you’re all good now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "No. Uh-uhn. You don’t get it. I’m not saying I’m all happy. I’m going to lose my temper and get pissed and frustrated say and do things T/ll regret, even with my wife, but that’s OK. Know what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(impatient) I'm afraid I don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Well, I told you y’wouldn’t understand. Jack stares at Stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "»..Stone, son. Just...drop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Just...look, I know what you're trying to do, but just....don't. This isn’t helping...just stop. Stone sighs a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Jack, It doesn’t matter to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What doesn’t matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "What you do. Or what anybody's trying to make you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "‘Make me do’? What’s that...? (getting a little pissed) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Nobody making anybody do anything here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You do what you think is right. Say what you think, Judge me how you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well. This is a new breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I’m going to go on the same if I’m in here or out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Is that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I want to be out of jail, sure, but I‘m going to wrestle with the same shit if I’m out. And, I’ll have this same feeling if I stay in. Jack wipes his brow, reflexively. Takes a drag. Stone stares at him. He smiles slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack tries to laugh, and can’t. Finally he pulls his gaze away and dumps his filled ashtray into his trash can unde his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh, shit, son. Shit. You're a wonder. Jack stubs out the cigarette and there is anger in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack has been mowing on the ride-mower. Something’s wrong with it and he’s tinkering and he's frowning. Madylyn is just emerging with drinks, backing open a door maybe when Jack looses an explosive kick on the side of the mower. S turns..did she see that? He sees her at the same time and recovers himself. 105 INT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "¥ HOME ~ BEDROOM ~ NIGHT 105 Jack tosses in bed. He finally gets up, carrying his pill Madylyn wakes, watches him leave the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "106 107 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "My back...can’t keep still. I'll sleep in the other room. He exits. She rolls over and closes her eyes. EXT. JACK‘S CAR ~ NIGHT 106 Jack drives up to Lucetta’s apartment. He gets out and go to the door, she lets him in. INT. LUCETTA’S APARTMENT - NIGHT 10? Lucetta sits perched on the arm of the couch. Jack is sor planted across the space from her, shifting his weight awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "+».if you wanna know really ... I think it’s all just kind of play acting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It’s all bullshit isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "No, Stone's just...you know...He’s screwed up. His ideas about things are weird...sometimes really weird... he’s always been that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Cause talking to him...he almost seemed like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Like something really...I don’t know. Different...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "He‘’s just trying to impress you and do what he needs to do to get out. Can you blame him? She flicks her skirt up to flash her panties and giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(awkward) Okay... She hops up and taking his jacket lapels begins edging hi toward the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "He admires you a lot you know. He told me he’s learned a lot talking to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Can you be straight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Straight as you. She pushes him backward and down onto the couch and start unbutton her blouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Is this all just...? Just tell me what’s going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I don’t do nothing I don’t want to do,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Tt like you Jack. I would never fuck you if I didn’t want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(shrugs) Well. Thanks. She takes her shirt off. Stands there in her sexy bra, touching her stomach lightly. He looks at her, emotionally exhausted. JACK (CONT’D) God. You are beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "{loves hearing that) Why, thank you,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "i’m not coming over here again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "You're not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well... He stends up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONTR)",
          "text": "I don’t know. Maybe I should take some anti-depressants or something. He hesitates, can't stop leoking at her. Can't move away. laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "ah. Yes you wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's ok",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i like it when",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "they say “ch no, no Ise then I just wait. She giggles. A lit You'll cali me. 3 Or drop by. Like maybe late again, some nighk...won’t you? Won't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ob",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulis Disgusted, giggles. 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Like this morning I was reading * “Harry El Perro Sucio” to my kids and the whole time I was just laughing thinking about you. I like * thinking about you at work. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Don't say that. * him back to her. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "i think you’re sexy. And if you let Stone out we can still be friends too. He wouldn’t care anyway I bet. I do what I do cause I’m on my own and gotta make my own way and Stone won't know. (looks at him deep) So don’t you want to help us? Help me? Not cause we’re fucking or anything but just cause it’d be good and we'd all be happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Don’t talk like that. I can’t...it’s not that simple. * he sighs, and gets up. She can’t help herself and",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "You can’t leave, can you? It‘s sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What the hell am I doing? Goddamn. He gathers up his clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "C’mon he's a good person at heart. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You really believe that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Yeah I do. As good as you and me. No different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Do you go to church?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "108 109 111 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Hell no. There’s no such thing as God. She smiles at him, and he can’t help himself, he gets har he can’t leave. INT. JACK’S CAR - NIGHT 108 Jack drives home - deserted streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn can be heard snoring as Jack eases down the hall into the guest bathroom. Through the open door we can see him start to wash himself off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack at his computer, working on Stone's report deciding, uncertain. He commits and hits a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICKERSON, (0.S.)",
          "text": "(yells) They called again, they need the Creeson report!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(a little impatient) I just sent it. INT. PRISON - JACK’S OFFICE ~ LATER lili Jack is prepping Stone for his Parole Board review. He's little unnerved by Stone’s calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ok. The board’s mandate is to determine if you’ve served your time well; if you’re a danger to yourself or others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Rehabilitated huh? Stone eyes him evenly. Jack averts his stare. He gets up suddenly, stretches his upper body stiffly. Grimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "They say chronic neck pain comes from being hanged in a past life. Or beheaded. Stone shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, it's my back, so...It’s not my neck,",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Just making conversation. He stares at Jack silently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(impatient) Look, if you’re not interested in the details of your hearing - we're done here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "We're done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "My report's already done. Sent. We're done. Stone: there is something in his face. A tiny smile. Gratitude? Or something else... Jack stares hard at him f second, unnerved...but he continues",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Mostly they just want to hear that you um...take responsibility for your--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "For my actions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Well...see...the thing about that is... (with deep, sincere feeling) ++.When my cousin came out of the house...that night...and got me and we went back in? It was trippy, going in there and seeing it. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "Cause like the minute before we were arguing with Poppy and there was light im his eyes and color in his face and then I see them...all over everywhere, man, and pale like wax. My head was spinning and my mouth had taste like I was chewing on @ penny. But most of all there was this....this bugging in my ears. I thought it was the shit we was on but then it started",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "growing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone in the hallway. THAT TUNING FORK SOUND RISING IN HI EARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "a ++-and it scared the shit out of me man. And Teach was bouncing off the walls yelling at me to help him . take care of it. And then his voice just started going away. I could see his lips moving but no sound except this Sound in my head. And I don’t even now what made me know it, but I just knew there was going to be a fire. There had to be. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "113 JUMPCUTS: Stone moving up and down the hall pouring 1 GASOLINE. So I went and got the gasoline out of the garage and I ran it through the house up and down the hallways, and I had some matches and lit it and watched it flare up and run, you know, following the lines I poured, all through the rooms, over the blood and stuff. Have you ever seen a fire take control? 114 STONE POV: Down a long hall. The bodies can be seen t the doorway, in pools of blood, just for a second as flam whooshes down the hall and starts to consume then. STONE (V.0.) (CONT’D) I saw it take up Poppy and Grandma and start to change them and I thought: This is awesome. STONE'S FACE: staring in wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(OMIT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "76.",
          "text": "116 INT. JACK’S OFFICE ~ DAY 116 Jack stares at him, horror mounting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Awesome?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Yeah. It was awesome. And I know I’m supposed to feel guilty about it but I never did and I never knew why until now. Now I understand that the whole thing was part of the miracle of my own journey in life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Cut the crap Stone. It was your decision. You did that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I ain’t saying f didn’t, I'm saying we‘re Co-workers with God and we don’t even know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Your crime has nothing to do with God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Why not? God is everything. Look at tornadoes and floods and earthquakes. You don’t think we’re a part of all that? What we carry with us from one life to the next? There may be a plan for all of us, you and me and my grandparents, that we don’t know. How can we know? He stares right at Jack, Totally sincere. Jack shifts in chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Enough with this shit! Enough. You...Lucetta...Even she says ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE,",
          "text": "You call her Lucetta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{emphatic} Your wife. She said--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Den‘t listen to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Don’t listen to what she tells you,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "She believes in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "No, I’m telling you, man, she’s just trying to work on you. She's fucking you over. Jack falters a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "It’s her playtime. Jack lights another cigarette, distancing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STONE (CONT’D) Whatever she says about me is just cause we wanted to get in good with you. To get me out. She doesn't know at all what’s going on with me. She‘d say anything. And she‘d @o anything. She gets off on jerking chains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That‘s not a nice thing to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I‘m telling you. It’s all a game to her. She’s a freak, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "117 118 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You're fucking nuts you know that? You got a beautiful wife who cares about you, who's ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "What do you mean beautiful? They stare at each other. Stone smiles. Jack feels caught, suddenly, and very hot, cramped - what does Stone know? What has Jack gotten into? Jack raises out of his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(he's had it) I don‘t know. Hell. Ok. I’ve heard enough. All of this crap. Shit. Ok. You're a con. I’ve known that from the fucking start. Not for once did you... So you've both been conning me. Ok. Whatever. I’ve been around, son. Jesus. And I'm fucking tired of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Be calm Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m sick and TIRED OF IT! He bangs a file cabinet closed. INT. DICKERSON’S DESK ~ DAY 11? Dickerson is eating yoghurt with grapenuts - crunching, a turns her head at the BANG from within Jack's office - mi erunch. She then rolls her eyes at her boss’s foul mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack’s up now and leaning forward over the desk into Ston face. His shirt is showing pit stains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You expect me te eat this new shit you're dishing out? Write a nice little note about your goddamn epiphany? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "You're the same bastard you've always been. You son of a bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "i know. I am. Stone stares at him, but not aggressively. With a complac that really rattles Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "++-You don’t get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Iget it. I’ve got it. And I’m god damn fucking fed up with you. Shit. The both of you can go to hell, for all I care. He moves some papers and files around on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "The hell with you both. ft’'s all shit. Complete and utter shit. What have I ~- Jesus. He stops, looks at his desk clutter, shakes his head mutt JACK (CONT’D) Just god damn year in and year out. Sitting across the desk from this... And we pretend we're doing something. And you pretend you've heard us. And if we fall for it you get out and a year later you're back in here sitting across the desk again. And somebody out there is hurt, or dead. Well, I'm not buying - ...Nothing gets better. It's all bullshit. No one changes for the better. And I've spent my whole adult life doing this BULLSHIT and I'm sick to death of it. It's all a fucking WASTE! He blasts in Stone's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SACK, (CONT'D)",
          "text": "You get no more of my time, pal. Get the hell out of here. Stone waits a moment, then stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Man...You got anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What the hell do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Anybody to stand behind you? Or are you all alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I said get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Listen, you go ahead and blow your motherfucking life up. Do it, man. Blow it up. All of it. All the way. Tt helps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(punches intercom) Dickerson call Peterson, we're done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICKERSON",
          "text": "He's coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(into com) Now goddamn it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Embrace it, man. Burn it up. It’s awesome . Jack goes and flings open his door. The Guard - Peterson right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Did you not fucking hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETERSON",
          "text": "iTowas -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Get him out of here. The guard takes Stone’s arm and leads him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "i'm pulling for you, homes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "120 121 122 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Fucking son of a bitch!! FUCK YoU!! Dickerson, Peterson, and OTHER WORKERS down the hall reac Jack’s screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 119",
          "text": "INT. LUCETTA’S APARTMENT - EVENING 120 Lucetta in the mirror applying makeup. A little on edge, glances at the phone. Empati .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone lies on his bunk, staring upward, peaceful. A small smile creeps onto his face and he rolls onto his side. INT./EXT, JACK’S CAR/DRIVEWAY OF MABRY HOME — EVENING 122 Jack sits in his driveway in silence, trying to calm his breathing. He makes a decision, gathering himself. He get out and goes into his home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Madylyn eating dinner at the table. The phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Let the machine get it. Jack listens to the ringing - on edge but trying to mask then gces to the phone and snatches it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(impatient) Hello? (listens, relieved) Oh hey. Holds the phone out to Madylyn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "125 82. JACK (CONT‘D) It's only Candace. Madylyn frowns at the odd comment and takes the phone. Jack goes back to eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sip their drinks. Madylyn is going through the mail. But it’s all hanging there between them. ON JACK: his jaw muscle pulsing slowly, trying to find wo A CICADA is BUZZING...a LOW HUM...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (0.8.)",
          "text": "Did you know you started out as stone...? He turns...did he hear that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What'd you say? Madylyn is reading a pamphlet from the mail stack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Your soul. It started out as a mineral or a pebble. And then it was reincarnated as a plant, then as a fish...birds, animals and so on. You had toe work your way up to being human. You know what it's been doing...your soul? He's looking at that pamphlet...he knows it. We can see a piece of the word “; \"on it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "It’s been paying off debts. Past sins from past lives, reducing its burden from one life to the next...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "until...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Until “you are cleansed by Sound and Light and see your true Nature”. She tosses it down dismissively. Jack is paranoid...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(trying to be casual) Where'd you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Junk mail. Better than those people at the door I guess. (sips) You know what I think? (looks at Jack) I think we get this one life. I do. And you account for what you've done in it here and if you don’t you pay for it when you die. Forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ah, shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "You don’t think? He shakes his head. That‘’s not what he means...he’s struggling to speak... She looks away. She takes",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Mad, there’s something I want to say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Mm? a siow breath and turns to him waiting for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m sorry....I know I’ve been... it’s been...this case, This fucking case has been... complicated. The woman who called... Madylyn is listening carefully now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "She’s his wife. I’m sorry that she...called here. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods... 84. JACK (CONT’D) I shouldn't have even...She’s been trying to help him. Her husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "(wants to find relief in this) Well, sure she does...she’s worried. (looks at him) And it’s bothered you, this one. sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, hell. It’s a done deal now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "You did what you thought was right. That’s all you can do. ...The rest is in God’s hands. Madylyn takes a deep drag. They may have found a way past this...they can both feel it. Enough to invest in the sam interpretation of these events... He shifts She takes He cracks back. He laughs",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Shit.... his weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Your back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah my goddamn back. a deep drag on her cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Your damn back. a slight smile and glances at her. She doesn’t look MADYLYN (CONT’D) “Hell”, “Damn”, “Shit”, a little at her ribbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "\"Shit’. “Son of a bitch”. oo\" Fuck”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Okay, okay, I got it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Your “fucking” back. “Motherfucker”. Make me another fucking drink, you ‘cocksucker’... This gets him laughing",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(laughs) Shit. They start almost really laughing...and then hear SOUND OF A CAR SLOWING IN FRONT OF THE HOUSE. MADYLYN is rising to go make drinks and she turns and Jac looks up to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA GETTING OUT OF HER CAR AND COMING ACROSS THE YARD",
          "text": "Jack is frozen for just one beat, watching her come... Seeing Lucetta, something in Madylyn’s face changes...a knowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(calling out) Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Is that her? Should you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No. I'll take care of it... And he’s moving...striding off the porch and down onto th grass to intercept her,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "(so Madylyn can hear) Mrs. Creeson...please...really... He reaches her and moves to get between her and Madylyn. what follows Madylyn can see Jack's back and glimpses of Lucetta but can’t see Jack’s face or hear all of it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "86.",
          "text": "JACK (CONT’D) (sotto ~ deadly) Have you lost your fucking mind-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "I've been a little worried Jack ~ you haven’t returned any of my calls and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(louder) I know you’re worried, I understand... Lucetta side~steps enough to see Madylyn and be seen by h",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Hi, Mrs. Mabry! Jack moves to counter her and grabs her other wrist, bloc from Madylyn’s view. He leads her toward the car. MADYLYN’S POV: Lucetta winces a little and looks down, reacting to something. Madylyn steps forward against the rail, jaw tightening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{sotto ~ fast) itm a we're done, Get in the car and drive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "{tearing up a little) I don’t know why you're being like this - why Stone’s acting so weird? What did you tell him about us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{sotto - murderous) There is no \"us\", Get out of here. MADYLYN’S POV: they seem to be talking - is she resisting grip? Is he tightening it and forcibly moving her along? ON MADYLYN‘S FACE: Something dying in her eyes... Lucetta separates from Jack and gets in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "ZT just needed to talk - I thought we were friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "126 87. Jack stands staring daggers at her. Hate. Still and unmov making sure she starts the engine and drives. Watching, locked on the car as it drives away. And then he walks back to the porch. Madylyn is waiting f him, examining him. He mounts the steps, feeling Madylyn’s glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "She was upset...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "There’s no excuse...coming to my home? He's at the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "You don't have to be cruel, do you? He turns on her...in his face, an expression she hasn't s in quite some time...he barely pulls it back... He goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Warden leans back in his chair holding the Creeson fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "You know we can’t alter reports once they've been submitted for review. Come on. Jack stand across from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I know but I made a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "Well you're only human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Stu, I'm asking you. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "The hearing’s in an hour. You're kidding right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stares him - holding ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "127 88. WARDEN (CONT’/D) Buddy...1I need something more to go on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I know. I know. But - it’s complicated. I missed something. That’s all he wants to say. The Warden nods slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "You want to plead your concerns, fine. You want to submit additional evidence, that’s okay too. But you know we’re clearing big numbers right now ~ his fate’s already been decided. It's out of our hands Jack. It's luck and quotas. Jack isn’t breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "And nothing I say is going to make any difference. The Warden stands to usher him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "You know I don’t just push your paper...but there’s a bigger wheel turning right now. Jack is white. The warden wraps a friendly arm around him WARDEN (CONT’D) Don't sweat it Jack. You’re less than a month to go. Sleep easy. He claps him on the shoulder. INT. PRISON - DICKERSON’S ROOM — SAME DAY 127 Jack has his coat in his hand and he’s leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m going out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICKERSON",
          "text": "What about the Creeson hearing? But he's already gone. She shakes her head. eo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "128 129 130 131 132 133 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, PRISON",
          "text": "Jack hands A METAL TAG through the window, in exchange he given HIS GUN. He puts it in his briefcase and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone is brought in. A room with a table with THREE PEOPL sitting behind it waiting for him. He looks calm. He come around to the chairs set in front of them. He looks at th second empty chair where Jack should be. He sits down, tu to the judges and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMIPTED 131",
          "text": "BRT. PRISON YARD — DAY 132 A hand taps Stone’s shoulder on the basketball court. Sto curns, INT. PRISON - JACK’S OFFICE - DAY 133 Jack sits behind the desk, smoking, fidgeting a little bi He looks at the clock. Adjusts his back. He loosens his t or his collar a little bit. Warm. Looks across at... Stone: sitting in the chair across from him. Calm. Watchi him. He's dressed in civilian clothes. Jack adjusts a file on his desk. Checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You want to talk about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Her coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Or anything. Jack stares at him a long beat, then laughs and shakes hi head, He’s hot, wipes his brow quickly and gets up to go open a window. STONE (CONT’D) I’m concerned about you. You're looking pretty haggard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(over his shoulder) Yeah, well...set your mind at ease. He comes back, avoiding the chair but there’s nowhere to really so he sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I guess this is it for us, huh? You got any more questions for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(impatience creeping in) You better be smart or you'll right back in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "I got my release, Jack. I’m out. There’s no reason for you to concern yourself abcut me from now on. Jack leans forward, speaking low and hard. No pretense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, you got it...make no mistake, T can have them watch your ass every god damn minute. You got me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "(smiles) I got you. Jack leans back. Lights up another cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "You don’t believe in anything, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I believe you're one fucked up sonofabitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "in God or yourself or me...nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Up yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You don’t feel anything inside, do you? Nothing true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "True? I‘ll give you true...I’m glad you're out of my hair. George. Creeson. You’re going to be somebody else’s headache now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Life’s just taking you by the neck and rattling your old frame and you don’t know what the hell's going on. isn’t that right? It’s scary. Isn't it? To feel the wheels coming off like that? That’s right when you gotta start listening though, man. Jack stands, looks at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Where the fuck is she? He opens the door and calls down the hall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Dickerson!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "She’s coming. Don’t you like talking? I’m going to miss talking with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Not me, boy. Time for you to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Keep listening, Jack. It’s coming for you, man. Don’t cut it off. You might not get too many more shots, you feel me? Jack is still standing by the door behind Stone. He react something in the hall",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Here we go... He goes back behind his desk and composes himself. Lucetta suddenly appears in the doorway behind Jack with guard, Dickerson. Jack turns - really rattled by her appearance. JACK (CONT‘D) Ms. Creeson. Lucetta has dark circles under her eyes and stares at Jac with ill-concealed disdain. Stone, standing, smiles at her. Lucetta glances at Stone who is beaming, relaxed. Lucetta does not even smile at him. She bites her lip. Uncertain. JACK (CONT’D} Happy day. All three are in a new, untried place, all awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(softly) You ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "You bet. She stares at him, sick of this, and wary of what it may in her life. He smiles at her benignly ~ a different Stone than she kn Clear-eyed. He turns to Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "Can I kiss her? Jack nods. Stone moves oddly to her ~ it’s been years. Sh wonders - is he shorter than when he went in? They kiss. But not really connecting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "(Cold, almost sad) Ready to go home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Oh yeah. f want barbeque.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{forcing a smile) Well. Good luck to you, Stone. Stone turns and extends his hand to Jack. Jack takes it reluctantly. Stone holds it longer than necessary and Jac awkwardly disengages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Thanks for all you've done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Good luck to you too, Ms. Creeson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Lucetta, Jack...please. We're all friends now, right? She and Stone stare at him. He can’t read between the lin and he’s sweating now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Lucetta. Take good care of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCETTA",
          "text": "Oh, Twill. And listen, you take good care too, oid man. She goes out into the hall and follows Dickerson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICKERSON",
          "text": "You make a damn good cookie, honey. Stone starts after them and Jack starts to let out a brea relieved. Then Stone steps back into the door and into th room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Oh, I meant to say...Lucetta told me you fucked her. Jack stands frozen. Does not respond or betray anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE, (CONT'D)",
          "text": "That‘s got to be against some kind of rules around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "God damn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "Your life looks like shit, don't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "134",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "135 136",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "137",
          "sentiment": "neutral"
        },
        {
          "speaker": "94.",
          "text": "T knew what you two were doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "But, did you know what you were doing when you let my wife suck your cock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "See you down the road. He leaves. Jack stares after him. What did he mean by tha",
          "sentiment": "neutral"
        },
        {
          "speaker": "133A",
          "text": "stone and Lucetta walk down the hall. Stone reads from hi 5 tt. Luce",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "@ grabs it and chucks it on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madylyn is alone at home. Drinking. Already a little drun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Door opens and Jack enters. He finds Madylyn out cold on the couch. Her bottle and glass on the coffee table. He lifts hanging arm up to rest it on her chest. Puts a blanket on her. Takes the bottle and glass...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack alone on the porch drinking. Standing in the dark, n lights on. Stares into the night. Cicadas buzzing. A CAR DRIVES BY, the brake lights come on as it slows in front of the house. Jack tenses, watching it as it pulls away. He goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack puts his GUN in the bedside drawer and lies down. St at the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "138 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack serves eggs and toast, banging the plates down, in a foul mood. Madylyn sits at the table, her face flushed red. There is empty highball glass by her and a Jack Daniel’s bottle nearby. Madylyn lightly pushes the eggs away and finishes her dri Jack looks at her - daring her to pick up the bottle. She picks up “Daily Devotions” booklet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Oh!...okay...um... (Reads) “The glory revealed to Moses is not God's bodily splendor but that of his moral being. Moses’s immediate response is submission and worship.” (She clears her smoker's throat) “A vision of the glory of God often has that effect.” This strikes her funny and she chuckles. MADYLYN (CONT’D) - T’ll bet. ...Um... (Reads silently) -+.S0 we're getting to the commandments next, I guess, huh? She takes a sip from her already empty glass. She looks u him watching her. MADYLYN (CONT’D) Um...T heard a cute story the other day. You want to hear it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Do you believe in all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Do you...? He stops. She stares at him hard. Hands him the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "You read the meditation. He takes it and reads...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "“What request is on the top of my prayer list for today? Is it a selfish request? Or one that will bring God glory?... After I yield myself to the Lord, like Moses, will my “top request” be changed?”... He stops with the book open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "---I know what I want, how bout you? Jack looks up at her, empty. MADYLYN (CONT’D) Lost your place again? He can’t speak. MADYLYN (CONT‘D) You got something you want to say to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "You don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I can’t -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I can‘t even think of what you would want me to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ") doesn't say a word. § 3 oses the deor. Jack foll the stairs and listens. She may b phone. She might be weeping. se",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "147",
          "sentiment": "neutral"
        },
        {
          "speaker": "147A",
          "text": "148 149 150 151",
          "sentiment": "neutral"
        },
        {
          "speaker": "98.",
          "text": "INT. MABRY HOME ~— NIGHT 14? * No lights on anywhere. Quiet. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HUMMING SOUND is rising... INT. MABRY HOME - CANDACE’S ROOM ~ NIGHT 149 * Jack, asleep. A small sound...metal dropping? It wakes hi and as he processes that he heard something he perks up a listens. Nothing. All quiet. Groggy he gets up to go piss. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack finishes pissing. Then he hears a loud POP. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack moves downstairs with THE GUN and now there is a * distinct SMOKE HAZE, hanging at ankle level. A flickering light is coming from under the door to the kitchen. He pushes the door to the kitchen open to check and is me with",
          "sentiment": "neutral"
        },
        {
          "speaker": "CURLING UP ONTO THE CEILING.",
          "text": "He lurches back. It's too far gone already to think about extinguisher or anything like that. He moves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(yelling) Mad! MAD! Get up! He pulls a curtain and looks outside, half expecting to s Stone. JACK (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "151B",
          "text": "182 153",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVISED YELLOW PAGES",
          "text": "No response. He runs for the bedroom and throws the door open. Madylyn is lying in bed with her photo album on her chest eyes closed. She seems to have not been woken by him. We might not even notice that there is a bottle of pills wit the cap off and a glass of water on her night table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAD",
          "text": "She turns to him groggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It's a fire. We've got to move. She’s slow to respond and rips the covers back and grabs her and we CUT:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They run to the street. Jack gripping his gun, frantic ~ doesn't know where to run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'll get to a phone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Where? Where are you going to go? Jack stops - ideas racing through his head ~- doesn't hav car keys, or a phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "T'll run to Ellen and Steve's -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "They're away -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Or David's house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "It's too far - it's too late. 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "151B",
          "text": "152 iS3*",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVISED YELLOW PAGES",
          "text": "Jack succumbs to the hopelessness of the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Motherfucker! I'm going to kill -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Let it go - it's too late! Jack paces about - distraught,cursing to himself. Madylyn stands at a distance, watching the fire. Berily calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "...-That's that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "T£ T hadn't had to piss. Good God..we'd be dead. Fire sirens are heard in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Fucking smoke detector never even went off...piece of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "The battery was dead. I forgot to change it. He looks at her... Whole thing is just too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I don't believe it...total write- off. Everything. He notices the album she's holding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "You grab something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Pictures. I had it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{near tears - rage, frustration) Good. Something at least...my God. Everything. Gone. Unbelievable. Our whole lives in that house. Unbelievable. Isn't it? 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ett",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee HK HK",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Tt is hard to believe. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "God Damn it. God damn... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "(sharp) * Stop saying that. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Taking the Lord's name. Stop it. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Jesus, Madylyn - f ~ *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "(starting to crack) * STOP IT! I won't stand for * it. * She's sobbing now...the dam breaking... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "It's something to ME, Jack, you * hear me?! Even if it's nothing to * you anymore, it MBANS SOMETHING TO * ME! You could at least make an * effort to pretend that it's... * He snaps too...the tension built up and uncorking. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{overlapping her} * We almost get killed and you're * gonna bother me about my fucking * language... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "{overlapping} * Nobody did this to us... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(overlapping) * I got a pretty damn good idea * who... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "(overlapping, cutting off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tt wasn't anybody, it was an act * of God, I'll them that! * © He stops short. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "{erying) * Nobody else. It was us...we let it * fall apart, an old wooden *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "house...I'1ll tell the fireman...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Tell them what? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "About the frayed wiring in the * kitchen wall... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What are you talking about? * {no response) * Madylyn. What wire? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "In the kitchen wall. * Jack looks at her. Madylyn eyes him evenly. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN, (CONT'D)",
          "text": "Or the basement, there were a lot * of old rags...i'll tell them to * look there. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Why would you say that? * She looks at him. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Because it's as good a story as any. * He stares at her dumbstruck. The sirens and lights of * approaching fire trucks crest the hill behind him. * Madylyn stares back. * The house is engulfed in flames - the kitchen, the furniture, the T.V., the porch - all of it burns. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "155",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack’s Retirement Party: Jack's co-workers - WARDEN, Dickerson, Janice, Peterson, and as twenty others cheer and clap. Jack smiles uncomfortably under a GOOD LUCK ON THE OUTSIDE banner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "He's free! He's free! No sign of Madylyn. TIMECUT: Jack having drinks and accepting congratulations from colleagues. There’s a muted awareness that it’s been tough time for him and people are trying to be cheery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICKERSON",
          "text": "(drunk, laughing it up) You won't have me to kick around any more! Better get a dog!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOME GUY",
          "text": "{laughing} That's what wives are for! Uncomfortable glances all around. Jack shrugs it off with small laugh. TIMECUT: Jack’s at a table with Janice. They're huddled u sharing war stories and advice and he’s making her laugh. appreciates his advice and it seems cozy. He’s definitely too much but he still seems to be keeping it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "but do not..f mean reall DO NOT make it a two-way conversation. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "They got nothing but time to think about how to work on you...get under your skin. You can’t make yourself a person with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Oh believe me... learned that lesson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "They'll test you for sure... {looks at her) Good looking woman like you... He smiles. He puts his hand on her knee out of sight of anybody else. Janice takes it in and looks at him nicely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "(soft) Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(grins) I’m retired, not dead you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "C'mon, we're friends, you're the best...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "A little fun...send me off into the sunset... He leans in a little. She’s uncomfortable but she’s tryin be cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Uh uh...let’s keep it pro, okay? He stares at her a long time. She can’t tell if he’s depressed or just going to nod and drop it. But he keeps staring at her and it gets dark. He starts talking very l so only she can hear. From a distance nobody could tell t weren’t just chatting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Want to be a pro? Fuck you, pro. They're going to chew you alive in there,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Jack -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(low and hard) No no...jerk my chain like that. Fucking cunt. Have some respect... Janice 1s shocked almost to tears. Warden arrives with da plays it cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "C'mon buddy, let‘s take these kids On... Janice stands and so does Jack. He’s still staring like a cobra at Janice but she’s trying to make it easy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANICE",
          "text": "Okay, I’m in... Jack leans toward her aggressive...we see how drunk he actually is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Up yours... Warden grabs him back",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "Whoa, whoa buddy...all good fun... Jack actually resists for a second then shrugs it off. Immediately embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(slurring) Sorry...not your fault. He holds out his hand to Janice JACK (CONT‘D) Hey...Not your fault. I'm all fucked...- I should go. Everybody's feeling bad for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "Ride with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No no, I’m good. He sways a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "156 157 158 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "I’m good. I'll get a cab. They all look uncomfortable. JACK (CONT’D) Word of honor. Cab. EXT. BAR/RESTAURANT -— NIGHT 156 Jack exits, stumbling a little. He gets in his car and fi it up. EXT./INT. STREET/JACK’S CAR - NIGHT 157 Jack drives. Focused on something. Simmering. EXT. LUCETTA’S APARTMENT - NIGHT 158 Jack sits in his car. Waiting and watching. The door open and STONE emerges. He walks off down the dark street. Jac opens the glove box and takes out his GUN, gets out of th car and follows him on foot. TIGHT ON: Stone - as he looks up and double takes. STONE‘S POV: Jack is blocking his path. They stare at each other a long time. Still. Jack approaches. He's clearly off balance but he's boring into Stone with his eyes. He pulls his hand out of his jacket pocket, showing the edge of his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadowy. One high light in an adjacent parking lot throwi pool of light into the alley. Jack and Stone come along t back wall of the market. Jack stops him against a wall ju on the edge of lights. A STREET LIGHT IS BUZZING OVERHEAD...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STONE",
          "text": "dack, what‘s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's face tight with rage. Stone is oddly calm, observi him, not fighting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{drunk} What’d you do? Stone looks quizzical. JACK (CONT’D) Why did you do this? Stone just smiles and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "You think I won't! THE BUZZ OF THAT LINE IS TURNING INTO A DRONE, VIBRATING. Stone's eyes seem to widen a little. JACK COCKS THE GUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You think I won't! Jack bores into him, demanding that he accept the blame f it all. But Stone just stares at him and shakes his head tiniest bit. Jack threatens with the gun, bullying...but biuff has been called.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STONE eases out of his grasp and walks away. He doesn’t e look back. He just walks out of the pool of light and int the shadow and disappears around the corner. THE SOUND is loud...humming. Jack is alone with himself, nobody else to blame. Jack HOWLS, looks at the gun... WE CUT TO BLACK AND THE SOUND STOPS. 160 EXT. CANDACE’S HOUSE - BACKYARD - DAY 160 BRIGHT SUN. A BEE buzzing around brings us to... CANDACE 40’ish, with her father’s black hair, is putting sunscreen on a little girl, 4 years old, who is protestin",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "I know sweetie. But it’s the sunburns you get now that give you the cancer later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "108.",
          "text": "MADYLYN, watching. Gives her daughter a look of admonitio",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Who knew? We didn’t know. If we'd known, of course we would have...done differently. Madylyn takes a drag from her cigarette and turns the pag looking at the photo album. Candace lets Katie go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "You're greased. Katie jumps up and down in a kiddie pool. Candace joins her mother under the umbrella, taking a dra from her mother’s cigarette and giving it back to her. She peers down at the photo album",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "{re the photos) Cut-glass lamps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "Where is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "Place we used to rent at the beach. You don’t remember it? You loved playing in the water with your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "I love that shag carpet. A long beat as they watch Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE, (CONT'D)",
          "text": "Don’t know how you stuck it out as long as you did. I can’t believe you didn’t dco this sooner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "I almost did. Once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "What happened? Madylyn doesn't answer. Just smokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "You have a limited point of view. It got better. Gentler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "161 163",
          "sentiment": "neutral"
        },
        {
          "speaker": "109,",
          "text": "Candace looks at her mother. Madylyn stares off into the middle distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "What are you thinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADYLYN",
          "text": "I hope he’s eating. Candace groans and gets up to go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDACE",
          "text": "I’m monitoring your calls. She leaves her mother. Madylyn stares and thinks. The faint SOUND OF A BEE starts rising.... AND WE HEAR A MAN’S VOICE BEGIN TO SPEAK. Inarticulate an strange, struggling to find the words...the voice runs ov the following scenes,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (V.0.)",
          "text": "i ain’t know...how can I know? INT. LUCETTA’S APARTMENT ~ SUNDAY MORNING i161 Stone is packing a small duffel bag. No Lucetta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (V.0.)",
          "text": "Ain’t nobody come into this place and want to stay the same. That I know for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stone with duffel bag, looking around A POWER LINE IS HUMMING, merging with that SOUND FROM THE BEE, growing subtly... MAN’S VOICE (V.0.) Do I deserve to be free?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta in a bar. Bartender brings a drink and points to guy down the bar. He nods at Lucetta. She gives her siren smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "164 165 166 168 There's a neon bar sign BUZZING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (V.0.)",
          "text": "Up to me I say I do. I want to be. I hope to he.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack arrives at the complex he’s made into his life. Ente the outside. Walking down a hall with a cardboard box in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (V.0.)",
          "text": "But I don’t know... INT. PRISON ~ JANICE’S OFFICE - CONTINUOUS 165 Over the shoulder of JANICE, we see an INMATE, discussing himself and we see that this is the man who has been talk in VOICE OVER. In the open door behind him, Jack crosses with the box... pauses only slightly to look in on the Inmate speaking th moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMATE",
          "text": "I don’t know who get to make that decision you know... INT. PRISON - JACK’S OFFICE ~ CONTINUOUS 166 Entering he sets the box on his desk and surveys everythi that made up his life. And then he starts to box it up. EXT. CANDACE‘’S BACKYARD - SUNDAY MORNING 167 Madylyn sits staring, smoking and thinking. The BUZZING LOUDER NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucetta sits naked on the edge of a bed. A man's body out focus behind her. She's happily painting her toenails and smoking. Takes a drag and stares into space. The SOUND rising...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "170",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "lili.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weird light. Getting out into the empty spaces beyond a city. But not beautiful. Neutral, uncertain. STONE is walking along the road under power lines humming Unreadable. Impossible to tell where he's going or what h doing. The Sound now powerfully vibrating... INT. PRISON - JACK’S OFFICE ~ CONTINUOUS 170 Wide on Jack behind his desk with a box on it, room strip bare and empty. Jack's life is dismantled and packed up i boxes. There is one last picture frame on the desk. We ca see what it is. He picks it up and packs it up, looking d into the box. He stands there, head down, lost in thought The SOUND is LOUDER NOW, CLEARER. VIBRATING. Almost unconsciously Jack turns his head, towards the sou Just barely.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1771"
    }
  ]
}