{
  "movie_id": "MOV1774",
  "scenes": [
    {
      "location": "MONTAUK SKY",
      "time": "NIGHT",
      "characters": [
        "HOOPER",
        "NANCY, (CONT'D)",
        "AGENT ONE",
        "A BONFIRE RAGES ON THE BEACH. FLAMES LICK THE SKY.",
        "MR. CLAKRE",
        "HE IS DEAD.",
        "ENGINEER, (CONT'D)",
        "EEEEEEEEE",
        "MIKE",
        "JOYCE, (CONT'D)",
        "THUD. A POOL OF BLOOD SPREADS FROM THE WOUND ON HIS HEAD.",
        "DISTANT VOICE",
        "TED",
        "LUCAS, (CONT'D)",
        "REFLECTIONS",
        "THE RADIO BLASTS TO LIFE. BARB NEARLY JUMPS OUT OF HER SE",
        "BENNY, (0.S.)",
        "TROY",
        "JONATHAN",
        "A SHADOWED FIGURE SUDDENLY APPEARS IN THE MIDDLE OF ROAD",
        "THE DOOR SLAMS INTO THE AGENTS",
        "BRIGHTER, FILLING THE SHED WITH OVERWHELMING WHITE LIGHT.",
        "BEGIN ACT FIVE",
        "END ACT ONE",
        "ENGINEER",
        "ELEVEN",
        "KAREN",
        "DANGLING LIGHT BULB. IT GLOWS BRIGHTER AND BRIGHTER AND",
        "WILL",
        "LANGUAGE",
        "THAT FIGURE AGAIN. JUST STANDING THERE AMONGST THE BILLOW",
        "DEPUTY CALLAHN, (CONT'D)",
        "THE DEMOGORGON.",
        "NEWS ANCHORMAN",
        "MIKE, (CONT'D)",
        "BARBARA",
        "STEVE",
        "CALLAHAN, (0.S.)",
        "MOM",
        "FIREBALL",
        "HIS BODY GOES LIMP AND HE CRASHES TO THE GROUND WITH A HE",
        "LUCAS, (0.S.)",
        "HOPPER",
        "WITH",
        "FUCK YOU MIKE --",
        "REGULAR",
        "END EPISODE",
        "MIKE, (V.O.)",
        "WHOOM",
        "DUSTIN, (CONT'D)",
        "FLORENCE",
        "NANCY",
        "MR. CLARKE, (CONT'D)",
        "BENNY, (CONT'D)",
        "HIS BODY TWITCHES. THEN STILLS.",
        "AGENT THREE",
        "BEGIN ACT FOUR",
        "BODY SWOLEN AND BENT IN A STRANGE, TWISTED SHAPE.",
        "RED-HAIRED WOMAN",
        "JOYCE, (0.S.)",
        "MOMENTS LATER",
        "LUCAS DUSTIN",
        "THUD. THUD. THUD. HEAVY FOOTSTEPS ECHO. THEN GUTTURAL NOI",
        "VOLUNTEER",
        "END OF ACT THREE",
        "WHO IS THIS",
        "YOUNG GIRL",
        "VOICE, (0.S.)",
        "BENNY",
        "SEEM... OFF. ITS HEAD IS TOO LARGE. ITS ARMS TOO LONG. IT",
        "MALE VOICE, (0.S.)",
        "END ACT TWO",
        "POWELL",
        "MIKE, (0.S.)",
        "WHAT THE FUCK MIKE",
        "AGENT TWO",
        "SHRAPNEL HITS AGENT ONE IN THE FACE",
        "MR. CLARKE",
        "DEPUTY CALLAHAN",
        "BOWLING PINS",
        "QUIET",
        "MIKE, (PRELAP)",
        "A GODDAMN HOUR --",
        "OPEN",
        "NOT LISTENING --",
        "HOPPER, (PRE-LAP)",
        "END ACT FOUR",
        "THINK THE GLASS OF THE BULB IS GOING TO SHATTER BUT THEN",
        "DEPUTY CALLAHN",
        "CONNIE",
        "SONOFA",
        "JAMES",
        "ACT TWO",
        "VOICE, (PRE-LAP)",
        "THE UPSTAIRS HALLWAY",
        "BABY",
        "OF SHIT --",
        "RACING ACROSS THE PAVEMENT",
        "HOPPER, (CONT'D)",
        "KAREN, (CONT'D)",
        "HEY",
        "DUSTIN",
        "LUCAS",
        "VICE PRINCIPAL",
        "FLORENCE, (CONT'D)",
        "BACK IN THE MAIN ROOM,",
        "HEELLLLP",
        "ACT THREE",
        "CALLAHAN",
        "JOYCE",
        "LAUNDRY. WE CAN'T MAKE OUT ANY FEATURES, BUT ITS PROPORTI"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We FADE UP on the night sky. Dark clouds swallow the star We hear a LOW-END RUMBLE. It sounds almost like thunder, it is somehow more alive. Like the growl of an unseen bea We TILT DOWN to find... CAMP HERO MILITARY BASE. It is an imposing cement buildin a dense forest. A LONG-RANGE SEARCH RADAR DISH rotates at its roof. Around and around. Superimpose titles: CAMP HERO. MONTAUK, NEW YORK. OCTOBER 5. 1980. TWO MONTHS BEFORE THE SHUTDOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We move down a long windowless corridor. There is a STEEL DOOR at the end. We draw closer to this door... And closer... And...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHOOM",
          "text": "A SCIENTIST staggers out into the corridor. He is gasping breath. A Hazmat suit melts off his body. We can see some skin beneath; it is burned, shredded, bloody. His entire arm is missing. Script provided for educational purposes. More scripts ca \fHe collapses to the floor. Twitches. Stills. Dead. His eyes remain open. Frozen in a look of sheer terror. We continue past him... Moving into... A LABORATORY. A DOZEN MORE SCIENTISTS lie dead on the ground. They too, are burned; many also missing limbs. Some, head We survey the lab around them. There are BULKY COMPUTERS, MYSTERIOUS ANALOG EQUIPMENT, and most striking of all: An ISOLATION TANK, an upright metal cylinder filled with water. A tangle of electrical wires connect this tank to. A METAL DOOR FRAME. The door leads nowhere; there is just empty white space behind it. The base of the door is on f We watch as this fire begins to spread across the lab. The flames grow hotter... And hotter... And... HISS! FIRE SPRINKLERS kick on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HISS! LAWN SPRINKLERS kick on. We are now in a 1980s SUBURBAN CUL-DE-SAC. Quiet. Calm. A row of uniform houses wind up the tree-lined street; station wagons and other family cars fill driveways; TV sets flicker behind drawn curtains; a few dogs bark. We hear the VOICE OF A YOUNG BOY. Dramatic, intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (0.S.)",
          "text": "Do you hear that? Listen... We focus on a TWO-STORY HOUSE at the end of the cul-de-sa The mailbox reads: THE WHEELERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (0.S.)",
          "text": "Something is coming... something hungry for blood... Script provided for educational purposes. More scripts ca \fINT. WHEELER HOUSE - MIKE’S ROOM - NIGHT A GROUP OF BOYS, 12 years old, play DUNGEONS AND DRAGONS. They sit in a circle, their knobby knees buried in carpet map is spread out between them, along with an empty pizza box, canned cokes, and the all-important DUNGEONS AND DRA MONSTER MANUAL. MIKE WHEELER, 12, is the “Dungeon Master.” He is a cute m haired kid, classically good looking except for a BIRTHMA on his left cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (CONT'D)",
          "text": "A shadow grows on the wall behind you... swallowing you in darkness... it is almost here... The other boys lean forward. Riveted. We survey them: LUCAS CONLEY, 12, playing as a knight. He is very small b his loud mouth more than makes up for it. DUSTIN HENDERSON, 12, playing as a dwarf. He wears glasse is overweight, not quite fat, but he’ll get there someday WILL BYERS, 12, playing as a wizard. Soft-spoken, gentle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "-.-What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "The Demogorgon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "We're screwed if it’s the Demogorgon -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "It’s not the Demogorgon -- Mike waits for them to settle down. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "An army of Troglodytes charge into the chamber! He slams SIX WINGED MINIATURES onto the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (CONT'D)",
          "text": "Their tails drum the floor. Boom! Boom! Boom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Troglodytes?! Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toldja!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Easy. Mike looks over his shoulder. His eyes grow wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Wait... do you hear that? Boom! Boom! BOOM! That sound... it didn’t come from the Troglodytes. No. It came from something behind them... Mike slams a LARGE TWO-HEADED MONSTER MINIATURE onto the",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DEMOGORGON.",
          "text": "The boys stare. Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "We're all gonna die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Will, your action. Will swallows. God, he wishes it wasn’t his turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I -- I don’t know --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Fireball him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I'd have to roll thirteen or higher --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Too risky. Cast a protection spell--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Don’t be a pussy! Fireball him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Protection spell -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "The Demogorgon is tired of your silly human bickering. It steps toward you. BOOM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "FIREBALL HIM Will! Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another step. BOOM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Cast protection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "It roars in anger --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS DUSTIN",
          "text": "Fireball -- ! Protection --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (CONT'D)",
          "text": "And --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIREBALL",
          "text": "Will rolls the dice. Too hard. The dice scatters to the other side of the room. It lands in front of the bedroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "What is it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I don’t know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Is it a thirteen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I DON’T KNOW! The boys scramble to look at the dice when -- WHOOM! The bedroom door swings open. The boys look up to find... KAREN WHEELER, late 30s, Mike’s mom. Short blonde hair, conservative blouse, blue jeans hiked high above her wais",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Mom, we’re in the middle of a campaign -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "You mean the end. She taps her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "Fifteen after. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike chases his mom down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Just twenty more minutes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "It’s a school night, Michael, and I just put Holly to bed. You can finish next weekend --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "That’1l ruin the flow --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Michael --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I’m serious, Mom! It took two weeks to design. How was I supposed to know it’d take seven hours -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "You've been playing seven hours?! They reach... THE LIVING ROOM. Mike’s dad, TED, 45, is watching “CHiPS.” Or trying to. T signal is terrible; a snowstorm of static obscures the im He smacks the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Dad, don’t you think -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(not even listening) I think you should listen to your mother. DAGGUM PIECE OF JUNK! He smacks the TV again. The static flares. BACK UPSTAIRS IN MIKE’S ROOM, Lucas, Dustin, and Will stuff belongings into backpacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Does the seven count?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "It was a seven?! Script provided for educational purposes. More scripts ca \fWill nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (CONT'D)",
          "text": "Did Mike see it? Will shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (CONT'D)",
          "text": "Then it doesn’t count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE UPSTAIRS HALLWAY",
          "text": "Dustin and Will bound down the stairs. Lucas doesn’t follow. He peers through a cracked door int NANCY WHEELER'S ROOM. This is Mike’s sister, 16, girl-nex door pretty. She is on her bed in pajamas, a phone in han fingers twisting its cord, slender legs kicked in the air Lucas angles himself in such a way that he can see Nancy the reflection of her vanity mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I know, I know, but -- I don’t think so -- yeah, he’s cute, but -- Barb -- BARB! -- listen to me -- Nancy turns around on her bed. Spots Lucas in the mirror. Her smile drops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "The HELL LUCAS! GET OUTTA MY ROOM! She leaps out of bed and storms over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I’m not in your room --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(into phone) One of Mike’s loser friends --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "-- Not technically -- WHAM! Nancy slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucas explodes into the garage. Excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "She knows my name! Script provided for educational purposes. More scripts ca \f8. Dustin and Will are mounting bikes; Mike is seeing them o",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Who -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I’m not listening to this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "She's got a boyfriend now --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Does not --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Does too -- Mike covers his ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "NOT listening --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Dustin’s right. I’ve seen her hanging around that Steve guy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Steve Harrington? He’s cool --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "She's cool. You lost your chance. Should’ve gone for her when she had braces and no boobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I'm playing the long game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Oh, yeah, I’m sure a growth spurt will really do it for you, Lucas... The boys bike out of the garage, arguing as they go. Mike takes his hands off his ears. He can’t help but smile. Th BZZZZ2Z. The light above him begins to flicker. Strange. Mike switches it off and heads back inside. We return our gaze to the light. Script provided for educational purposes. More scripts ca \fIt sputters back on. And...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHOOSH! The boys bike home. Their handlebar lights wink in the night. And good thing, because it’s dark out here, as in, very dark. Montauk is coastal, but it’s more akin to living out in the country. Lucas peels off from the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "See ya, ladies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Kiss your mom ‘night for me. Lucas flips him the bird and bikes up a driveway towards TWO-STORY HOUSE. Almost identical to Mike’s, a little lar Will and Dustin bike on in silence for a beat, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN, (CONT'D)",
          "text": "Race to my place? Loser gets a comic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Any comic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Yeah -- Will has heard enough. He starts pedaling. Fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN, (CONT'D)",
          "text": "shit! Dustin pedals in pursuit. But he’s already behind. And... A FEW MINUTES LATER. Will whizzes past a house at the far end of neighborhood. He waves at Dustin. Now fifty yards back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I’1ll take your X-Men Uncanny two- six-nine! Dustin stops. Out-of-breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "(really bummed) ..-Man. Script provided for educational purposes. More scripts ca \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will is now biking along an empty forest road. All alone. He lives much further out than the rest of his friends. I even darker out here and quiet; unnervingly so. Only the sound of cicadas and a gentle breeze to keep him company. He bikes past a LARGE METAL FENCE. A warning sign reads: AUTHORIZED VEHICLES ONLY. NO TRESPASSING. We’re near Camp Hero. Will suddenly notices something strange: the hair on the of his arms is standing straight up. It’s like he’s in th middle of a massive electrical storm. And perhaps he is.. A LOW-END RUMBLE reverberates above him. He looks up. Sees nothing but darkness. Clouds over the moon. He looks back down. His eyes shoot wide. A TALL FIGURE STANDS IN THE MIDDLE OF THE ROAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will spins the wheel -- loses control -- He veers off the road -- And explodes into -- THE FOREST. The bike flies down a steep hill and -- CRASHES. Will flies off the bike. He skids, rolls, eats d As he lies there on the ground, gasping for air, he hears STRANGE GUTTURAL SOUNDS. COMING FROM BEHIND HIM. He pushes to his feet and turns to the sound. Foliage shudders. The sounds grow. Something is coming. Will abandons his bike -- And _ runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will bursts out onto the beach. The wind whips his clothes. Waves crash the shore. Roarin Script provided for educational purposes. More scripts ca \f11. MOMENTS LATER. He races up a dune toward a house. His house. It is small, lower class, and falling apart after decades abuse from the battering ocean winds. But it offers safet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will slams the door shut behind him and bolts the lock. A shaggy mutt, CHESTER, races to greet him. Will ignores him, calls for his family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "There is no answer. He checks his MOM’S BEDROOM. His BROTHER’S BEDROOM. No one is home. He is all alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will scrambles back to the living room window. He cups his hands to the glass and peers out into the yar It is dark. Murky. Quiet. A gust of wind blows and... Day-old laundry flutters on a clothes line to reveal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BODY SWOLEN AND BENT IN A STRANGE, TWISTED SHAPE.",
          "text": "Another gust of wind. The clothes flutters again and... The Figure is gone. Will pales. His heart in his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will rips a phone off the kitchen wall. Dials 911. But -- It does not ring. Just hums with LOW-END STATIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Hello?! HELLO -- ?! Script provided for educational purposes. More scripts ca \f12. Will pauses. He hears something on the other line. But no voice... it is that GUTTURAL SOUND he heard in the forest The pitch rises and falls, making a series of strange sou Words? It is as if the figure... whoever... whatever it i is somehow speaking to him through the phone receiver. Behind him, Chester begins to GROWL at the front door. Will lowers the phone. And looks back at the door. A SHADOW fills the crack at the base of the door. And then somehow, impossibly, the chain bolt begins to sl open, as if drawn by an invisible hand. The metal SHRIEKS Will drops the phone and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHOOM! Will explodes out the back screen door. He sprints into an OLD WOODEN SHED and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAM! He slams the shed doors behind him. Breathing hard. His eyes dart. Searching for something. The shed is cluttered and dark, lit only by a NAKED LIGHT BULB, hanging from the ceiling. The bulb buzzes, flickers At last he spots it: AN OLD REMINGTON RIFLE. DUSTY. HANGING ON A WALL MOUNT. Will yanks it down, retrieves a few AMMO SHELLS from a wo bench, and loads the rifle as fast as he can, which isn’t very fast at all; he is so scared his hands sweat and sha",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUD. THUD. THUD. HEAVY FOOTSTEPS ECHO. THEN GUTTURAL NOI",
          "text": "Will looks back to the shed doors. They shudder and moan. And then, slowly... ever slowly... they begin to yawn ope Will finishes loading the rifle. He snaps the chamber shu and aims it at the door. The rifle trembles in his hands. The shed doors slowly yawn open the rest of way. It... whatever it is... enters the shed. We still do not show it in full, but we catch glimpses of in the flickering light. Misshapen, withered, pale, slick Script provided for educational purposes. More scripts ca \f13. Will doesn’t fire. He just stares. Paralyzed by fear. The hairs on his arms stand up again. His ears begin to drip blood. And then his nose. He fights tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "...P-please -- A HIGH-PITCHED SHRIEKING SOUND SUDDENLY FILLS THE SHED. WE DON’T SEE WHAT HAPPENS TO WILL; WE JUST WATCH THAT NAK",
          "sentiment": "neutral"
        },
        {
          "speaker": "THINK THE GLASS OF THE BULB IS GOING TO SHATTER BUT THEN",
          "text": "The TERRIBLE SHRIEKING sound abruptly stops. The bulb dims. Returning to normal wattage. We pull away from the light. The shed is empty. Will has vanished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END ACT ONE",
          "text": "Script provided for educational purposes. More scripts ca \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACT TWO",
          "text": "INT. HOPPER’S HOUSE - MORNING BEEEEEEEE! An ALARM CLOCK blasts. A hand smashes it, shutting it up. The hand belongs to: JIM HOPPER, or “HOP,” early 40s. He is sprawled on a sofa shirtless, wearing only a pair of worn Levi jeans. His ho is a mess, cluttered with beer bottles, cigarette butts, plastic vials. A LOCAL NEWSMAN drones on a dusty eight-inch TV:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHORMAN",
          "text": "...reports of surges and outages across the county... we reached out to Public Service and Gas and... Hop sits up. A RAY OF SUN slices through blinds. Strikes He squints. Grimaces. Hungover. EXT. HOPPER’S HOUSE - MORNING Hopper steps out onto a decrepit porch. Drags on a cigare His shack-like house is perched on the shore of the beach The beach is deserted now; tourist season has come and go It’s a bit lonely out here. But damn if it isn’t beautifu Hop rubs his arms. Getting cold now. Enough beauty for no He flicks his cigarette to the sand. INT. HOPPER’S HOUSE - BATHROOM - A LITTLE LATER Hopper studies his stubble in the mirror. Considers shaving. Doesn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Hopper pops open a PLASTIC VIAL labeled TUINAL. He shakes out two capsules. Red and blue. Scoops a mouthful of water. Washes them down. INT. HOPPER’S HOUSE - BATHROOM - A LITTLE LATER Hopper showers. Water pours down his weary face. Script provided for educational purposes. More scripts ca \f15. INT. HOPPER’S HOUSE - BEDROOM - A LITTLE LATER Hopper dresses. He yanks on a pair of brown pants... A matching brown collared shirt... A belt with a holster... A 9MM GLOCK... And lastly, he clips on a GOLD BADGE. It reads: MONTAUK POLICE. CHIEF. MOMENTS LATER. Hopper heads out the door. We watch through the smudged window as he climbs into CHEVY BLAZER POLICE CAR. Mustard sides. Square sirens. As he peels away, we DOLLY TOWARD a FRAMED PHOTOGRAPH han on the wall. In it, a young Hopper stands with a PRETTY W He cradles a LITTLE GIRL in his arms. He looks like a different man. He looks happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence outside the Byers house. The wind has died down. The laundry no longer flutters. The shed is quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JONATHAN BYERS, 16, Will’s older brother, cooks breakfast He is lanky with dark hair to his shoulders. He’s quietly handsome... but he wouldn’t believe it if you told him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (0.S.)",
          "text": "Where the fuck are they?! His mom, JOYCE BYERS, late 30s, races past. She wears a p waitress uniform and too much make-up. She has a Long Isl accent, which comes out even stronger when she curses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "Fuckfuckfuck --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "Check the couch. Joyce does. She finds her keys under a cushion. Thank God Script provided for educational purposes. More scripts ca \f16. She snatches them up, gives Jonathan a quick peck on the cheek, and races for the door, only to pause at the last second. She turns back to Jonathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "-- Will? Where’s Will?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "Sleeping I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "You gotta make sure he’s up, Jonathan, how many times -- ?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "I’m making breakfast --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "And I work two jobs. Only one if I'm late again. Joyce storms to Will’s room. Ranting as she goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "Then how will we pay the bills?! You think you can feed this family working two nights a week at a movie house? We’1ll be out on the goddamn street-- INT. DUSTIN’S ROOM - MOMENTS LATER Joyce throws open the door to Will’s room. Silences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She strides back over to Jonathan. Worried now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Will came home last night, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "He’s not in his room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "He come home or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "I don’t know --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "You don’t know? Script provided for educational purposes. More scripts ca \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "I was at the dark room late. I... I guess I lost track of time --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "I told you to wait up for him, Jonathan, I specifically told you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "He was over at the Wheelers’ all day. I’m sure he just stayed over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Seriously Jonathan? Seriously?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "I’m sorry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Fuck! Joyce grabs the kitchen wall phone. Mashes a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WALL PHONE RINGS at the Wheelers. It is chaos over here Mike is grabbing SYRUP from a cabinet; Nancy is eating scrambled eggs, HOLLY, 3, is crying; Ted is watching the morning news; and now the phone is ringing. The fucking Phone. Karen answers. Holly squirms in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Karen -- it’s Joyce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Joyce, hi -- Behind her, Mike pours syrup onto his scrambles eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "That's disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "It’s good, swear. Mike squeezes some onto Nancy's eggs. Script provided for educational purposes. More scripts ca \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEY",
          "text": "Karen puts the phone on her shoulder. She can’t hear Joyc",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUIET",
          "text": "(back to Joyce) I’m sorry, one of those mornings --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Was that Will I heard back there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Will? No, no -- just Michael.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Will didn’t spend the night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "..-No. He, he left here a little after eight. (worried now) He’s not home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joyce tries to hide her panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "I -- I was working late last night. I’m sure he just left early for school. Thanks... thanks Karen -- Joyce hangs up the phone. She looks scared. And so does Jonathan. He races for the door. Throws on a dark coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "To look for Will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Jonathan wait --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "Call the school. Script provided for educational purposes. More scripts ca \f19. The door slams shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EEEEEEEEE",
          "text": "We are outside MONTAUK PUBLIC SCHOOL, a quaint one-story brick building. An American flag waves in the breeze. Mike pulls up on his bike. He slots it into a bike rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Holy shit Wheeler! Mike looks up to find two older kids, JAMES and TROY, 14, striding over to him. They’re staring at his birthmark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I think it grew over the weekend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "You really gotta get that looked at, Wheeler! Might be cancer or some shit! They laugh. Mike simply ignores them. This is a regular occurrence and this is how he handles it: with passivity. Today, at least, it works: James and Troy shove past him. Lucas pulls up on his bike. Glares at the bullies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Assholes. Mike shrugs it off like it’s no big deal, even though it clearly is. But his mood brightens when he spots... JENNIFER HAYES. Freckled, cute, with a gaggle of POPULAR FRIENDS. Lucas punches Mike in the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (CONT'D)",
          "text": "Jesus, Mike! Reflections!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Reflections. Use them, remember? You can’t just stare like some creeper. Script provided for educational purposes. More scripts ca \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I wasn’t staring. The boys begin to walk toward school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (CONT'D)",
          "text": "You seen Will around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "No -- why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I don’t know -- his mom called this morning, looking for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "I’m sure he’s just in class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Yeah... Mike’s gaze drifts back over Jennifer. Lucas punches him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy gauges her reflection in the rearview mirror. She is in the driver’s seat of a HAND-ME-DOWN 1972 STATIO WAGON. “Crazy Little Thing Called Love” by Queen plays on radio. She fusses over herself, carefully applying her mascara and blush, but she is unhappy with everything. The song begins to skip. The radio signal stutters. Nancy looks down at in confusion. What the hell? A WARNING BELL BLARES. Out of time. Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy exits the station wagon and hurries toward school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy wades through a bustling hallway. BARBARA, 16, her best friend, braces, catches up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBARA",
          "text": "So? Did he call? Script provided for educational purposes. More scripts ca \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Keep your voice down --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBARA",
          "text": "Did he?! Nancy shakes her head. Walks up to her locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I told you, he doesn’t like me. Barbara shoots her a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Okay, I mean, yes, fine, he likes me, you know, but not like that -- Nancy silences. There is a FOLDED NOTE taped to the insid her locker. It is addressed “NANCY.” She opens it. It rea MEET ME. GIRLS BATHROOM. STEVE. Nancy looks up at Barbara. Speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBARA",
          "text": "You were saying, Nance? INT. GIRL’S BATHROOM - MOMENTS LATER Nancy slips into the girl’s bathroom. It looks vacant. WHOOM! Someone grabs her and spins her around. It is... STEVE HARRINGTON, 17, wealthy, athletic, charm to spare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Steve! SHIT. You scared me. She playfully shoves him back, but Steve just moves close He puts his hands on her waist and kisses her on the mout",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Steve -- What are you doing...? He kisses her again. Nancy blushes and shrinks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "..-Have you been drinking? Steve? Steve doesn’t answer. He just kisses her some more. Body pressing up against hers. Nancy gives in, consumed by hormonal lust, when... THE BELL RINGS AGAIN. FINAL WARNING. Script provided for educational purposes. More scripts ca \f22. Nancy crashes back to reality. She quickly pulls away fro Steve and hurries toward the door. Completely flustered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "I -- I have to go -- But Steve grabs her hand, holding her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Five more minutes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I can’t -- I have Mrs. Kreitzberg first period, she always gives a pop quiz --",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "What about tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "There’s gonna be bonfire at Turtle Cove. Chrissy’ll be there, Donna, so will Tommy L. and Tommy H. --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I... I have a chemistry test tomorrow --",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "What’s your GPA again? Three point ninenineineninenine-- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Come on. It’1l be good times. She hesitates. Wavering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Can I bring Barb?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Bring Mrs. Kreitzberg for all I care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(laughs ) Maybe. Script provided for educational purposes. More scripts ca \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Maybe you’1l bring Mrs. Kreitzberg? Or maybe you’1ll come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Just... Maybe. Nancy hurries out of the bathroom. Trying to hide her smi Steve grins. He knows he got her. Hook, line, and sinker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An American flag flutters in the wind. High on a flagpole We are outside the MONTAUK POLICE STATION. It is quaint. in, really quaint. If the sign out front didn’t read POLICE, you’d probably mistake it for a gift shop. A CHEVY BLAZER POLICE CAR squeals into the lot. Hopper exits. Dragging on another cigarette. Still hungover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopper lumbers inside. Beelines for the coffee machine. DEPUTIES CALLAHAN and DEPUTY POWELL look up from a game o five card draw, their cowboy boots kicked up on their des The mood here is casual, to say the least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY CALLAHAN",
          "text": "You look like shit, Chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Your wife looked worse when I left her. Hopper begins to make himself a cup of coffee. His secretary, FLORENCE, 61, approaches. Pad and pen in h",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORENCE",
          "text": "Tell your boys to get their feet off the desk. This in’t a barn. Hopper snaps his fingers. The Deputies roll their eyes bu oblige. Florence adjusts her glasses and consults a note pad. Script provided for educational purposes. More scripts ca \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORENCE, (CONT'D)",
          "text": "While you were sleeping or drinking or whatever it is you deem so important on Monday mornings, Carl Blackburn came by the office, says he saw Earl and his boys spearfishing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "(won't look into it) Tell him I’11 look into it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORENCE",
          "text": "-- And Terry Ives called again, yammering on about some more activity last night at Camp Hero --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Tell him I’ve seen that Twilight Zone. No, scratch that, don’t encourage him. If he calls again, cite him for wasting my time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORENCE",
          "text": "It is precious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Damn straight. Hopper carries his coffee to his office. Florence trails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORENCE",
          "text": "Another thing. Joyce Byers, she can’t find her son this mornin’ --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "(won't look into it) I’1l look into it. Hopper walks into his office. He crashes to a stop. Joyce is already in his office. And she doesn’t look happy. INT. HOOPER’S OFFICE - MORNING WHAP! WHAP! WHAP! Type hammers slam ink onto a police rep A single, ominous word forms one letter at a time: “MISSI Hopper looks up from the typewriter. He now has on a pair reading glasses, which lend him a more earnest look. His desk, however, shatters the illusion; it’s cluttered with PAPERS and MUGS and CANDY WRAPPERS, like the desk of a ch Script provided for educational purposes. More scripts ca \f25. Joyce paces. Dragging on cigarette. She’s on edge. So far she might just fall right off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "I've been waiting an hour --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "And I apologize again --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "I understand. But a boy his age, most likely he’s playing hookie --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Not my Will, no. He wouldn't do that. He’s not like that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "You never know. My mother thought I was on the debate team, when really I was screwing Chrissy Carpenter in the back of my dad’s boat --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Will’s not like you. He’s not like me. He’s not like most. She's takes another drag on her cigarette. Fights tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "He’s got a couple of friends. But everyone else, they -- they make fun of him. Call him names, laugh at him, his clothes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "His clothes? What’s wrong with his clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Too... too colorful -- I, I don’t know. Does it fucking matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Maybe. Joyce takes another drag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "He’s just... different, alright? Lonnie... Lonnie always said he was queer -- called him a fag. Script provided for educational purposes. More scripts ca \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "A fag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "He’s missing. That’s what he is. Hopper scratches his stubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "You hear from Lonnie lately? Joyce hesitates. This is an uncomfortable subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "He was in Philly last I heard. That was ‘bout a year ago. But he’s got nothing to do with this. He doesn’t give two shits about that boy. Hopper rummages around his desk. Unearths a pen and a pad",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "What’s his number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "I told you, Lonnie’s got nothin to do with this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Kid goes missing, ninety-nine times outta a hundred the kid’s with a parent or relative --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "What about the other time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "You said ninety-nine outta hundred. What about the other time? The one. Hopper removes his reading glasses. Leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "This is Montauk, Joyce. In four years, you know the worst thing I’ve seen? You know what it was? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER, (CONT'D)",
          "text": "(beat) When that seagull attacked Eleanor Gillepsie. Thought her hair was a nest. Was about five seconds from shittin’ an egg when we showed. Hopper chuckles at the memory. Trying to lighten the mood Joyce begins to relax a little. But only a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "I’1l call Lonnie. He’1l talk to me before he talks to a --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Pig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Cop. Joyce sits down. She snuffs her cigarette in an ashtray. she looks back up at Hopper. Her eyes are bloodshot. Glas",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "You find my son, Hop. Find him. Hopper takes this in. All at once he feels burdened with responsibility he doesn’t want. He finds his composure, nudges his glasses back on his nose, and resumes typing. WHAP! WHAP! WHAP! Hammer type SLAMS paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAP! WHAP! WHAP! Shoes SLAM tile. THREE AGENTS stride briskly down Camp Hero’s underground tunnel. They wear gloves, gas masks, plastic overshoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Agents enter the laboratory. Or what still remains of MEDICAL OFFICERS IN HAZMAT SUITS place bloody body parts plastic bags, mop up blood, and remove charred equipment. AGENT ONE removes his gas mask. He has slicked back hair. Piercing green eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT TWO",
          "text": "Sir, your mask -- Agent One ignores him. He walks over to the ISOLATION TAN Script provided for educational purposes. More scripts ca \f28. He opens its cylindrical roof. A ladder slithers down int water. A TANGLE OF WIRES and ELECTRODES float on the surf This tank once held someone. Something? He turns back to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT ONE",
          "text": "Where is Eleven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT THREE",
          "text": "We don’t know. Agent One considers. His gaze shifts to a SURVEILLANCE CAMERA on the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ENGINEER toggles through SURVEILLANCE FOOTAGE. The Agents stand behind him. Making him nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENGINEER",
          "text": "Okay, this is it... The Engineer hits play. Low definition video shows us the LABORATORY from last ni only now we are back in time; the scientists are still ve much alive, huddled around that strange metal door frame. There is a confusion of activity, shouting, followed by a VIOLENT BURST OF A LIGHT. It looks like an explosion. The HISS! Static engulfs the surveillance image. Beneath this static, we glimpse SHADOWED MOVEMENT. But ju for a few frames. And then the static dissipates to revea The scientists dead on the ground. Blood everywhere. One of the scientists climbs to his feet. Still alive. He staggers out the door and into the corridor. We are back to the beginning of our story. The video snaps to BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENGINEER, (CONT'D)",
          "text": "There’s nothing else. All the cameras -- they just... cut out. Script provided for educational purposes. More scripts ca \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT ONE",
          "text": "Go back. Ten seconds. The Engineer wipes sweat from his forehead. Rewinds. AGENT ONE (CONT’D) There. The Engineer pauses the tape. AGENT ONE (CONT’D) Go forward. Four frames. The Engineer complies. One frame... Two... Three... Four. There is someone... SOMETHING... captured on the video. I obscured beneath static, but we see enough to know that t is the Figure that Will saw last night. For the first tim we glimpse its small black eyes, buried in pockets of pal withered flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT TWO",
          "text": "(low) ..-What the hell is that...? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT ONE",
          "text": "Eleven will know. (beat) Find her. Agent One strides away. The door slams shut behind him. Agents two and three return their gaze to the monitor. Frightened. The frozen video waves and undulates. Making the figure appear to bend, stutter. Making it seem almost... Alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END ACT TWO",
          "text": "Script provided for educational purposes. More scripts ca \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A YOUNG GIRL, 10, emerges out of the woods. She makes an immediate impression on us: Her hair is buzz close to the scalp. Her feet are bare. Her skin is pale. wears a tattered white hospital gown spattered with BLOOD She is more like a wild animal than a child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Young Girl pads barefoot down an empty road. She sees a RUN-DOWN RESTAURANT in the distance. A rusted sign reads: “BENNY’S FISH ‘N FRY.” EXT. BENNY’S FISH ‘N FRY - DAY The Young Girl approaches the restaurant. She stands on her tiptoes and peers into a smudged window BENNY HAMMOND, late 40s, lumbers past the window carrying THREE PLATES OF FISH AND CHIPS. He has leathery skin, sle tattoos, and a greasy apron wrapped around his waist. He drops the plates off at a table of ELDERLY REGULARS. They chain-smoke, speak with thick islander accents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGULAR",
          "text": "Benny, you hear ‘bout Earl and the chickens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "The chickens? What chickens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGULAR",
          "text": "Earl, see, he wanted to bring a crate of chickens ‘board Mundo’s boat, thought it’d be a fine idea to feed ‘em to the great whites -- Benny guffaws as Regular #2 continues his yarn. But the Young Girl is only interested in their food. She's starving. Script provided for educational purposes. More scripts ca \f31. EXT. BACK OF BENNY’S RESTAURANT - MOMENTS LATER The Girl sneaks around the back of the restaurant. There is a GIANT ROTTWEILER lying out front of the back d Its fat belly rises and falls. Rises and falls. It’s asle The Girl watches it for a moment. Makes sure it doesn’t w And then sneaks inside. INT. FISH ‘N FRY - KITCHEN - MOMENTS LATER The Young Girl finds herself in a greasy kitchen. FRENCH FRIES sizzle in a deep fryer. Oil SPITS. She startles. She hurries past and pushes through a door into... A STORAGE ROOM. A RUSTY FREEZER hums against the back wall. The Girl yanks back on the handle. It yawns open. Her eyes shoot wide. The shelves are packed with FRESH FI She snatches up a DEEPWATER COD. So big that she can hard hold it in her tiny hands. She turns it over onto its sid studies it, smells it. Has she never seen fish before? She bites its fat glistening belly and -- Freezes again. Listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (0.S.)",
          "text": "Sticking with Narragansett, Earl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGULAR",
          "text": "Ya gotta ask? She hears LUMBERING FOOTSTEPS. Someone is coming this way She grabs up as many fish as she can carry and -- INT. FISH ‘N FRY - KITCHEN The Girl charges back into the kitchen. Fish in arms. Benny spots her. Shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEY",
          "text": "The Girl bolts for the back door. She knocks over the DEE FRYER and sends a RAIN OF HOT OIL splashing onto the floo Script provided for educational purposes. More scripts ca \f32. Benny leaps away. Narrowly avoiding the oil. BENNY (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONOFA",
          "text": "EXT. BACK OF BENNY’S RESTAURANT - MOMENTS LATER WHOOM! The Girl explodes out the screen door and -- Crashes to a halt. THE ROTTWEILER stands in her path. Awa It bares its teeth and snarls angrily and -- WHAM! Benny grabs the Girl by the shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Think you can steal from me, boy! Benny whirls her around. His expression promptly softens he realizes that this is no boy at all. It’s also not a g either, not exactly, at least not like any he has ever se Regulars #2, drawn by the commotion, steps outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGULAR",
          "text": "What’d you catch there, Benny? Benny looks back at the Young Girl. She writhes in his ar He notices her hospital gown. Spattered in BLOOD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": ".-.-I got no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MR. CLARKE, 30s, paces in front of a middle school class. He is magnetic, smart. Handsome too. The girls ogle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE",
          "text": "Who here enjoys mysteries? All of the girls immediately shoot up their hands. Most o the boys do too, including Mike, Lucas, and Dustin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE, (CONT'D)",
          "text": "Good, good. Because I want you to start thinking of this class as an investigation into the greatest mysteries known to man. You’1l need to learn to think beyond your own senses. This means using your imagination. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE, (CONT'D)",
          "text": "I don’t know how many of you watched Cosmos like I asked... (more hands) ...You may remember something Carl Sagan said: \"Imagination will often carry us to worlds that never were, but without it... we go nowhere-- “ A SHARP KNOCKING SOUND interrupts. Mr. Clarke turns. The VICE PRINCIPAL is standing in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICE PRINCIPAL",
          "text": "Sorry to interrupt... may I borrow Michael, Lucas, and Dustin? Chief Hopper and Deputy Callahan now step into view. The stunned class looks from the cops to our kids. Mike, Lucas, and Dustin stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER, (PRE-LAP)",
          "text": ".+-SO you were...racing? INT. PRINCIPAL’S OFFICE - A FEW MINUTES LATER Our three boys are now scrunched together on a couch. Hopper and Callahan sit opposite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "It was me and him, actually --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "My house is the first up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "He takes Mirkwood home --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "We were racing on a bet and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Whoa, whoa, WHOA. One at a time. (points at Mike) You. You said he takes... what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Mirkwood --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Mirkwood? (to Callahan) You ever hear of a Mirkwood? Script provided for educational purposes. More scripts ca \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAHAN",
          "text": "Sounds made up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "It’s from Lord of the Rings --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "The Hobbit --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "It doesn’t matter -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "He asked -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Hey! What'd I just say? One at a goddamn time. He points at Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER, (CONT'D)",
          "text": "You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Mirkwood. It’s a real road. It’s just the name that’s made-up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "What’s it’s real name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I don’t know. It’s by Camp Hero. Where Crook’s Cove and Kerley meet. Hop jots this information down onto his pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Yeah, I think I know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "We can show you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOPER",
          "text": "I said I know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "We could help look -- Hopper looks up at Mike sharply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "No -- after school, you go straight home. All of you. Script provided for educational purposes. More scripts ca \f35. He looks at the other boys. Making eye contact with each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER, (CONT'D)",
          "text": "That means no biking around looking for your friend, no investigating, no nonsense. This isn’t some Hobbit book. I make myself clear? (the boys share looks) I make myself clear? The boys share looks. Worried. Shaken by his tone. They nod. INT. BENNY’S FISH ‘N FRY - KITCHEN - DAY SNAP-HISS! An Atlantic Cod fries in oil. Benny tends it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benny slides a plate of FISH AND CHIPS to the Young Girl. She is seated at a table in the dining room. It is just h now; the regulars are gone. Her gown has been replaced wi a “Fish ‘N Fry” T-shirt. It droops to her knees like a dr The Young Girl stares at the food with wide eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Figured you’re gonna eat my food anyway, might as well eat it right. The Young Girl reaches out to pick up the fish but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "I said, right. Benny splashes HOT SAUCE onto the fish. He nods. “Okay.” The Girl snatches up the fish and devours it. No utensils",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "Your parents forget to feed you? The Girl doesn’t respond. Just keeps eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "That why you ran away? Still nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "They... hurt you? Nothing. Script provided for educational purposes. More scripts ca \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "And... you went to the hospital, that it? But you got scared, ran off, found your way here? The Girl finally looks up at Benny. Has he hit close to t mark? It seems like she is finally going to speak, but instead she nudges her empty plate over to Benny. The message is clear: “more.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "How ‘bout this: you get more, much as you like, but first, you gotta answer a few ‘a my questions. We got a deal? No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "We'll start easy. My name’s Benny. Benny Henderson. He holds out his hand. Wraps it around her tiny hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "Nice to meet ya. And you are...? Still no response. Benny sighs. He starts to withdraw his hand when he notices a SMALL TATTOO on the inside of her lower left wrist. It reads in simple black lettering: 011",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "“Eleven”? The Young Girl yanks her hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "What’s that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Well I’1l be damned. She speaks. (beat, considers) No? No what? Still nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "Alright, guess “no” more fish then. Benny takes her plate and starts to walks away when: Script provided for educational purposes. More scripts ca \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "...Eleven. Benny turns back around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Eleven. Yeah. What’s it mean? The Young Girl points to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Eleven. INT. FISH ‘N FRY - KITCHEN - DAY Benny is now on a corded phone in the kitchen. Voice hush More food SIZZLES behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "..-All I know is, poor thing’s scared to death... confused... (beat) I’m tellin’ you Flor, she won't talk about her parents. She’s been abused or kidnapped or somethin’. You gotta get the Chief -- (beat) I dont give two shits about a missing kid, I got a found kid right here -- I am calm -- (beat) Yeah, yeah, I got a pen. Benny grabs a pen from his pocket. Scrawls: SOCIAL SERVICES. 233-555-4176.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK IN THE MAIN ROOM,",
          "text": "“Eleven” waits impatiently for the food. Her legs sway beneath the table. Back and forth. Back and forth. She becomes aware of a soft, high pitched noise. Eeeee. E Eeee. She looks up. It’s the SCREEN DOOR. The wind is gen blowing it, causing its hinges to SQUEAK. Feeee. Eeee. Ee It is incessant. Annoying. Eleven narrows her eyes and -- The door stops mid-swing. Like it somehow froze. Eleven looks away. Content now. Script provided for educational purposes. More scripts ca \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHOOSH! TWO POLICE CARS speed down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cars pull off onto the side of the road. Hopper, Callahan, and Powell step outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopper trudges down the road, searching for signs of Will Behind him, we can see Callahan and Powell. They call out",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAHAN",
          "text": "Will Byers?! WILL BYERS?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Hopper pulls a vial out of his pocket. Pops two more of t red and blue pills. And... He suddenly spots something. Kneels down. There are FAINT SKID MARKS ON THE PAVEMENT. Too narrow for a car. A bike. He calls out to Callahan and Powell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Hey, I got something here... Hopper tracks the skid marks off the road and into... THE FOREST. Hop makes his way down the slope. Sure enough, he finds WILL’S BICYCLE at the bottom. He brushes leaves away, revealing the front wheel. It is bent, spokes busted. Callahan and Powell scramble down after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAHAN",
          "text": "Shit. That his bike, Chief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "(nods ) Wheel’s busted. Musta crashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAHAN",
          "text": "Think he got hurt in the fall? Hopper looks back up the slope. Squints in the sun. Script provided for educational purposes. More scripts ca \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Not so hurt he couldn't make it home. And a bike to these kids... that’s like a Cadillac. Doesn't make sense he’d leave it out here. He’d walk it home. A beat. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER, (CONT'D)",
          "text": "He was in hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopper and the Deputies walk out onto the beach. A TRAIL OF FOOTPRINTS lead up a dune toward: The Byers House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joyce paces in the kitchen. Back and forth. Back and fort The wall phone is pressed hard to her ear. Its cord stret as she walks. She drags hard on a cigarette while it ring the other end. And rings. And... CLICK. The other line picks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Lonnie, Thank God. It’s Joyce -- Her face drops. A MUFFLED FEMALE VOICE is on the other en",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "Who is this? (listens in disgust) Cynthia? (beat) This is Joyce -- Joyce, Lonnie’s ex- wife. I need to speak to Lonnie -- (beat) This is an emergency... no, not later, now bitch -- CLICK. The phone goes dead. Joyce burns with anger. She dials the number again, mashing each number with her fingernails. The phone rings. But this time no one answer It goes to message. Script provided for educational purposes. More scripts ca \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "(filtered) Hey, you’ve reached Lonnie, I’m not here at the moment but... Joyce's rage rises and rises and... BEEP. Her turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Lonnie, it’s Joyce. Some teenage whore sayin’ she’s your girlfriend just hung up on me. You don’t call me back in the next goddamn hour I‘1l report you for not paying child support I swear to God I will and I’1l make sure you rot in jail where you belong you FUCKING PIECE",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF SHIT --",
          "text": "WHAM! Joyce slams the phone down and -- BRRRRING! The phone blares again. That was fast. She answ",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "Lonnie -- But there is no response. Only static. The kitchen lights flicker, then return to normal. Joyce stares. What the -- BAM BAM BAM. THERE IS A SUDDEN POUNDING ON THE DOOR. Joyce startles. MOMENTS LATER. Joyce swings open the door. Her face drops. It is Hopper and the Deputies. Hopper has Will’s Bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopper and his Deputies search the Byers’ house. Joyce trails. On edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "I don’t understand. Why’re you here?! You're wasting your time --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "He’s got a key to the house? Script provided for educational purposes. More scripts ca \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "So what? You think I haven’t checked my own goddamn house -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Never said you didn’t. Hopper inspects the back door. The adjacent wall is dente the paint chipped. He opens the door; its handle aligns w the damaged wall. Someone threw it open. Hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER, (CONT'D)",
          "text": "This always here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Probably. I got two boys. Just look at this place --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "But you’re not sure? Joyce hesitates. Starts to respond when: WHIMPERING ECHOES. COMING FROM OUTSIDE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopper and Joyce step of the screen door. They find Chester pacing in front of the shed. Whimpering",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "This normal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Just hungry I’m sure. Come on... Joyce leads Chester back to the house by his collar. But Hopper doesn’t follow. Not yet. His eyes turn to the shed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopper opens the shed doors. The wood groans. Even though it is now day, it is still dark in here. Hop flips a light switch. The naked light bulb hums to li He walks up to the rifle wall mount. The rifle is, of cou missing. He inspects the mount. There are fingerprints in dust. Someone was here... recently. Script provided for educational purposes. More scripts ca \f42. BZZZZ! THE LIGHT BULB BEGINS TO FLICKER. Hopper turns and looks up at the light. It fluctuates, growing bright, then dim, then bright, then dim, then -- WHOOM. THE LIGHT CUTS OUT. LEAVING US IN DARKNESS. WE HEAR A FAINT GUTTURAL SOUND. LIKE SOME KIND OF GROWL. Hopper looks around. The hell is that coming from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "That you buddy? You hungry? Hop removes a flashlight from his utility belt, clicks it and slowly sweeps its beam across the darkness. He makes nothing. But that sound, whatever the hell it is, persist It grows louder. Louder. LOUDER STILL. Overtaking all sou The hairs on Hop’s slowly stand up. And then -- The beam illuminates an APPROACHING FIGURE. Hop reaches for his gun but -- Deputy Callahan steps into the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY CALLAHN",
          "text": "You deaf? I’ve been callin’ you. Hopper is too shaken to respond. He looks back at the lig bulb. It flickers back to life. Returning to 48 Watts. The strange guttural sound is gone. Like it never was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY CALLAHN, (CONT'D)",
          "text": "Jesus, Chief. Your ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY CALLAHN",
          "text": "Your ear. Hopper touches his ear. It’s bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopper upends the vial. Dumping the pills onto the ground",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY CALLAHN",
          "text": "You sure you're alright, Chief? Script provided for educational purposes. More scripts ca \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "(not fine) I’m fine. He shoves the empty vial back into his jacket. He strides to the Byers house. Moving fast. Callahan struggles to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER, (CONT'D)",
          "text": "I want you to call Florence, have her get a search party together, as Many volunteers as she can muster, flashlights too --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY CALLAHAN",
          "text": "Think we got a problem here? Hopper doesn’t answer. Uncertain. He turns and looks out the woods. The sun is falling. The sky is a bruised purpl He continues into the Byers house. Callahan follows. But we don’t. Instead, we return our gaze to the shed. We hear that GUTTURAL SOUND again. Low, but definitely there We move... INTO THE SHED. The light bulb hums and flickers again. Growing brighter. And that is when we see it. There is something strange on far wall. It looks almost like a SPOT OF BLACK MOLD. Only is throbbing ever so slightly, and, slowly but surely... Spreading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END OF ACT THREE",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HISS! A sprinkler kicks on. Night in the suburbs again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (PRELAP)",
          "text": "We should be out there right now. We should be helping look for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Wheeler family is seated at the dining table. A hot home cooked meal is before them. But Mike isn’t eat",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "We've been over this. The Chief said --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I don’t care what the Chief said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Michael --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "He’s not even real police, Mom. We have to do something -- Will could be in danger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "More reason to stay put.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Mom --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "End of discussion. Mike looks away, upset. The family resumes eating in sile Or, rather, some of them do. Nancy just moves her food ar with a fork. Then, in as casual a tone as she can summon:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "So... me and Barb... we’re gonna study for the chemistry test at her house tonight. That’s cool, right? Karen looks up from her meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "No. Not cool. Script provided for educational purposes. More scripts ca \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What?! Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Why do you think? Am I speaking Chinese in this house? Until we know Will’s okay, no one leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "So we’re under house arrest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Don’t be dramatic, Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "This is such bullshit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Language!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Barb lives two minutes away, just because Mike’s stupid friend got lost on his way home --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "This is Will’s fault -- ?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Nancy, take that back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "You're just pissed because you wanna hang out with Steve --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Steve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Who is Steve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Her new boyfriend --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANGUAGE",
          "text": "Nancy shoves out of her chair. Storms off. Script provided for educational purposes. More scripts ca \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Nancy! Come back! NANCY! But Nancy is already bounding up the stairs to her bedroo Karen wants the follow her but can’t; the argument has ca Holly to cry. Karen picks her up and rocks her in her arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "There, there, shhhh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "See, Michael. This is what happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "What happens when what? I’m the only one acting normal here -- I’m the only who cares about Will! Ted takes a bite out of a chicken drum. Chews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "That’s not fair, Michael. We care. Mike stares at his dad. He can’t take his apathy, not tonight. He stands up from the table and hurries off. Holly cries louder. Ted continues to chew. Karen shoots daggers at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "I hope you’re enjoying your chicken, Ted. She carries Holly out of the room. Ted is now alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Hey? What’d I do? Karen? Karen?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A constellation of flashlights glimmer in the night. Over two dozen SEARCH AND RESCUE VOLUNTEERS are scouring forest for Will. They wear orange vests, grave expression We find Hopper. Mr. Clarke walks at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE",
          "text": "He’s a good student. Hopper turns. Surprised this man is speaking to him. Script provided for educational purposes. More scripts ca \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE",
          "text": "Will. He’s a good student. A great one, actually. I can’t fathom him getting into any kind of trouble. Hopper nods. Looks away. Mr. Clarke offers his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE, (CONT'D)",
          "text": "I don’t think we’ve met. Scott Clarke. I teach at Montauk middle. Earth and Biology -- Hopper shakes his hand. Then averts his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Always had a distaste for science.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE",
          "text": "Maybe you had a bad teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Ms. Ratliff was a nasty piece of work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLAKRE",
          "text": "Ratliff? You bet. She’s still kicking around, believe it or not --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Oh I believe it. Mummies don’t die, or say they tell me. Mr. Clarke smiles softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE",
          "text": "So you’re local?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Class of fifty eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE",
          "text": "Sixty two. Just missed each other. They walk for another beat. Hopper seems lost in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Sara, my daughter. Galaxies, the universe, whatnot, she always understood that stuff. Maybe she got it from her mother, I dunno. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER, (CONT'D)",
          "text": "There’s enough shit down here, I don’t need to go lookin’ elsewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE",
          "text": "Your daughter. What grade is she? Maybe I’1l get her in my class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "She lives in the city. With her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE",
          "text": "Oh. Hopper slaps Mr. Clarke on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPPER",
          "text": "Thanks for coming out, teach. Appreciate it. Hopper picks up his pace, leaving Mr. Clarke behind. A nearby VOLUNTEER whispers to Mr. Clarke:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLUNTEER",
          "text": "She passed a few years back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARKE",
          "text": "Sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLUNTEER",
          "text": "His kid. Mr. Clarke darkens. He looks back at Hopper. He is a distant silhouette now. INT. MIKE’S ROOM - WHEELER HOUSE - NIGHT The Demogorgen gazes at us. Four angry eyes. Mike is lying down by the Dungeons and Dragons map. He lo worried and restless. He examines the field of miniatures The Troglodytes... the knight.. the dwarf... and the wiza He picks up the wizard. Studies it. Considering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (V.O.)",
          "text": "Lucas? It’s Mike. You copy? Lucas? MOMENTS LATER. Mike is now at his desk. Calling into a WALKIE-TALKIE. Lucas finally answers. His voice crackles. Script provided for educational purposes. More scripts ca \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (0.S.)",
          "text": "Hey, it’s Lucas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I know it’s you. And say “over” when you’re done talking or I don’t know you’re done. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (0.S.)",
          "text": "I’m done. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I’m worried about Will. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (0.S.)",
          "text": "No shit. This is crazy. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I was thinking... Will could've cast Protection last night. But he didn’t. He cast Fireball. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (0.S.)",
          "text": "What’s your point? Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "My point is... he could’ve played it safe. But he didn’t. He put himself in danger to help the party. Over. A very long beat. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS, (0.S.)",
          "text": "Meet me in ten. Over and out. MOMENTS LATER. Mike jams a few flashlights into his backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike sneaks downstairs. The stairs moan. He peers into the living room. His dad is once again fidgeting with the television. The picture fluctuates with static. He pounds the side of the box in anger. Mike hurries past. Unnoticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike wheels his bike out of the garage. WHAM! A SHADOWED FIGURE suddenly drops down behind him. Script provided for educational purposes. More scripts ca \f50. He startles, but it’s only Nancy. She climbed down a drai pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "How’d you get out here, freak?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "The back door. Nancy looks back at the drain pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Shit. (back to Mike) You're not looking for Will are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "You're not seeing Steve are you? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Don’t tell mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "You don’t tell mom. Mike spits in his hand. Holds it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "That’s disgusting. A STATION WAGON flashes its lights up ahead. A signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Barb’s here. I gotta go. Don’t do anything stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "You have to shake on it or it doesn’t count! Nancy! But Nancy is already gone. She climbs into Barbara's car. Mike wipes the saliva off in his jeans, climbs on his bik and pedals off into the night. Above him, a street lamp flickers. Script provided for educational purposes. More scripts ca \f51. EXT. BENNY’S FISH ‘N FRY - NIGHT A light flickers inside the FISH N FRY. INT. BENNY’S FISH ‘N FRY - KITCHEN - NIGHT Benny glances at the light. Then returns to cleaning dish Eleven sits cross-legged on the floor. She is feeding his rottweiler strips of raw fish. They’re best friends now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Make sure he doesn’t get any bones now. Don’t want him to choke. Eleven feeds the dog one last strip of meat. The dog gobb it up, then licks her on the lips. She recoils, then smil For the first time this day, she seems like an actual kid Benny notices. Knocks off the faucet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "A smile looks good on ya. Eleven stares at him. Confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "A smile. Benny gives a big smile. Eleven smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEVEN",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Yeah, it is good. She shakes her head. “No.” Then she points at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEVEN",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Me? Benny can’t help but chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "A know a few ladies who’d beg to differ. Benny rolls up his sleeve. There are names tattooed on hi arm. SHARON, BETTY, CAROL ANN. His exes. Mostly. Eleven points at a male name: “TOMMY.” Script provided for educational purposes. More scripts ca \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEVEN",
          "text": "...Brother. Benny stares. His heart skips a beat. His voice catches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "...What’d you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEVEN",
          "text": "Little brother. Eleven smiles again. But Benny does not. He is flustered and confused. He finally starts to speak when he hears... THE SOUND OF TIRES ON GRAVEL. Headlights sweep past the window. Eleven tenses. Nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Just... stay put. Whoever it is, I'll turn ‘em away, a’ight? INT. BENNY’S FISH ‘N FRY - DINING ROOM - NIGHT Benny lumbers into the dining room. He opens the front do A RED-HAIRED WOMAN, 40, approaches. She smiles warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RED-HAIRED WOMAN",
          "text": "You must be Benny. Benny Henderson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "‘fraid so. Also ‘fraid we closed shop early tonight. Why don’t you try back tomorrow -- Benny starts to shut the door, but the woman extends a ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "RED-HAIRED WOMAN",
          "text": "Connie Frazier. Social services. Benny stops. Opens the door back up. Embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Social services. Shit. Apologies. He takes her hand. His grip is firm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "Didn't think you were gonna make it here so quick. That’s a heckuva drive. Script provided for educational purposes. More scripts ca \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNIE",
          "text": "Not too bad this time of night. Benny nods. Lowers his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "Listen. I still haven’t told her about you. I didn’t want her runnin’ off again. She’s a tad... skittish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNIE",
          "text": "Children I work with usually are. (smiles) Where is she now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY",
          "text": "In the back. I’1l introduce ya. Benny turns and lumbers toward the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENNY, (CONT'D)",
          "text": "Apologies again for trying to turn you away. It’s funny, your voice, it sounded different on the -- A HOLE SUDDENLY ERUPTS IN BENNY’S FOREHEAD. BLOOD SPRAYS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE IS DEAD.",
          "text": "Behind him: “Connie” holds a silencer pistol. A GROUP OF ARMED MEN sweep into the door behind her. These aren’t social workers. These are Agents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three Armed Agents sweep into the kitchen. Two more enter from the back door. WOOF! The rottweiler suddenly explodes out of shadows and lunges at them with an angry roar. Agent One fires and -- POP! Drills the dog’s head. It skids to the floor. Dead. Agent One quietly surveys the kitchen. Looking for Eleven Script provided for educational purposes. More scripts ca \f54. His eyes lock onto the STORAGE CLOSET. A dim shadow moves beneath the door. He makes a hand signal, alerting the others. Guns raise. All this caution for one little girl? They take one step toward the closet. Two steps. Three. F Agent One holds up his hand. The others stop. His eyes fix on the hinges of the door. Impossibly, the m is pushing outward. Bending. As if the door is under imme pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT TWO",
          "text": "Eleven --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPEN",
          "text": "Eleven bursts out of the closet. Her eyes dart. She spots the dead dog. Then Benny. Tears spills down her cheeks. Mixing with the blood. She looks back at the agents. Rolling on the floor in pai",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEVEN",
          "text": "Bad. And then she turns. And runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END ACT FOUR",
          "text": "Script provided for educational purposes. More scripts ca \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BONFIRE RAGES ON THE BEACH. FLAMES LICK THE SKY.",
          "text": "A GROUP OF HIGH SCHOOL STUDENTS are silhouetted against t fire, drinking, smoking various substances, screwing arou “Call Me” by Blondie blasts from an idling pick-up truck. We find Nancy and Barbara in the crowd. They look out of their element, bobbing awkwardly to the tune. Nancy takes a sip of her beer. Grimaces. Not a drin She holds the beer out for Barb. Barb waves it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBARA",
          "text": "I don’t see him -- we should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "We just got here, relax. Nancy motions to TOMMY H, 16, heavyset, scraggly half-bea",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "What about Tommy H?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBARA",
          "text": "Ew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Oh come on -- he’s cute. And I heard he broke it off with Carol -- Nancy shrieks as a PAIR OF HANDS snatch her from behind. It’s Steve. Of course it’s Steve. His eyes are bloodshot flagging. He’s drunk or stoned or both. Probably both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Where's Mrs. Kreitzberg?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Shut up! Steve grabs her hand and pulls her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Where are we going?! You just got here! Steve! STEVE! But Steve doesn’t stop. He breaks into a sprint, dragging Nancy with him. She laughs giddily, her hair blowing in t wind. She glances back at Barb with a wide-eyed smile. So Script provided for educational purposes. More scripts ca \f56. Barbara sighs. All alone now. She looks down at her watch. And waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike looks at his watch. Waiting. He hears VOICES. He looks up to find Lucas and Dustin bik his way. They pull up next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "What happened to ten minutes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Parents were watching M*A*S*H. No way past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "Same. Mike passes Dustin a WALKIE TALKIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Stay on channel six, just in case, but no splitting up or anything stupid like that, okay? Dustin nods. “Okay.” Mike climbs onto his bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Mirkwood. And with that, Mike pedals out of the neighborhood. Lucas and Dustin share worried looks. And then race after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve and Nancy race across the moonlit beach. The bonfire burns dimly behind them. Far away now. Nancy is out-of-breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Steve! Can you just tell me where we're going?! Steve -- ?! Script provided for educational purposes. More scripts ca \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Right... here! Steve shoves Nancy onto a sand dune. She shrieks, laughs. Steve drops on top of her. Begins kiss her all over. Nancy is overwhelmed. Her laughter fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Steve, hey, can we just... talk for a -- a second... Steve starts to pull her sweater off. She tries to stop h but it’s too late. He tosses the sweater off into the san Nancy covers her bra with her arms. Shy -- and cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "It, it’s freezing... Steve isn’t listening. He unbuttons her jeans and yanks t down below her waist. Nancy’s breathing quickens. Her hea pounds. Steve removes a condom from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Steve... I, I’ve never... Steve still isn’t listening. Or doesn’t care. He tears open the condom wrapper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their silhouetted bodies writhe in the moonlight. Waves CRASH the shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An EXPLOSION OF LAUGHTER. A very drunk Tommy H. is urinating into the raging bonfir Smoke coughs, coals sizzle, everyone think this is hilari Everyone but Barbara. She stares in disgust. MOMENTS LATER. Barbara charges down the beach. Call out into the darknes",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBARA",
          "text": "NANCE?! I’M LEAVING! NANCE?! Script provided for educational purposes. More scripts ca \f58. No answer. Fuck it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barbara storms back to her car. It’s parked on an empty r",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barbara leaps in. Turns the keys. The engine revs, coughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBARA",
          "text": "Come one, come on... Barbara turns the keys again. Again. And --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RADIO BLASTS TO LIFE. BARB NEARLY JUMPS OUT OF HER SE",
          "text": "The radio begins to cycle rapidly through the stations. T songs are warped, garbled, static-y. The speedometer rise and falls, the blinkers flash, the dashboard light stutte Barbara looks down. Her arm hairs are standing straight u She quickly shuts off the engine and -- Everything stops. Returning to normal. Barbara stares in confusion. Breathing hard. And... SMASH! THE WINDOW BEHIND HER SHATTERS. She screams and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The VW headlights grow brighter and brighter, so bright t blind our vision. We hear a SHRIEKING SOUND, pitched so h it’s almost painful. Just when we think we can’t take it anymore, the sound fades. The headlights flicker and dim. The station wagon is empty. Barbara has vanished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VROOM! Jonathan rides the moped up to his house. He dismounts and bounds up the porch. As he does, we turn gaze to the shed. Chester is once again pacing by the doo Script provided for educational purposes. More scripts ca \f59. Back and forth. Back and forth. Back and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan swings open the front door. He finds his mom sitting cross-legged on the floor. She i working on a MISSING PERSONS POSTER for Will. Bold red letters read: “HAVE YOU SEEN ME?” PHOTOGRAPHS OF WILL are strewn across the floor. Joyce looks up at Jonathan. Bleary eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Anything? Jonathan shakes his head. “No.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Hopper’s out looking, a bunch of people are, but... Joyce fights back tears. Returns to the photographs. Jonathan sits down beside her and looks over the photogra They have been artfully taken by him over the years. Ther a photo of Will building a sand castle... riding a raft.. eating a hotdog at Coney Island... visiting the city... Jonathan fights back tears. His voice emerges low, choked",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "..-.I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Sorry? What’re you sorry for? Jonathan says nothing. Doesn’t feel he needs to. Joyce takes his hand. Squeezes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "Hey. This wasn’t your fault, baby, you hear me? You hear me? Jonathan averts his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "He’s gonna come home soon. I know it. I know it... because I feel him. I feel him in my heart. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "He’s close. He’s close. You believe me, Jonathan, right? Jonathan finally looks at his mom. And nods. Joyce smiles faintly. She holds up a pair of photographs, in each hand. Will on the raft. Will at Coney Island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "What do you think? Jonathan considers. Chooses Coney island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "I... I always liked this one. Joyce smiles softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "+.-Me too. An emotional beat. Then: The kitchen phone BLARES TO LIFE. Joyce and Jonathan look up sharply. News.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Joyce grabs up the phone. Her voice tense, strained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Yes -- hel--hello? There is no answer. But she can hear the sound of LOW BREATHING on the other end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "Lonnie...? Hopper...? Still no answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "Who is this? Jonathan stands up. Getting worried now. The SOUND OF BREATHING grows louder. JOYCE CONT’D) Who is this?! Answer me! At last we hear a voice. It sounds very far away. It is the voice of a boy. Script provided for educational purposes. More scripts ca \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISTANT VOICE",
          "text": ".--Mom... Joyce pales. Tears rush to her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Will?!! will?!! Jonathan races over to his mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE, (CONT'D)",
          "text": "Where are you, baby?! Talk to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "But Will’s voice is now gone. In its place... Another voice. GUTTURAL. INHUMAN. Shifting in pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY",
          "text": "Silence. Then -- A HIGH-PITCHED SHRIEK ERUPTS FROM THE RECEIVER. Joyce gasps in pain and drops the phone. She looks at her hand. Her palm is seared and her arm hair is standing straight up. She backs away from the phone. Her eyes wide with dread. Jonathan grabs up phone. His voice shakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONATHAN",
          "text": "Who is this?! WHO IS THIS?! But the phone line is now dead. Joyce slumps down to the floor. She begins to sob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barbara stumbles out onto the beach. Her face is pale and blood pours from her nose and ears. She crashes to a halt. Looks around for help. Desperate. Script provided for educational purposes. More scripts ca \f62. But there is no bonfire. No kids. No party. Yet somehow, impossibly, she can hear the sound of music, of kids talk laughing. Only it all sounds far away. Like a distant mem A dense fog has drifted in from the Atlantic and the wave roll in slowly, much slower than normal, as if the world moves at quarter speed. The wet sand is covered in more o those strange, throbbing growths, and the sky is shrouded dark clouds. Electric blue lighting flashes, streaking th sky, and -- Barbara hears something. Something wet. Guttural. She turns. And pales. Obscured beneath the fog: A HORDE OF SHADOWED FIGURES. TALL. DISFIGURED. One of them walks on all fours. They are coming this way. Coming for her. She screams. And...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHOOSH! Our boys bike onto “Mirkwood.” They scan the trees. Calling out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Will?! WILL?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTIN",
          "text": "I’ve got your Uncanny! 269! There is no response but the chirp of cicadas. They bike on in silence for a little while. Lucas grows impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "Why are we even here? My mom says there’s a whole search party --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "But they don’t know Will, and he doesn’t know them. He knows us. Script provided for educational purposes. More scripts ca \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "So what if he’s scared and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACING ACROSS THE PAVEMENT",
          "text": "Mike’s eyes shoot wide -- he spins the wheel to the left Too fast -- he loses control -- skids -- Dustin and Lucas crash into him -- They all tumble -- and -- WHOOM! SLAM INTO PAVEMENT. They roll to stop. Dirt coughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCAS",
          "text": "..-What... what was that? Mike? Mike doesn’t respond. Instead, he climbs to his feet, tur around, and looks back at the darkened road behind them. The SHADOWED FIGURE is standing there. Staring right at h Mike is wide-eyed. Scared. Slowly, very slowly, he raises flashlight and aims it at the figure. The beam illuminate A young girl. Bald head. Wild eyes. Fish ‘N Fry T-shirt. ELEVEN. She looks at Mike. He looks at her. Their gaze holds a beat. And then... A LOW GROWL RUMBLES. Mike hears it. He looks up at the night sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joyce and Jonathan hear it too. They look out the window with tear stained eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopper’s radio crackles to life. Script provided for educational purposes. More scripts ca \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAHAN, (0.S.)",
          "text": "(filtered ) You hear that Chief? Hopper doesn’t respond. His eyes fixed on the sky. We follow his gaze. RISING UP... Over his head... AND UP... Over Camp Hero base... AND UP... Over the shadowed trees... AND UP... To the dark silhouetted clouds in the sky above. A LOW GROWL RUMBLES, just like in the opening scene. But time, it grows louder, and louder, shaking our eardrums. An ELECTRIC BLUE light flashes behind the clouds. The storm is no longer coming. It’s here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END EPISODE",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1776"
    }
  ]
}