{
  "movie_id": "MOV1789",
  "scenes": [
    {
      "location": "JOE'S HOUSE PORCH",
      "time": "DAY",
      "characters": [
        "SAD, WOUNDED FACE",
        "GET IN THE CAR",
        "TOWER.",
        "MARTIN, (V.O.)",
        "THE WALL",
        "YOU DO HAVE A CHOICE",
        "JOE, (O.S.)",
        "DR. WOODWARD, (V.O.)",
        "96.",
        "JOE, (V.O.)",
        "KKKKRRRRRASSHHH",
        "LIFELESS FROM THEIR FEET, WRAPPED IN SOME KIND OF THIN",
        "I DON'T WANT TO DIE",
        "SIDE",
        "FOR THE OTHER HANGING BODIES",
        "COVERING PEELS AWAY",
        "GOD, MOM",
        "ASSISTANT DEPUTY ROSKO --",
        "GET US OUT OF HERE, NOW",
        "JOE IS BEING SQUEEZED",
        "AWAY FROM THE AIRFIELD --",
        "SMOKE LOOMS --",
        "IT ROARS AT SUCH A PITCH AND VOLUME THAT THE WINDSHIELD",
        "AS THE TRAIN ENGINE DERAILS",
        "LOUIS, CRYING, DESPERATELY SORRY",
        "13.",
        "ALICE, (CONT'D)",
        "48.",
        "-- AND MID-SENTENCE, JACK GRABS THE GUN, PULLS THE SOLDIE",
        "CREATURE THAT IS RIGHT UP AHEAD AND TINA SCREAMS",
        "-- ALICE, NO",
        "INTO HIS EYES, TOUCHES HIS FACE AND EMBRACES HIM --",
        "SOMEWHERE ABOVE GROUND. THE THICK-WITH-FUMES SPACE CHUGS",
        "LIGHTS",
        "DOES NOTHING",
        "-- HOLD ON. HOLD ON--",
        "MARTIN, (CONT'D)",
        "55.",
        "THAT THERE ARE DOZENS AND DOZENS OF BRAND NEW \"DOG MISSIN",
        "LOUIS, (O.S.)",
        "JUST AS WE THINK THE CREATURE'S GONNA KILL HIM",
        "CRASHES INTO THE SIDE WINDOW --",
        "CHARLES' SUPER 8 MOVIE BEING PROJECTED ON A MOVIE SCREEN.",
        "MRS. HATHAWAY",
        "OTHER DEVICES",
        "RIGHT TIRES --",
        "APPROACHES AND PASSES THEM",
        "9.",
        "YARDS AWAY, SLAMS INTO THE TRUCK",
        "MR. HARKIN",
        "120.",
        "CHARLES' MOTHER, (O.S.)",
        "UNGODLY SOUND AND IT INSTANTLY GRABS HIM",
        "AND IT'S SAVAGELY EATING SOMETHING. IT MOVES A BIT",
        "STARTING TO ENTER THE BUS --",
        "I HAVE NEVER HAD A TEACHER AIM A",
        "NEWS REPORTER, (V.O.)",
        "BROKEN CAMERA LENS",
        "STUNNED. SHOCKED RELIEF. ALICE AND CARY, TOO --",
        "CHARLES CHARLES' MOTHER, (O.S.)",
        "MR. MCCANDLESS JACK",
        "CHARLES, (O.S.)",
        "64.",
        "INTO A PARKED CAR IN A VIOLENT, SUDDEN STOP",
        "HUMS WITH A SLOWLY INCREASING PITCH, AS IT IT'S WARMING U",
        "GETTING READY TO FINALLY, ACTUALLY WORK.",
        "WHISPERS, SHAKILY",
        "CAMERA YET",
        "THE DEAD, COMING BACK TO LIFE",
        "TO THE WATER TOWER",
        "ALICE, (O.S.)",
        "APPROACHING",
        "MECHANICAL TONE",
        "AND SLAMS HIM HARD IN THE THROAT",
        "CRITICALLY INJURED, BEING TREATED.\" WHISPERED",
        "TIGHT-FITTING BUS, SMASHING BENCHES, MAKING ITS WAY",
        "TINA, (O.S.)",
        "PULLS HER INTO AN EMBRACE, HUGGING HIS DAUGHTER DESPERATE",
        "\"MAJOR NELEC IN CHARGE OF OPERATIONS,\" \"TWO ALIEN BODIES,",
        "UP THE OLD PICK-UP THAT IS ABOUT TO CRASH INTO THE TRAIN",
        "THE CREATURE IS THERE",
        "FOR WHAT",
        "CHARLES",
        "AND WHEN IT HITS, THE ENTIRE TOWER IMPLODES FROM PRESSURE",
        "TURN THE CAR AROUND",
        "ANOTHER HOOD",
        "SOMETHING BEHIND HIM",
        "AS NEARBY CARS RIP OFF TRACKS, TUMBLE",
        "IT KEEPS COMING",
        "THE TRAIN BEGINS TO CRASH",
        "ONE DENSE METALLIC MASS",
        "CHERRY PICKER, ROCKING BACK AND FORTH IN INCREASINGLY SMA",
        "MR. BLAKELY",
        "OUT OF THE JEEP",
        "-- I'M COMING",
        "MR. MCCANDLESS",
        "SOUND GETS UNBEARABLE, A SUDDEN CUT TO",
        "THE SHIP RISES SLOWLY INTO THE SKY",
        "GOOOOOOOOO",
        "WHERE'S NELEC",
        "ALICE, (V.O.)",
        "STREETS, STUNNED AT THE ACTIVITY SURROUNDING THEM, BUT",
        "KIDS, (AD LIB)",
        "RUN",
        "22.",
        "WINDSHIELD",
        "THE BULLETPROOF GLASS",
        "SPOTLIGHTS FINALLY SCANNING THE GROUND BENEATH IT",
        "PA VOICE, (V.O.)",
        "OUT AND TAKE THE CANNISTER",
        "ARGUING MAN ARGUING SOLDIER",
        "PUSH IN ON THEIR FACES AS THEY SEE THE ALIEN THEY'VE CAPT",
        "WEAPONS AT THE BOYS WHO SCREAM --",
        "LIKE A GHOST THROUGH BLACK VELVET",
        "GO",
        "93.",
        "A FIREWORKS-LIKE EXPLOSION OF WATER BURSTS AND SHOWERS TH",
        "DR. WOODWARD",
        "AS WE CUT TO",
        "-- WORKING ON THE PROBLEMS THEY'RE HAVING --",
        "BACK JETTISON TOWARD THEM, SLAMMING INTO THE DEPOT,",
        "60.",
        "THROUGH THE WINDSHIELD",
        "ALICE",
        "OBSCURING THE NIGHTMARISH VIEW.",
        "VERTICAL",
        "VOICE, (V.O.)",
        "CARY, (V.O.)",
        "PA VOICE, (O.S.)",
        "IS CLEARLY AN ALIEN CRAFT",
        "DO AS PRUITT TURNS AND IS TAKEN, LIFTED HIGH, KILLED IN T",
        "CHARLES, (V.O.)",
        "THE THING PASSES THE FIREWORKS",
        "CAMERA PULLS BACK TO REVEAL THAT WE ARE",
        "15.",
        "OUT JACK, BUT HE AVOIDS IT AS IT SHOOTS UP TO THE WATER",
        "BUT WOODWARD HAS REACHED INTO HIS JACKET AND PULLED OUT A",
        "VOCAL CHORDS --",
        "PRESTON, (V.O.)",
        "24.",
        "WHITE PAGES",
        "THE CREATURE GRAB ALICE",
        "FIGURES WITH FLASHLIGHTS APPROACH FAST --",
        "WE UNDERSTAND",
        "OHIO",
        "OF THE SHADOWS",
        "BUT SEES SOMETHING AND SCREAMS --",
        "MOUTH, TRIES TO HOLD ONTO THE SEATS, REACHING FOR NELEC,",
        "COLLAPSES INTO MAIN STREET.",
        "MOVE YOUR ASS, WE GOTTA GO",
        "BUILDING.",
        "MOVE AROUND THE BUS",
        "EVERYWHERE, ALL LEADING TO THE DIRT CEILING, HEADING UP,",
        "MRS. BABBIT, (V.O.)",
        "JACK GETS TO HIS SON",
        "JACK, (O.S.)",
        "CARY AND JOE RUN ANOTHER. JOE STOPS AS ALICE RUNS AROUND",
        "WITH THE BLACK RACING STRIPE THAT PULLED UP TO JOE'S HOUS",
        "BUT THEN THE KIDS ARE BOTH INCREDULOUS TO SEE JACK HELP L",
        "THE KIDS",
        "-- THE KIDS JUMP BACK, STUNNED --",
        "CARY, (O.S.)",
        "FADE TO BLACK.",
        "I HAVE NO CHOICE",
        "JOE ALICE, (V.O.)",
        "MIRROR",
        "DISTANT INCREASING PITCH OF THE CREATURE'S MECHANICAL DEV",
        "YOU'RE GONNA BE OKAY NOW",
        "TOWN'S APPLIANCE STORE WINDOW",
        "HORRIBLE",
        "THE MISSING MICROWAVES, CAR ENGINES, ANTENNAS, AND COUNTL",
        "OFFICER TALLY, (CONT'D)",
        "NIGHT VISION GOGGLES OBSCURING THEIR FACES, AIMING SEMI-A",
        "IT LUMBERS TOWARD JOE, DESPERATELY TRYING TO STAND GROUND",
        "THE",
        "DISPATCH, (V.O.)",
        "IT'S BEEN",
        "31.",
        "MR. BLAKELY, (CONT'D)",
        "SLAMS HARD INTO THE BUS, SPIDER-WEBBING THE BULLETPROOF",
        "EXPERIMENT, IS THE CREATURE. HUNCHED OVER. BACK TO THE BO",
        "UNCONSCIOUS",
        "SPACE, FILLED WITH A MECHANICAL MARVEL",
        "69.",
        "PUSH IN ON JACK, HEARING THIS --",
        "THROUGH THE MOSAIC OF THE SHATTERED REAR VIEW MIRROR, WE",
        "BUT HE'S LOOKING BACK AND HIS SPARKLER ILLUMINATES THE",
        "FOCUSED ON THEIR CHILDREN",
        "CHARLES, (CONT'D)",
        "MRS. BABBIT",
        "TANKS",
        "IT TAKES OFF, THE WEIGHT OF THE TOWER IS TOO MUCH",
        "77.",
        "GUN, BUT --",
        "IT'S A HUNDRED-FOOT DIAMETER, FORTY-FOOT TALL UNDERGROUND",
        "51.",
        "IN FRONT OF THE BOYS AS OVERMYER, GRABBED, BLOOD IN HIS",
        "BEHIND THEM, THE SHIP CONTINUES TO TAKE SHAPE, ALMOST FUL",
        "76.",
        "LIGHTER, STARTING TO CRY AND HE FLICKS IT AND FFFFFTH",
        "DANGLING CABLES, AT THE OTHER END OF THIS UNDERGROUND",
        "AS WE CUT INSIDE THE CAB OF THE TRUCK, LOOKING OUT THE",
        "MALE VOICE, (V.O.)",
        "THINK YOU'RE IN DANGER",
        "APPROACHING CAR",
        "SOUND",
        "SHATTERING IT",
        "TUNNEL, TWENTY FEET TALL --",
        "GUN AT ME",
        "SHERIFF PRUITT, (CONT'D)",
        "GO AHEAD, GO",
        "DARK AS THEY ALL TURN AND RUN",
        "MRS. HATHAWAY, (CONT'D)",
        "CONTRAPTION COMBINING THOUSANDS OF MECHANICAL PIECES, FRO",
        "THE KIDS SCATTER, PRESTON AND MARTIN RUN ONE WAY. CHARLES"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Shiny black loafers. Black pants, three inches too long. BOOM UP, stopping at a boy's hand reaching into the black suit jacket pocket. Pulls out a WOMAN'S GOLD NECKLACE wit LOCKET. He holds the locket. Rubs it gently with his thum CONTINUE TO BOOM UP. We now SEE THE BOY'S FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is JOE LAMB, 14. On the precarious edge of adulthood looks out at the horizon with stricken eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves forward and we PAN, so we're BEHIND HIM NOW. In frosty distance, past countless leafless trees and modest homes, is a STEEL MILL. Smokestacks and structures. The lifeblood of this late 70's town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on CHARLES' MOTHER AND FATHER, funeral attire. She looks out of the window sadly; heartsick and concerned. Behind her, he picks at his plate of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so worried for that boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe's gonna be okay. 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...she was everything to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's gonna step up. He's a good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he was never really a father...I don't think he ever...understood Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(maybe a little concerned",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe's gonna be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But his wife isn't so sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, BOYS' HUSHED VOICES:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLES (we'll see him in a moment) LEANS FORWARD, reachi for food on a buffet table. Charles' leaning has revealed CARY, a blonde kid in a dark blue sport jacket and tie, a PRESTON, pale and smart, in a DARK SWEATER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think was in the coffin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean cause of how she died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... you weren't wondering that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm eating macaroni salad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We now see CHARLES, big and in an ill-fitting BLACK SUIT, MARTIN, good looking, in a shirt and tie, at the buffet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking that, about the coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know how you guys can eat. 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try a Goddamn turkey roll and you'll discover how. They're delicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CUT WIDE TO REVEAL that we are in a modest Ohio house in year 1979. At a wake. Forty-odd friends and neighbors, da dressed. Quiet discussions. Some crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Either nothing was in there, or like whatever they scraped up--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus -- guys--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard it crushed her completely. At least keep your voices",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A steel beam-- those things weigh a ton. Literally. If it had been open casket, I would not be eating right now. Despite the turkey rolls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (O.S.)",
          "text": "Hey-- Lucy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look up -- in the other room, a dog (mutt, Lucy) has jumped on a guest, for food. JACKSON LAMB, Joe's father, black suit, moves to the dog, walks her out of shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet Joe's not gonna wanna do my movie anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you think why? The story. It's about the living dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His mother's not a zombie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she's dead, shithead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those turkey rolls are pretty good. 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WIDE SHOT. A grey, snow-covered, early February day her LILLIAN, OHIO. Many cars are parked outside the house, notably a SHERIFF'S DEPARTMENT SQUAD CAR in the driveway. Joe, a vision of black on white in his too-big black suit now sits on a small swing set he hasn't used in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He solemnly looks down at the LOCKET he still holds. No d trying to reconcile the fact that it no longer hangs arou his mother's neck. Then a SOUND. Joe looks up. A CAR has arrived -- a distinct 1968 BUICK GSX -- a YELLOW MUSCLE C with a BLACK RACING STRIPE down its center. Joe watches a the car sits there for a moment. Then a MAN gets out. Som Joe has seen before, but doesn't know personally. A man i his early 40's, in jeans and a work shirt. He's not exact sloppy, but if you look closely, you could tell he's been drinking. This is LOUIS DAINARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe watches Louis carefully as he moves to the house, to porch and inside the house. Joe's eyes glued on the house a while. Then he looks back to the locket. He OPENS IT, a stares at the picture inside (which we do not see). And a stares, TEARS come to his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment broken by the SOUND OF RAISED VOICES -- Joe turn toward the house. After a beat, the SOUND of something BREAKING -- something glass. Then the house BACK DOOR bur open -- Joe cranes his neck -- and what he sees he'll nev forget: his father, Jack, leading an in-pain and HAND-CUF Louis Dainard from the house and into the rear of the squ car. When he slams the back door, he sees Joe. Sort of freezes as their eyes lock. But Jack's more uncomfortable",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be home soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Jack gets into the car and drives away. Joe watches t drive off. And after a beat, he looks down at the locket again. Mom's just gone. Finally he CLOSES IT -- and we he an oddly LOUD SNAP and our SCREEN GOES BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over darkness: APPLAUSE -- then a LONE VOICE: \"I want you to want me!\" DRUMS kick in, CHEAP TRICK BLASTS. CUT TO: 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hundreds of KIDS eagerly leave their last day of school f the year, winter a memory. GIRLS emphatically embrace eac other good-bye. BOYS run off, just happy to be out. Lots \"Have a great summer!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOLLY WITH Joe, who walks through the crowd alone, backpa on shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly Charles is there, red-faced -- he hands Joe PAGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was the longest day ever-- here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New scene, check it out. Let's hit the 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he reads) You hear Martin barfed in the hall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, does that guy ever not barf? Keep reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- I am reading. -- Not carefully. Focus, this is important. -- Detective Hathaway has a wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it might help make my movie better. I need two things: a better story and production value.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They head across the street to the 7-Eleven. Suddenly Car there, a BURN WRAP on his right arm now:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin booted all over his locker, it was the grossest one yet-- Let Joe focus, he's reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After he ate two boxes of Mike and Ikes-- never seen so many colors in my life. Will you shut up a minute? 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's gonna play the wife, Jen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way -- did I tell you what she did with my top hat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah, that was bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice Dainard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe stops. His friends don't. PUSH IN ON HIM --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they head to the doors:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was returning that book on codes and ciphers-- she was in the silent reading section -- I thought, \"Screw it.\" So I asked her if she'd play Hathaway's wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You talked to Alice Dainard really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not supposed to talk at all in the silent reading section--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. It's for \"silent reading.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She said yes, we're filming tonight and she's driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, Charles and Cary scan the candy aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- driving where? 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the train depot -- did you not read the scene I just gave you? Does Alice have a license? Is she old enough? Whose car are we taking? Are you making this up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Freak Show, she offered to drive and I accepted--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes scene pages) Can I see --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- was she nice? Why is she doing this? I don't understand, we don't even know her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe she just wants to be in a good movie, y'ever think of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think that's what it is--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been working on this movie for months. I'm just trying to make it good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading, disapproving) Hathaway's married now? Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles swipes the pages from critic Cary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was she reading?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the silent reading section, what was Alice reading?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who gives a rat's ass what she was reading-- the festival deadline's in one week -- my movie's gotta be great! 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES' SUPER 8 MOVIE BEING PROJECTED ON A MOVIE SCREEN.",
          "text": "SLOWLY PUSH IN ON THE SCREEN: kids earnestly playing adul",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DARKNESS. Then a DOOR OPENS. It's DETECTIVE HATHAWAY (pla by MARTIN), in silhouette. He enters. It's an old WAREHOU dirty, cobwebbed, crowded with CRATES, old MACHINERY, CHEMICAL BARRELS and JUNK. The Detective turns on his FLASHLIGHT -- aims it -- sweeps it across the space -- th light HITTING THE LENS for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Detective walks through the spooky, dark space. A low growling industrial DRONE makes the whole place oddly cre Then: A SOUND -- quick but strange -- slithering -- and t Detective aims his flashlight -- tense. He watches. Waits see where he's aiming the light, which cuts through THICK DUST in the air. It's an old office door, ajar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hathaway is still. Nervous. Watching the door -- waiting it to open... and then -- from the darkness BEHIND HIM -- terrifying open-mouthed ZOMBIE APPEARS -- ATTACKS -- and Detective TURNS -- his flashlight KNOCKED TO THE GROUND - and Hathaway falls too -- the wild-eyed gaping-mouthed Zo DROOLING as it tries to bite Hathaway's flesh -- we recog that the Zombie is CARY. Actually, not a bad performance. Detective pulls out his GUN -- but the Zombie grabs his w -- they wrestle with the gun -- the Zombie wanting to rip into Hathaway's neck -- but Hathaway sees three SHARP-TIP NAILS sticking out of an old piece of WOODEN CRATE -- and after a significant struggle, Hathaway PUSHES THE ZOMBIE so his head is IMPALED BY THE NAILS -- which we see ENTER SKULL!!! The Zombie (stuck to the crate via the nails) SCREAMS AND DIES and just at Hathaway catches his breath IMAGE DIMS AND FREEZES; the projector has just been STOPP We are in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Board games, books, records, a stereo, toys, and magic. S 8 film equipment and paraphernalia. Movie ONE SHEETS hang CARRIE, HALLOWEEN, EARTHQUAKE and NIGHT OF THE LIVING DEA No sports memorabilia. Charles turns on the lights, looks anxiously at Joe:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was a good zombie murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but it's not a st-- thank you for that-- it's not a story yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Older kids enter this film festival -- I'm competing with fifteen- and sixteen-year-olds, who have better stories and cars and production value, I've got nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES' MOTHER, (O.S.)",
          "text": "Charles! Dinner!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he tosses Joe a SUPER 8 FILMMAKER MAGAZINE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a whole article in there about stories, you should read it, it explains everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks at magazine) I don't understand how the wife makes it a story--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES CHARLES' MOTHER, (O.S.)",
          "text": "Jesus, that's what I've been explaining: in the scene we're filming tonight, the wife telling the detecting she's scared for him, that she loves him-- Charles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "-- I'M COMING",
          "text": "-- so when he investigates the zombie stuff you'll be scares -- you'll feel something -- because you don't want him to die because they love each other! Does that make sense?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just can't believe you talked to Alice Dainard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOD, MOM",
          "text": "(opens the door, whispers) Midnight. Okay? Don't forget. 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't forget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Read this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe just nods and looks at the magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hectic FAMILY: Charles' mother cooks. JEN, his smoking 17-year-old sister, ANGRILY sets the table where his fath pays bills. Pale 15-year-old sister PEG does a PUZZLE. Tw YEAR-OLD BOYS bicker over an action figure. TV in the liv room plays a MATCH GAME. Joe and Charles enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, it's not fair that I can't go to Wendy's. Every single person is going except me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then every single person can tell you how it was --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move the puzzle, get the napkins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your turn to babysit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get off that thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, why can't I switch with Charles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because you crushed Charles' top hat, you ever think of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disgusted, Jen LOUDLY sets Charles' place as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, really, guess what? We're switching. 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles grabs a roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess what, no we're not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles take these to the table! Benji, it's time for dinner. Hey,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, Mrs. Kaznyk--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grab a seat, we have lots of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no thanks, Ma'am, I'm okay. (to Charles, loaded) \"See you tomorrow.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's always a place for you here, you know that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yessir. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe leaves; Charles' parents share a look of pity for Joe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An anomalous moment in this small steel town: the sun set through the distant trees and it's beautiful, despite the distant belching SMOKESTACKS. Joe leaves Charles' house a CROSSES THE STREET to his own. SQUAD CAR in the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe comes into the kitchen through the BACK DOOR. Lucy th dog greets him. A TV is head somewhere. NIGHTLY NEWS repo on the ONGOING CLEAN-UP OF THREE MILE ISLAND. A half-empt BEER BOTTLE on the table. Joe peeks into the living room but no one's there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe looks around for his father. Heads down the hallway. Stops when he sees something off camera. We HOLD on Joe's face, sort of quietly stunned. 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we se his POV: Jack, Joe's father, in uniform pants a shirt, sits on the edge of the bathtub, head in his hands quietly CRYING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe is stunned, staring at his dad. But he can't look awa And when he finally starts to head off, Jack looks up. Jo mind scrambles for something to say, but Jack sniffles, g it together, quick. Puts on a strong face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- I'll be out in a minute--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe nods as Jack forces a smile and closes the bathroom d HOLD ON JOE. Stunned and heartsick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commodores quietly sing \"EASY\" on the PA. Joe and his fat in civvies, sit beside each other at the counter. Jack ea beef stew and reviews office paperwork, not looking at hi son. Joe eats a grilled cheese, deeply lonely and not eve knowing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack pulls out a PAMPHLET, and places it on the table:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a six-week program, hands-on training with college coaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll like it. I know I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe looks at the pamphlet for HEWITT SPORTS CAMP. Images happy, smiling, healthy ATHLETIC KIDS. Not his thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I was going to have the summer for myself--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Things have obviously changed for us. And it'd be good for you to spend some time with kids who don't run around with-- cameras and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta help Charles finish his movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have nothing against your friends. I like your friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Except Cary, who can't stop lighting things on fire. You'll like it there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's what we both need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe looks back at the pamphlet -- his other hand coming u from under the table -- and Jack sees that Joe is HOLDING MOTHER'S LOCKET. Jack wants to cry again. He wants to thr that locket away, out of sight. But he just turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe stares at the pamphlet. PUSH IN on the photo of beami 15-year-old KIDS. Then CUT TO THE HUNCHBACK OF NOTRE DAME",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON QUASIMODO; a plastic, painted AURORA model. RACK FOCUS to the paintbrush that comes into frame -- FOLLOW I JOE, holding the brush, at his desk, making a model. A bo room recently devoid of a mother's oversight; a mess. COM BOOKS and other PLASTIC MODELS, all built and painted by CARS and CREATURES and a TRAIN. His bedside CLOCK RADIO (11:56 PM) quietly plays \"BAKER STREET.\" Then a RADIO SQU - Joe grabs a KID'S WALKIE-TALKIE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (V.O.)",
          "text": "Okay, it's time -- don't get caught, over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe turns off the walkie -- and he grabs a small plastic FISHERMAN'S TACKLE BOX as we HEAR:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (V.O.)",
          "text": "Wanna hear something gross?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARY, (V.O.)",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (V.O.)",
          "text": "No please, if you're really asking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Midnight. Sitting on the curb with their GEAR and talking quietly, are Joe, Charles, Martin, Preston and Cary. Mart dressed in his detecting SUIT. Joe eats from a bag of Twizzlers. 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sneezed so hard yesterday I shit my pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I debated telling you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's called a \"sharteeze\" by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well then I totally sharteezed in my pants. That's exactly what I'm talking about: the world is crazy, there's a name for everything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twizzler me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe passes him a Twizzler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... people are turning into zombies because of the chemical factory, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin? I don't see how the guy playing Detective Hathaway can ask where the zombies are coming from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another classic from Smartin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you, I don't like it when you call me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Smartin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the boys look. Their faces BRIGHTEN. Headlights. The stand as the car STOPS beside them -- IT'S THE YELLOW BUI",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH THE BLACK RACING STRIPE THAT PULLED UP TO JOE'S HOUS",
          "text": "DURING THE WAKE. But now, sitting in the driver's seat is year-old ALICE DAINARD. She sees Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe Lamb?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's he doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make-up, sound and special effects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's the deputy's kid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what? (touch flattered) -- you knew that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles, I don't have a license. I can't drive with him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want Joe to-- stay back? I--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too late! He's seeing me in this car right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can trust me. My dad'll never know. I won't tell him anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking away, she's pissed. All the boys in silent wait. considers, annoyed. Shakes her head. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys EXCITEDLY SCRAMBLE into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Buick crosses the nighttime horizon, leaving the smal town, driving through a rural landscape. 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're driving very well. I'm impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice drives. The boys shoved in the back with the gear - front Charles struggles with his backpack and camera bags he pulls out PAGES, arranging them. With her driving, the an unusual, electric energy in the air. Joe eats his Twizzlers in the back, trying not to stare at Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I wrote a couple new lines, can I show you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New lines? Charles-- what, I have new lines?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. There aren't a lot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorta trying to drive--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would be great is: could you cry during the scene? Can you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... no...?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary messes with the radio. Alice moves his hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know the first place I'm gonna drive when I get my license?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(offering to Alice) Want one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice looks at him in the rear view. Their eyes hold a be 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New Castle, Pennsylvania. Fireworks capital of America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes the Twizzler he offers and looks back to the ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I don't have any new lines, right? Because I just learned these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have never been a passenger in a vehicle without an adult driving. I'm unresolved as to how I feel about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Buick WOOSHES PAST a solitary KELVIN GAS STATION. The dips into the darkness, beneath a blanket of stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Buick pulls up to this small, EMPTY TRAIN STATION in middle of, essentially, nowhere. A series of HANGING LIGH illuminates the TRAIN PLATFORM. There's a small office, currently closed. No one around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids get out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, there's an electrical socket up here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Charles, Charles, do I have more lines?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But you can pick up some stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys carry many bags and the tripod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PLATFORM - Charles looks at the scene through the \"lens\" creates with both hands. 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, this is going to be great. Get the lights and camera on that end, we'll shoot this direction first, like we talked about! Joe, get the mike plugged in-- make sure the new batteries are in the camera before you do the make-up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe walks past Alive, who watches him. It strikes her tha Joe is Charles' lackey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin sits alone with his copy of the pages, quietly rea and memorizing his lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"-- Sweetheart, this is my job, I have no choice.\" \"That's nothing you need to worry about...\" \"What am I suppose to go to Michigan with you...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary grabs his paper and throws it to the wind, sending Martin running after it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no. Cary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preston sets up the lights as Cary arrives to show him hi backpack full of FIRECRACKERS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I took apart two packs of cherry bombs and made my own M-80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your obsession with fireworks -- and I'm saying this as a friend -- concerns me. And my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well you're a pussy. And your mom has one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary takes off. Martin returns with his paper. 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bogus, Cary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles writes in his notebook. He starts to get up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin, I have a new line for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets up to reveal Joe putting make-up on Alice. He wal over to Martin, Cary and Preston. Charles and Martin AD L",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON JOE'S TACKLE BOX, which opens. Inside is an assortment of MAKE-UPS, sponges, cotton balls, brushes, d wax, spirit gum, and a large jar of FAKE BLOOD. Joe is preparing to make up Alice, who sits in front of him, watching carefully as Joe prepares BASE MAKE-UP on a spon He looks to her. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice shakes her head: nope. Joe starts stippling the mak onto her face. He is now, via sponge, touching the face o girl he's admired for some time. After a beat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad works at the mill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she looks at him. Almost as if she were looking for something. Joe stops stippling. The tension is almost too much for him to bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close you eyes. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He indicates the sponge: it's for the make-up. She does. starts applying the make-up to her eyelids. There's somet provocative for Joe, being so close to Alice, with her ey closed. Then, PRE-LAP:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (O.S.)",
          "text": "So this is very emotional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights (plugged into the car cigarette lighter) and camera (a EUMIG) are set. Alice has been made up, wears a coat with purse. Martin, in his tie, faces her. They both look over their script pages as Charles adjusts the camer 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, observing, holds the boom mike (a condenser mike tap to a broom handle), Preston wears an overcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice: Mrs. Hathaway really doesn't want her husband to keep investiga--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, we read it, we get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I'm just directing. Martin get on your mark. Martin, you're going to have to reassure her. Do you know what \"reassure her\" means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay-- we're starting on Alice's side first-- Preston: a couple seconds after \"action\" walk to the pay phone, make it look like this place is busy--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what that looks like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POP! Everyone JUMPS -- Charles turns -- Cary, laughing, h just exploded a firecracker:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asshole, could you stop blowing shit up for two seconds and deal with the camera?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's rehearse this -- save your real performances for when we're filming, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin and Alice put away their pages -- Cary gets behind camera. Charles stands near the camera, kneeling to camer height. Joe wears headphones and holds the boom over the actors' heads. Preston holds a suitcase, ready to walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready? Here we go... action! 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin and Alice now perform as their characters, DETECTI JOHN HATHAWAY and MRS. REBECCA HATHAWAY:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to stay here and investigate. I think it would be safer if you leave town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY",
          "text": "John. I don't like it. This case. These murders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I supposed to do, go to Michigan with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preston walks past them, acting in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY",
          "text": "Mackinac Island's beautiful this time of year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're TIGHT ON JOE NOW, watching Alice. Slowly amazed at unexpected depth and truth she brings to this role --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweetheart. This is my job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY",
          "text": "The dead, coming back to life...? I think you're in danger--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no choice--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY",
          "text": "You do have a choice. We all do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And holy shit, Alice actually starts to cry as she perfor her lines. Not overdone, not hammy. Just fucking real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY, (CONT'D)",
          "text": "John, I've never asked you to stop. I've never asked you to give up or walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles watches -- in awe -- he's suddenly, giddily transported. But it's JOE who, as he stares, becomes galvanized; any vague interest in Alice has just set:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY, (CONT'D)",
          "text": "But I'm asking you now-- please. For me. Don't go back. Don't leave me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY, (CONT'D)",
          "text": "I need to know this isn't the last time I'll see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just love you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin is thrown by the passion and heart of her performa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I... I love you too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And in the heat of it, Alice looks at Charles, unsure:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that okay? Or... not really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles is stunned -- almost crying -- can't talk -- and he searches, behind him, a LIGHT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- uh, that was... I'm... that-- yeah, good. Just like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then a distant AIRHORN -- Charles looks: AN ONCOMING TRAI PUSH IN ON CHARLES, TIGHT. He turns to them all:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRODUCTION VALUE!!! Is there film in the camera?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- I didn't put it in--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUT IT IN!!! PUT IT IN!!! Joe, get the mike ready. Go, go, Preston, get in position. Costume, costume. Martin, get that tripod set up. Joe, help her with her costume. Hurry, hurry! Go! I hope we don't miss the train. Preston, get in position! Martin, you know you lines, right?! IS THE FILM IN THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Charles runs to Alice, takes her script pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love how calm he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, he's a very relaxed guy. 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe laughs a little as he goes -- Cary RIPS OPEN a YELLOW SUPER 8 box -- Joe grabs the mike -- Cary INSERTS the fil CLICK! Joe plugs in the mike, Charles grabs the camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone ready...?! Be extra loud when the train passes by! Oh God, I hope it stops! You ready?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're set to film toward Alice, the approaching train i her background -- Charles puts on the headphones --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And... ACTION!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they're shooting:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to stay here and investigate. I think it would be safer if you left town for a couple of days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY",
          "text": "John. I don't like it. This case. These murders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I supposed to do, go to Michigan with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY",
          "text": "Mackinac Island's beautiful this time of year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweetheart. This is my job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles watches, beaming with excitement. Joe holds the b looks to Charles to make sure it sounds okay; this is whe notices something in the distance. HEADLIGHTS. A quarter away, a vehicle drives along the horizon. A beat. But the train is APPROACHING -- GETTING LOUDER -- which makes Joe turn back toward the train -- the thing almost upon them LOUDER AND LOUDER, so the actors begin to YELL over the",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU DO HAVE A CHOICE",
          "text": "John, I've never asked you to stop. I've never asked you to give up or walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe looks back at the headlights -- and sees something ve odd: the distant vehicle TURNS ONTO THE TRACKS. PUSH IN O JOE, unsettled -- as the train CROSSES THEM NOW -- Joe lo back toward Alice -- a BLAST OF AIR, shockingly LOUD!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY, (CONT'D)",
          "text": "But I'm asking you now-- please. For me. Don't go back. Don't leave me. I need to know this isn't the last time I'll see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just love you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice and Martin continue to yell their lines -- Charles almost LAUGHING at how good this looks -- but Joe LOOKS DESPERATELY BACK toward the headlights -- the train LIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you too!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Joe finally swings the mike down and YELLS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUYS, WATCH OUT!!! Joe what the hell are y--?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- just then BA-BA-BA-BAM!!! THE TRAIN ENGINE, HUNDREDS O",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERTICAL",
          "text": "PLATFORM, LANDING SIDEWAYS, STILL FILMING as the CRASH WA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, we have to go. 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They run off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHATTERING IT",
          "text": "And then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IT'S OVER. Just the odd, dying CHUGS and SCREECH-SCREECH- SCREECH of TRAIN WHEELS running out of momentum, HISSES o STEAM, the unnatural bending of steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the DUST, JOE lies frightened on the ground, eyes tigh shut. His mind races, his heart pounds -- and then: A LOU METAL BANG! Joe stands up fast, faces a MOUNTAIN of twist STEEL -- UPSIDE-DOWN TRAIN CARS PILED FRIGHTENINGLY aroun him. Just another few feet and he would've been crushed. what was that sound? Something metal? Then again: SLAM! J BACKS UP, afraid -- it was almost a LABORED GROAN -- MECHANICAL or ANIMAL?! A crazy SCREECH, another BANG, the AGAIN and AGAIN!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Joe TIGHTLY GRIPPING HIS NECKLACE LOCKET IN HIS HA THEN: CRASH! -- AWFUL-LOUD -- and a TWISTED TEN-FOOT SQUA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Joe covers his head as the metal STABS THE GROUND, twe feet away: a TRAIN SLIDING DOOR. Joe turns to see it -- stunned -- then back to the direction of the NOISE -- but is GONE. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON CHARLES' CAMERA -- on its side, FINISHING UP A CARTRIDGE OF FILM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE, (O.S.)",
          "text": "Guys?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe finds MARTIN, on his knees, THROWING UP -- Martin kee throwing up, but pumps a THUMBS UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin, are you okay?! Preston, is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm okay! Though I think I'm having a heart attack! And I have a scrape!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe MOVES FORWARD -- up to camera -- behind him, Cary appears, smiling. This kid enjoyed the crash: 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, did you see those explosions? That was awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Has anyone seen Alice?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (O.S.)",
          "text": "I'm alive! Is anyone dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the debris, steel and dust. Joe moves forward -- Charles, shaken, eyes wide, appears through the thick dus",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe moves forward, looking at, under a train WHEEL ASSEMBLY... BLOOD. A PUDDLE OF BLOOD and Joe's heart sink he moves toward it -- another woman he loves, crushed?! Charles and Preston and Cary see the blood --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (CONT'D)",
          "text": "-- oh God-- -- no -- nonono...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin, still sick, calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what? Guys, what is it? ... shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe moves closer to the blood -- heartsick -- on the verg DEEP, REAL TEARS -- everything stops -- but then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE, (O.S.)",
          "text": "-- what's all that blood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe WHIPS AROUND -- standing in the dusty mess is ALICE - shaken, but absolutely alive. Joe just BEAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the blood? -- did someone get hurt--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But JOE SUDDENLY KNOWS -- he moves to the blood -- reache below the wheels -- the others watch, freaked out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS, (AD LIB)",
          "text": "Joe, wait -- maybe you shouldn't touch -- what are you-- careful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe pulls out his CRUSHED MAKE-UP KIT. He brightens:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my fake blood. It's fake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this stuff? 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALICE NOTICES THAT HE'S HOLDING THE NECKLACE. Joe notices this and POCKETS IT self-consciously. PRESTON calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, what are these things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe looks -- they all move to Preston (except Cary, who h off): CRATES have spilled from a nearby split car; many shattered, revealing THOUSANDS OF SMALL WHITE-METAL CUBES which now litter the ground. Joe kneels, picks one up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, don't touch it, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look like white Rubik's cubes or something. They're heavy like metal or something. There's like a billion of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just a few inches per side, an UNUSUAL DESIGN. Behin them, having walked up the ANGLED SIDES of overturned tra cars, Cary calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, get up here. You can see everything from up here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move up the mass of metal, revealing a VAST VIEW OF WRECK. It seems to stretch on forever. It is SOBERING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God. ... Look at that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "According to my Uncle Seth, an accident like this is exceptionally rare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't an accident. (turns away, eyes on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a truck. On the tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Driving on the tracks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe's seen it. He points. Chilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There. 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thrown fifty yards from the main wreckage is THE PICK-UP TRUCK. SHEARED IN HALF UPON IMPACT and lying in the overg grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can a pick-up truck derail a train? That's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Obviously it isn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM UP from behind the SHATTERED PICK-UP as the kids approach from the wreckage. PUSH IN ON THEM as they arriv the truck and STOP; what they see makes Joe's heart pound they're stunned -- all of them. They just stop. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... holy shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- is that him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(covers her mouth)) -- yeah, it's him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is, yeah, for sure-- Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE SEE NOW: it's DR. WOODWARD -- 75, seat-belted, bloody unconscious, stuck inside the crushed wreckage. Alice mov closer -- scared and sad for him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Woodward...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one can take their eyes off this as, SOTTO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's Dr. Woodward? The science guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honors biology. 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow... I'm not in his class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up, Cary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember when Old Man Woodward took your Electronic Football?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, he put it in the \"dungeon,\" never gave it back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dungeon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That trailer Woodward keeps in the school parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe moves next to Alice, who reaches out and gently NUDGE him -- you keep expecting him to suddenly grab her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Dr. Woodward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he's apparently dead; when she nudges him, he LEANS, arm drops limp from the steering wheel, where he was HOLD A PAPER, that has now fallen onto the ground. Joe picks i up. UNFOLDS IT: it's an OLD MAP -- thin, off-white paper. They hold it up, the map now backlit and obscuring Woodwa We see MARKER WRITING ON IT -- a BLACK LINE, from Nevada Dayton -- and NUMBERS written along the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Map of the contiguous United States... -- what's the writing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE, (CONT'D)",
          "text": "-- dates and times. -- what's that line across?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a schedule for the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But a SHADOW has appeared: A TREMBLING HAND -- before the can react, it RIPS THE MAP AWAY -- THEY ALL SCREAM AS OLD WOODWARD IS REVEALED, BLOODY EYES OPEN, in a DAZE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WOODWARD",
          "text": "-- who-- who are you? 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all speechless for a moment. Finally, too loudly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Woodward! It's Charles Kaznyk! From fourth period! You've been in an accident!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WOODWARD",
          "text": "They will kill you. Do not speak of this -- or you -- and your parents - - will die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're on Joe's stunned face -- but DISTANT VOICES make hi turn his head: hundreds of yards away, through the wreck,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- guys, look --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rest turn to look -- their minds are racing, all of t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- we shouldn't be here--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids start moving away --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad will de-ball me! Let's get out of here!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now they're SPRINTING -- FLASHLIGHT MEN getting closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles arrives on the platform, grabs his camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice hurries past, hunting for her keys in that big purs she eyes the FLASHLIGHT MEN getting closer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe grabs his make-up kit -- another duffel -- runs for t car, past a whining Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the FLASHLIGHT MEN APPROACH, Joe runs and gets in the front seat, the other boys in back -- Alice SLAMS the car into REVERSE, SCREECH-BACKS UP, narrowly avoids debris, t RIDES OFF -- the FLASHLIGHT MEN arrive -- SOLDIERS -- the adrenaline pumping. One man who WALKS UP TO THE CAMERA, eyeing the vanishing car with intense suspicion: COLONEL NELEC. He then looks to the ground in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON A FRESH, EMPTY YELLOW SUPER 8 FILM BOX. Nelec st to it, picks it up. Looks at it. Then back up at the disappearing car. We PUSH IN ON HIS BURNING EYES AND --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RRRRRRRROOOOOOOOOAAAAAARRRRRRRR! The Buick speeds past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overlapping mayhem, but Charles obsesses over his camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit, that was insane! He had a gun! An actual physical gun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe all that just happened here! Nothing ever My whole camera lends is like happens here!!! shattered now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My heart is pounding! That train could of killed us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Alice nervously drives, she shakes her head: no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh shit, all the glass just fell out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's hard enough to drive without everyone yelling! 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, keep it down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe: what was Woodward talking about? I don't know, I don't know--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm never taking a train again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"You'll die, your parents will die,\" guys, that is not good information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great, the focus ring just fell off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one cares about your CAMERA!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I the only one shaking?! I'm also crying --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't tell anyone we were there - - we can't say a thing about it -- my dad cannot find out I took his car, do you guys hear me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay-- no one's saying anything. None of us. (to his friends) Guys -- we're not gonna say anything -- are we?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys all muster, \"no's.\" Joe turns sweetly to Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? No one's gonna know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice nods; if not quite relieved, at least grateful for But they all stare off for a long beat... haunted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Buick SPEEDS AWAY... 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRANE DOWN as the Buick pulls up. The dusty boys pile out They all kind of look at each other. What a night. Charle who looks at Joe for a beat, holds up his defunct camera the tripod. Joe nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice finds something on the passenger seat and holds it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, this is yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe goes to the window. Alice holds it out: THE CUBE. He takes it with:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- oh, thanks,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should never have done this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She just drives away. Left there are Joe, Charles, Presto Cary and Martin. They all kind of look at Alice go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe in the bath. The quiet SWISH of water as Joe holds th CUBIC OBJECT. He relives the night: he mouths explosions. Remembers the fear... then he smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe is STARTLED AWAKE as if from a nightmare; Jack has aw him, quickly bucking his holster, urgent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta head in early -- -- okay-- Make sure you let Lucy out. -- I will --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pull back WIDE to see Joe's room -- while in the FOREGROU is his desk, crowded with stuff. In focus, however, is th CUBED OBJECT he took from the crash site. As the shot progresses, you may notice that THE CUBE HAS CHANGED SHAP THE VOLUME IS THE SAME, BUT THE CORNERS HAVE EXTENDED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna -- what, you with Charles today? Yeah, I'll be with Charles-- Make sure you get the yard. -- okay, I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack heads off. 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT SHOT: Joe fills Lucy's FOOD DISH with kibble. No do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe hurries across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Typical Kaznyk bustle: Father busily packs sack lunches. Jen eats cereal, reads a magazine. One Twin plays HANDBAL loudly against a wall. Peg keeps walking through the scen with clothes. Mother cooks, says to the other twin (in gr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You're not wearing that. No one in this house is wearing that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Compared to Debbie's these are long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just listen to your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't wear these or go to Wendy's party? This is not fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer Anne, not fair is Africa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom's racist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are there anymore English muffins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, go check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peg, tell the twins to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't listen to me. 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It all continues as Joe has entered from the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning, Mr. Kaznyk--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Joe. Did you hear about the train accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's on the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe is moving toward the living room, where Charles sits the sofa, eyes glued to the TV, A TRAIN CRASH BEING REPOR ON THE LOCAL NEWS; HELICOPTER SHOT of the wreck. The CHYR READS, \"TRAIN DERAILED - AIR FORCE AIDS CLEAN UP.\" Joe si beside Charles. They both watch, stunned, as a PHOTO OF D WOODWARD appears on the TV, with the heading \"DRIVER OF T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you believe this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's on the news. That means it's real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER, (V.O.)",
          "text": "Meanwhile, local science teacher Thomas Woodward is still being treated by Air Force medical personnel after last night's train derailment. Woodward apparently fell asleep at the wheel of his pick-up truck, which was hit by the speeding train at approximately one AM. Eighty-two train cars were thrown from the tracks in the derailment, the largest such accident in Ohio's history. The condition of Woodward, who has taught at Lillian Middle School for the past six years, remains unknown. 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both stare at the train crash, stunned. Finally, quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Looks like a disaster movie, doesn't it...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we PUSH IN ON CHARLES, going from depressed and lost",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... oh my God, Joe... that's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can use this -- we can film it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starts to smile) -- you wanna go back?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns to him) --okay-- Holy shit, that's mint. You're a total brain--! We gotta get the camera fixed and the film developed from last night-- I gotta go steal some more money from my mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and Charles ride their bikes into town, across a BRID the massive STEEL MILL in the background --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If any of the footage from last night is usable, that means we need Alice to play the wife again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I thought she was good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was mint, but she's never gonna do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think she will. 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no way. You heard what she said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that was before the new pages, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You honestly think she cares about the scenes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TILT DOWN from the town's WATER TOWER -- Joe and Charles their bikes underneath it, crossing Main Street -- two la MILITARY TRUCKS drive past, we may note the Airman in the passenger seat SCANS THE AREA with a handheld device.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, did you hear what she said last night? \"I never should have done this!\" Dude, she was totally wigged!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, she was, we all were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see her face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I saw her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, what's wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. I think she's going to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They park their bikes outside OLSEN CAMERA AND HI-FI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The book opens -- Joe's finger goes down -- finds \"LOUIS DAINARD\" and the phone number. We're in: 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe at the counter, DIALING THE ROTARY PHONE, Charles beh him with DONNY, the 19-year-old, dark-haired, bearded salesman with a big collared button-down shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lens is cracked. Focus ring broke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya think it's fixable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe HEARS Alice's phone number RINGING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's cheaper to buy a new one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're screwed, man, it's over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE ALICE, (V.O.)",
          "text": "We can use my dad's camera -- it's got sound and-- Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice-- hi, it's Joe. Lamb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Charles opens the camera, pulls out the film:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE, (V.O.)",
          "text": "Hi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we have some new scenes. For the movie. We were hoping you'd be in `em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE, (V.O.)",
          "text": "Oh-- no. No, I'm done with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe twirls a hanging Kodak \"RELIVE THE MEMORIES\" SUPER 8 PROMOTIONAL SIGN, speaking in a soft voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? `Cause these are really good scenes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles hands the film cartridge to Donny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need this developed as soon as possible -- can you do overnight? 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asshole, no one can do overnight. You wanna buy some pot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles reacts; he's never smoked anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... no, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys are weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE, (V.O.)",
          "text": "I'm watching the crash on the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know, I saw it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what's the fastest you can do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can make it a rush, you get the film back in three days-- what's your sister up to? The hot one, not the other one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE, (V.O.)",
          "text": "I should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE ALICE, (V.O.)",
          "text": "-- wait, hold on -- lemme come over and show you the pages, okay? I'll be right there. No, d--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lower-lower-middle class house, set against woods. Joe wi Alice at her front door. She seems unnerved:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care what Charles wants-- I said no on the phone. 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You totally did, that's true, I know, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now you're at my house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am, which-- under normal conditions I would nev--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too weird after last night-- I don't understand how you guys can keep working on your stupid movie, I really don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to-- while the crash is still there. (waits, anxious, then,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... please...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she considers, then:) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Alice's eyes have flicked to the Buick, pulling up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe watches Louis get out of the car -- the man who got arrested at his mother's wake -- carrying a small grocery bag. He sees Joe and darkens as he approaches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was just inviting me to a party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe steps back as Louis arrives; Louis seems to hate Joe, at the same time, can barely look at him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not going to your party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis throws Alice a dark, resentful glare. 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know better than this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods, uncomfortable. Louis turns to Joe:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get outta her. You go home and don't come back, I don't wanna see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis goes back inside. Alice follows, turns to Joe. As awkward moment between them. Then, quietly, conflicted:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She closes the door. Alone, despite it all, Joe is happy. his smile, we HEAR LOUD POPS: BAM! BAM! BAM! BAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin -- as Detective Hathaway -- FIRES A GUN -- shootin CARY, dressed in a dirty suit, as a man TURNING INTO A ZO -- his eyes WIDE AND GLOSSY WHITE -- and as he is HIT BY BULLETS, he SLAMS HIS HAND ONTO HIS CHEST -- BLOOD BURSTS OVER HIM and he FALLS PAINFULLY TO THE GROUND. We then fi CHARLES, behind his camera, yelling out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CUT! That was mint! So good! And it looked huge with the train! Wow! Joe: go reload the cap gun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE SHOT, rising PAST SIX BICYCLES, thrown to the ground a typical kid jumble. Charles, Joe and Preston, with Joe' dad's KODAK CAMERA on tripod, have been filming, their ge scattered. KEEP MOVING OVER THEM, to Martin and Alice, wh were on camera. Beyond them, in the valley, the TRAIN CRA seems to go forever. MILITARY TRUCKS, TENTS and SOLDIERS. HELICOPTERS buzz in the distant sky. Joe moves over to Al who looks out at the crash. During all this:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll get the other direction next - - Alice, that was mint-- Martin, go a little faster next time. 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll try, but I'm still crying about last night, I feel like I'm crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary sits, pulls off the CUT-OUT PING PONG BALLS that wer covering his closed eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did it really look good? My death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON JOE as he arrives beside Alice, who looks out at train, haunted. Quiet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... what do you think happened...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe stops reloading the gun, looks out, gets lost as well",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean why he crashed the train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just got a horrible feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin has arrives there too. Preston too:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone else still shaking from the crash?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got in my parents' bed last night. Haven't done that since I was eleven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe suddenly WALKS AWAY FROM THEM, back toward the camera",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... did I just insult him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe grabs the camera, near Charles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- dude, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe moves the camera back to Alice -- he looks through th lens -- uses the ZOOM -- and WE SEE JOE'S POV -- the CRAS ZOOMED IN -- he PANS from ONE CAR TO ANOTHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice watches Joe, who peers into the camera for a long b finally standing up, looking out at the crash: 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That whole thing's an Air Force train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids sit at a table at the window. The CAR LOT is acr the street. They're talking excitedly but quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I make models-- plastic ones-- you know, glue `em, paint `em--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he's not embarrassed by that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks who's talking, Math Camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WAITRESS is there, delivering more FOOD --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, could I have a coffee, please? Cream on the side?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(really?) Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She heads off. Cary smiles at Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is so sophisticated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up, I like coffee. No one likes coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Air Force trains -- even models -- have these hooks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooo! Ooo ooo ooo! They do -- for when their train cars are put on transport ships. 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every car in that crash had hooks, every one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe: stop talking about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I the only one who doesn't understand what this all means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably, Smartin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up, I don't like that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Woodward had that map. He drove onto the tracks. Maybe there was something-- -- he wanted to destroy, he wanted to destroy? yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please shut up, all of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say he was just sick of being old and wanted to kill himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He had a gun, why not use that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are infinitely more effective ways to commit suicide: pills,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pussy, stop pulling the fries away. I ordered these for a reason. -- he gets all possessive with his fries, it's so annoying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could jump from a building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fall down stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's not really effective. 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, if it's Air Force, what would the Air Force have on a train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHHHHJESUS! You heard what the Old Man said, we can't talk about this! (to waitress, with coffee) -- thank you, very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drowning, hari kari, also known as seppuku--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, could we please get another order of fries because my friend here is fat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funny, Chompers, at least I don't use a booster seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was your teacher even talking about? Who are we supposed to be afraid of anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't wanna find out -- guys, we gotta forget we were there. Joe, seriously... you really wanna take a chance that something could happen to your dad, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This lands for Joe -- for all of them -- as we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The massive train wreck that goes on for a mile. Hundreds MILITARY work to clean up fast. A truck DRIVES PAST CAMER taking us to Jack and Nelec, who WALK together amid the debris. Choppers land and take off in the background:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I understand, this crash has caused a whole mess of confusion. 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you can expect, the local authorities are trying to figure out just what happened here as well as how to help you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's under control. It'll be a very fast clean-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel, there isn't anything I should know, is there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that I can think of, Deputy. I understand you have concerns about our cargo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to see that manifest, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not going to be possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel, I've got a lot of people in my town that are gonna want to know what's taking place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what town is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Lillian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deputy, if you're asking me if we had any dangerous property on board this train, I can assure you the answer's no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack looks at Nelec -- not quite believing him... 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is with Sheriff Pruitt, who stands, distracted, pick up reports from his desk, on his way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They gave me the run around for two hours before I was allowed to talk to anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say they have their hands full, wouldn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nelec -- the Colonel -- refused to show me their manifest, said they were carrying mostly airplane parts-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Air Force, Jack. Airplane parts sorta make sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheriff, I'm telling you, there's something else going on -- they're taking molds of tire tracks -- now why would they be doing that? Who are they looking for? And they're packing these weird little cubes into crates and they're--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weird little cubes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--yeah, into these red trucks, dozens of these trucks -- and I'm telling you, they're scrambling to get the hell outta there--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say that's a good thing, wouldn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheriff, I think you need to go check it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I think you need a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, I've been telling you this since Elizabeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a good deputy. But you need to take a vacation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go home. Take off your uniform. Go fishing. And give your son a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pruitt walks off. Jack, unsettled, watches him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FINGERS TAPPING -- they're fingers on a COUNTER, a WALKMA sitting beside them. BOOM UP to 23-year-old BREEN, who di the BLONDIE he's listening to. He is alone in the station store. Behind him, 60-year-old SHERIFF PRUITT enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Breen, I'm not sure Edie's paying you to listen to the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breen doesn't respond. The sheriff throws a candy bar at",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF PRUITT, (CONT'D)",
          "text": "Breen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breen pulls off the headphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Sheriff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walkman. It's like a stereo, play your own cassette tapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna try it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pays for the candy bars) I don't think so. Kids walking around with their own stereos. Just what we need. It's a slippery slope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He exits the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pruitt heads out; Breen puts the headphones on again. 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see we're at the lonely gas station the kids drove pas earlier. Pruitt's SQUAD CAR filling up, the only car here High overhead, a yellow KELVIN sign TURNS atop a tall pol near the road. Pruitt crosses to his car. Peels the candy bar. Hearing something, he turns -- a PACK OF DOGS RUN BY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP of the PUMP'S SPINNING white NUMBER on black; th gallons and dollar amount blurring higher -- then A BIZAR REFLECTION -- Pruitt sees it, turns -- and what he sees i TALL AND TERRIFYING -- he DROPS THE CANDY -- GOES FOR HIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breen, eyes closed, blasts his Walkman (we only hear TINN MUSIC) as, through the window behind him, the rear of the squad car SUDDENLY SPRINGS UPWARD VIOLENTLY as if the FRO SECTION WAS SUDDENLY CRUSHED! PRUITT SCREAMS, MUFFLED, as CAR SLAMS back to the pavement -- LIGHTS FLICKER --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gas PUMPING onto the asphalt, SCREAMS OF PRUITT, horrible",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRUITT'S SCREAMS END as Breen OPENS HIS EYES AND RIPS off headphones: the hell was that? He looks outside -- sees t car -- shattered windows. Confused, he heads out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breen moves tentatively toward the CRUSHED CAR -- quickly glances for Pruitt, who's missing. He gets close to the c confounded by what he sees -- hands shaking, he rights th pump and replaces it. His heart pounds as he starts for t building -- but SLIPS ON THE GAS -- falls hard -- looks u sees whatever's coming for him -- SCREAMS as he gets to h feet and RUNS LIKE A MOTHERFUCKER --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breen RUSHES INSIDE -- we're WITH HIM as behind him: KKKRASH!!!! An EXPLOSION OF GLASS AND JUNK FOOD and -- 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE LOOK DOWN UPON THE STATION FROM UP HIGH -- where the turning, lit KELVIN SIGN BLOCKS OUR VIEW FOR THE MOMENT - can only HEAR THE HORROR happening inside the station unt FINALLY the sign REVEALS THE STATION -- everything inside looks like it's in a BLENDER -- THERE'S A SUPER-HUMAN UPHEAVAL HAPPENING IN THERE -- and Breen's SCREAMS CONTIN as the turning Kelvin sign BLOCKS OUR VIEW AGAIN -- as th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FACE. A MAKE-UP BRUSH APPLYING MAKE-UP. It's ALICE, and she's becoming a ZOMBIE. We are:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe makes her up -- a not half-bad, simple ZOMBIE MAKE-UP Pale skin, sunken eyes and cheekbones. In the background, other kids prepare to film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands her a mirror, she gazes into it, sort of amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you learn how to do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mostly the Dick Smith Monster Make- up Handbook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods. Whatever. Charles is suddenly there, with Cary:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! So I'm gonna need more shots of the train crash, obviously-- you know that train model you made? Can we blow it up and film it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe doesn't want to do this at all. AT ALL. But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mint. Gnarly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles and Cary head off, planning the explosions. Alice looks at him knowingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care, they can blow it up. I can show you the train, it's nothing, it's stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna see it? Later? The... train? My train model? The train I made?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LIGHTS IN THE HOUSE DIM -- BROWN OUT -- then back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's like the third time Dude. Bitchen. that's happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So how am I supposed to be a zombie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Just be a lifeless ghoul. Someone with no soul, dead eyes. Scary. D'you ever have Mrs. Mullin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For English? Yeah--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- like her. But hungry, like hungry for human flesh. To make them turn into zombies, because that's what zombies do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice considers this -- then, after a beat, starts doing best zombie. Joe smiles, `cause it's pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God. That's really good...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Alice slowly leans in toward him -- is this performan Or is this something else--? And she PUTS HER MOUTH ON HI NECK IN A FAKE BITE, which makes Joe go still -- a shiver down his spine -- he's never felt anything like this in h life. And when she pulls back, her performance over, she' smiling. He doesn't know what to say, tries to stay cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... not bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're NEAR THE GAS PUMPS, LOW TO THE GROUND -- DOLLY as J EDIE and MR. BLAKELY come out here. We pass SMALL SHATTER PIECES OF RED AND BLUE PLASTIC and STOP AND RACK to the G Sheriff Pruitt dropped. 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Careful, there was a gas spill. I don't even know how much fuel I've lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BLAKELY",
          "text": "-- You don't seem to be asking a lot of questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Give this man some time, Mr. Blakely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BLAKELY",
          "text": "He's just the Deputy, he's not the Sheriff...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack kneels by the Smith and Wesson Model 19. Jack pulls a handkerchief, lifts the fun -- PUSH IN ON the engraved initials \"H.P.\" JACK IS ROCKED BY THIS. He opens the cyli to check if it had been fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CUT BACK WIDE. No squad car here. Jack checks out the bro BLUE AND RED PLASTIC as he makes a walkie call:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BLAKELY, (CONT'D)",
          "text": "I think this is most likely a bear attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember when I said you talk too much? Well, this is the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky, ya heard from Sheriff Pruitt this morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "Negative, still no word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky, I need you to have Dayton send a CS unit out to Edie's. You put out an APB on the Sheriff and Breen Haskell -- send units to their houses immediately. You copy all of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "... copy. And Jack, we're getting a lot of unusual calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... what kind of unusual calls...? 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angry IZZY, 65, OPENS A NEW CAR HOOD: PIECES OF THE ENGIN RIPPED AWAY, MESSY -- DOLLY WITH HIM, Jack follows:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never seen this kinda thing before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Izzy opens ANOTHER CAR HOOD: PIECES MISSING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell am I supposed to do? Insurance company thought I was joking with him. Look at my Bonneville here-- look at this. I got a call about this car yesterday. What am I going to tell the customer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Having trouble with anyone lately, Izzy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking, you should talk to Louis Dainard. I didn't help him out with financing last year, wouldn't be surprised if this was-- some sorta sick retribution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Jack heads back to his car, THREE RESIDENTS move to hi walk with him, AD LIB:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Some strange shit has been -- d'you call the station going on. My antenna's gone-- yet. You need to call the our dog is gone, he hasn't station. And file a report, come home this morning -- before anything can be done Jack, my lights keep going on about it. And then we can and off. Counting on you, take care of these things. If Jack. you do that for me, I promise you, I'll handle it myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He seems to have appeased them -- but as he turns, we see stressed he is. He stops, noticing FOUR MILITARY TRUCKS DRIVING PAST, SLOWLY, ANTENNAS atop the trucks, and the m inside seemingly scanning the area. Jack is disturbed by this. 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe rides along a hillside. Parks his bike. Walks toward edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy. Lucy. Lucy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops to reveal the town of Lillian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe rides the street, calling out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy! ... Lucy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE SHOT as he DIPS down a neighborhood hill, sun LOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A community CORKBOARD. Joe posts up a piece of paper; we IT NOW IN CLOSE-UP. It's a MISSING DOG SIGN FOR LUCY. We' on Joe's face as he finishes pinning it up -- when someth he sees makes him stop. He slowly takes a step back. Then another... his eyes glued to the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we see the REVERSE -- SLOWLY PULLING BACK -- REVEALI",
          "sentiment": "neutral"
        },
        {
          "speaker": "THAT THERE ARE DOZENS AND DOZENS OF BRAND NEW \"DOG MISSIN",
          "text": "SIGNS POSTED ON THE BOARD. It's COVERED in them. Joe is s stunned, he doesn't notice the MILITARY TRUCKS that pass the background behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KA-BAM: back door opens, Joe enters. EMPTY PIZZA BOX on t table. Jack and four POLICE OFFICERS in the living room, smoking, reviewing POLICE REPORTS, marking MAPS, taking n",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need more help around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got four men on the Pruitt case alone. We've called into Dayton, they'll be out in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not enough. People don't feel safe here -- and you know why? `Cause they're not--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The officers agree. Joe moves into the doorway where his and other convene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- the Air Force isn't answering a damn question: they've got trucks at Woodward's house, looking for",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've got trucks all over town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw a guy riding shotgun in one of those trucks -- had some kind of scanner in his hand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--like a Geiger counter or",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. They're saying it's just clean-up at the train crash, but they're taking molds of tire tracks. Which means they're looking for someone-- now what's that about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe has heard this and DROPPED HIS FLASHLIGHT -- the men turn, silent. Joe, on the spot:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- have you... seen Lucy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure she's around. I put a couple of slices in the fridge for you there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- oh-- I ate those. Sorry, Kid--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's... okay, I'll find a--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then the POWER GOES OUT -- the men react -- it FLICKERS O AND OFF -- Jack grabs his radio a the POWER RETURNS: 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky, you got power at the station?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCH, (V.O.)",
          "text": "On and off. Brook County's in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get water and power out there now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe paints his model on the floor of his living room, watching In Search Of and talking to Charles on his walki talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the Air Force is looking for a car -- Alice's dad's car -- they're taking tire prints from the crash site. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't wanna hear about it. They could be monitoring us right now! Jesus, shut up. Over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the military's at Woodward's house. Looking for his research. Whatever that means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe -- YOU CAN NOT FLAKE OUT ON ME AND BE A DICK! Are you gonna come help me tomorrow or not? I need you to make Alice a zombie again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Joe tries to snap himself out of it. But is disturbed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... I'll do the make-up. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE SHOT: middle of nowhere wooded area as an OHIO POWER CHERRY PICKER TRUCK drives up, parks beside a UTILITY POL 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROONEY, 49. Cigarette in his mouth, makes notes on a weathered clipboard. Glances at the power line. Doesn't understand what he sees -- PUSH IN ON HIM. He radios in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Rooney at Mary-10, was there re-routing on this line?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "Negative, but the grid through Liberty is dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... yeah, `cause there's no overhead lines on these poles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "-- come again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No power, no comm cables. Stand by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He DRIVES AGAIN -- we see a WIDE SHOT OF THE LANDSCAPE -- HALF A DOZEN UTILITY POLES -- ALL BARE -- NOT ONE WIRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck comes to a stop, roadside. Tall trees and a SAL YARD behind them. PUSH IN ON ROONEY who calls in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got over a half mile of copper missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "-- that-- doesn't sound possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lines are back up at M-38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the cherry picker bucket, Rooney works the controls. H begins LIFTING; a WIDE SHOT shows him rising to the bare utility pole STEPDOWN TRANSFORMER. When Rooney finally ge to the top, with gloves hands, he inspects the transforme After a moment, though, he stops. HEARS something else, p the sound of electricity. He looks over toward the SALVAG YARD. Except it's mostly hidden by the trees. From here, Rooney can only see the tops of the JUNK PILES. A small METALLIC CRASH. Then ANOTHER. 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rooney cranes his neck to get a view. Another METALLIC CR this time GLASS BREAKING, too. Then, in the distance, at middle of the salvage yard, SOMETHING FLIES INTO THE AIR, FALLING AND LANDING WITH A CLANG-THUNK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rooney strains his eyes to see -- what the hell was that? tin can? A piece of a fender? Hard to tell from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, thrown into the air: A CAR TIRE. It lands with a TH Rooney then uses the bucket controls -- MOVES BACKWARD AN -- a touch higher toward the transformer -- not exactly watching how close he is getting. He stops. Watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ENTIRE JUNKED MOTORCYCLE flies into the air, discarded twirling, and CRASH LANDS, out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rooney is stunned. As the METALLIC RUMMAGING SOUNDS CONTI Rooney moves the bucket EVEN HIGHER -- when suddenly his bucket BEEP-BEEPS LOUDLY -- a warning he's too high -- an suddenly stops it and the BEEPING STOPS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But so do the rummaging sounds. SILENCE, save for the eer HUM OF POWER. He waits. Nothing. Wants a better view, so begins to LOWER THE BUCKET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in a WIDE SHOT, seeing his DESCEND, PAINFULLY SLOWL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we're in a LONG LENS CLOSE UP of Rooney as he SLOWLY DROPS -- TIGHT ON HIM as he's looking over toward the sal yard -- and it takes us a minute to realize there's fucki",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY PICKER, ROCKING BACK AND FORTH IN INCREASINGLY SMA",
          "text": "MOVEMENTS, UNTIL THE TRUCK IS MOTIONLESS. Empty. Alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then: NOISE -- and an AMPLIFIED VOICE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. BABBIT, (V.O.)",
          "text": "I wanna know who took `em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LOUD TOWN MEETING. Two-hundred frustrated CITIZENS crow the auditorium. Jack at the podium, TOWN OFFICIALS, inclu the local MAYOR sit on stage as well. Currently, MRS. BAB 52, speaks into the microphone on the floor: 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. BABBIT",
          "text": "Twenty microwave ovens: gone from my inventory. Brook County's without power -- this feels to me like a Russian invasion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The town ROARS its approval -- Jack, impotent, tries:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Babbit, I don't believe the Russians have anything to do with what's happening in town-- but I'm calling the curfew because w--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. BABBIT",
          "text": "Until you can tell me who's messing with us, I say it's the Soviets and we're at war. I like you, Jack, but we need Sheriff Pruitt back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The town ERUPTS in agreement --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have good people working on that. Mr. McCandless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A short, bald man of 65, MR. MCCANDLESS speaks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCCANDLESS",
          "text": "Since Wednesday morning, my Ham radio's been a mess -- all sorts of frequencies I like to scan. Some kind of buzz modulation-- have you found that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. McCandless, can I speak with you for a moment, privately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor takes over as Jack has a SIDEBAR MEETING with M",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCCANDLESS JACK",
          "text": "-- it was like having my -- that must be very annoying- radio hi-jacked-- - you don't know the frequencies off-hand, do you? -- sure I do: 13201 to 13710, (pulls out paper, pen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack hurries from the town meeting to the station --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, all the tools in the garage are gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patty, get in touch with Vicky. David, have you seen Milner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir, I haven't seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a sink hole in my garage. It almost sank a foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Tom. Tom, have you seen Milner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you tried his office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The powers been out for days",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack continues, into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOLLY FAST with an exasperated Jack as he WRITES, tailed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Rosko, I need you to get every radio we have and you tune to these frequencies -- understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Danny, you have a radio scanner with a descrambler don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Voice inverter, yeah. 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever, get it down and set it up for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think the Air Force is using",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He heads for his office, seeing LOUIS, who is being escor out by an Officer across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- he was at my house yesterday morning, are you aware of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet to Jack) We brought him in about the car lot and other things -- he's clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd appreciate it if you would inform your son that my house if off-limits. And so it my daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis heads out -- HOLD ON JACK AS he turns, ENTERS HIS OFFICE, and as that door opens, we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens of his messy, motherless room. Joe and Ali enter. He could not be more self-conscious. He moves stac of comic, tosses some dirty clothes behind the bed -- pai underwear and socks. He closes the closet and hangs a bat towel on his desk chair. She looks around sa she enters. light dim, intimate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh gawd, I didn't clean up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe quickly moves a pile of papers and books from the des the floor; NOTEBOOKS AND SCHOOL WORK spill out and we get GLIMPSE of some \"B-MINUSES\" and other \"C-PLUSES\" in RED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, embarrassed, hides them, then moves to his MODELS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- you made all these? 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, that's the Hunchback of Notre Dame. I watched that one on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice sits on the bed. Joe takes the FIVE-CAR TRAIN MODEL She moves close:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the train they wanna destroy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice hold it. Joe watches her. She really looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... it looks real. (beat, studies) It looks so old...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's dry brush technique. (off her look) After you've painted the base color, you take something like... (grabs up Testors bottle) Euro Gray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her face is so close to his. Her hair touches his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Euro Gray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are so many different grays, it's crazy. And you pour a little onto like a paper plate. Then you take a dry brush and you just dip it in, then you brush on the paper, so the paint's barely on the brush. Then you make small brush strokes on the model. Little ones, like where the wear and tear would be. Around the wheels. Or where the doors would slide. Then you do it again, like with Camouflage Gray-- or here, I used Insignia Red to make it look like there was another coat of paint on there before. Like they painted over it, but you could see it scratched off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lost in thought, he looks at her. Suddenly self-conscious 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that necklace? (off his awkward stare) The one you were holding at the train crash. Was it your mom's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes him a beat. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad gave it to her the day I was born. She wears it all the time. Used to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was bad, how she-- died and stuff, but they got the necklace back. So.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their tension INTERRUPTED BY an out of breath Charles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, what the hell?! No one knew where you were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're sitting right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta be the soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you were calling Evan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evan blew us off, he's a pussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta do it. You're the only one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack with OFFICER TALLY (24):",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell do you mean you \"found my dog in Brookville?\" That's a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy-- that's where she is. We've gotten nearly thirty calls from people who have found local dogs. Thing is, the calls coming in aren't local.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tally puts a MAP on his desk -- 28 DOTS in a CIRCLE, anyw from a 20 to 150 MILE RADIUS, WITH LILLIAN AT THE CENTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TALLY, (CONT'D)",
          "text": "It's like they all just... ran away, every direction...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer Rosko at his desk, with a YOUNG WOMAN, a HAM RADI his desk beside a REEL-TO-REEL TAPE DECK. He takes notes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not her. She never's disappeared before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright. Now what does she look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's got dark hair, it was in rollers. Do you know what rollers are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I know what rollers are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She went to her car--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly a GARBLED ELECTRONIC SOUND from the HAM RADIO. R quickly hits RECORD on the reel-to-reel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs speaker, turns the volume knob, puts the speaker close to the tape recorder, turns on recorder. 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOUR OFFICERS gather as Jack PLAYS BACK THE REEL-TO-REEL through Milner's DESCRAMBLER. He WRITES DOWN AS THEY LIST TO MEN'S VOICES, creepily FILTERED and BROKEN UP:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (V.O.)",
          "text": "--zero-niner center opera - (AD LIB) ocal position-- fangs out. Listen, that's Air Force. Cop-- confirm, Operation What are they doing Walking Distance is-- six- transmitting on these three-niner, retur-- frequencies? Maybe they don't erations. want anyone to find em? Maybe they're not Air Force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's he say? Operation what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking Distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MILITARY VEHICLES parked everywhere. Personnel removing b from the house, packing it all up. But out front, Joe is dressed as an Airman, performing with Martin, dressed as detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Military trucks surround the house. Hathaway is with a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came as soon as I could, what's happening here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Military police investigation. It was a suicide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suicide? Who was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A former Air Force officer. He called me last night, said he had a secret that he couldn't keep any longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer Joe hands Hathaway a FILE. Hathaway looks at it. 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He worked at Romero Chemical. He found out some things the company's been doing. After what you told me at the bar, I thought you should know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary behind the camera, Charles beside him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we gonna get in trouble here--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhhh! Production value! It's for the movie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This proves it. They knew, the company knew. Thank you so much for the information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We just made the discovery ourselves. You understand this is top secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would never have given you this information if you and I hadn't served together in Vietnam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As it continues, we see Alice behind the camera, watching Joe, smiling. But then she sees something that disturbs h Jack's CRUISER pulls up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dozen OFFICERS go through HUNDREDS OF CARDBOARD BOXES o documents. Books and personal belongings are put into box taken from the house. Overmyer enters, crosses to Nelec, reviews a folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing so far-- 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much more is there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sixty boxes in the basement, maybe more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, more tax returns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's here somewhere. If we can't find it, Woodward'll tell us where it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Nelec has seen something outside: THE KIDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... the hell's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... looks like kids making a movie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind them, a WINDOW, showing the street, where Jack ins Joe get into the car. Nelec looks out -- sees Jack take J by the arm, grab the tripod and head to his squad car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Jack gets out, he sees the kids and isn't happy. He mo toward Joe and his friends:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Mr. Lamb!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe spins around as Jack arrives, grabs his camera from Charles and saying firmly, to Joe:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe is stunned -- instantly humiliated in front of Alice he's taken back to the squad car --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-- Mr. Lamb? That's your camera, but technically, that's my film-- 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack OPENS the car's back door -- Joe gets in -- Jack SLA it shut, then throws the camera and tripod into the passe seat and SLAMS that door, heading to the house, leaving J in the back. Nelec heads outside -- Jack moves to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would like to help you out deputy. I really would. But we operate on a need to know basis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are your trucks sweeping the town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be out of your way shortly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I'm sure you wouldn't mind me contacting DC. Talk to some friends about \"Walking Distance.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This lands on Nelec.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. We'll do it that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack heads off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deputy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's talk. Just not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stops, turns to uncomfortable Nelec.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, his breathing heavying, sits in the car, heart pound watching his father move over to talk to Nelec, close aga Then he looks over at his friends -- Charles giving him a \"WHAT THE FUCK?!\" Look. Alice watches him sympathetically She mouths to him a guilty, \"...is it me...?\" And Joe sha his head: \"No.\" But we -- and she -- know better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The squad car pulls up. Jack gets out, Joe follows -- THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Door opens. Jack enters, then lets Joe pass him. Joe clos the door hard and says, angrily, but restrained:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is new. All this. For the both of us. Dealing with-- all this, just us. So I'm going to make this as clear and simple as I can: You're not friends with Alice Dainard. When I say no, I don't mean maybe. I don't mean yes. I mean no. I've known Louis Dainard for alotta years-- he's been nothing but trouble. Your mother used to say he's not a bad guy, he just needs a chance, he's just sad - - well I tried to be good to him, but I can't. Not anymore. I will not allow him or his daughter in this house. I will not allow you spending time with her, doing projects or whatever it is that you're doing. THAT'S IT. I hope we're clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack turns to leave -- but Joe, enraged, says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack stops -- stunned -- Joe's heart pounds --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not clear. You and I aren't clear about anything. We couldn't be less clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph Francis Lamb--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just `cause mom died doesn't mean you know anything about me!!! You don't. You don't know about Alice either -- she's kind! 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not having this discussion with you--!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's NICE to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care what she is! Her father is a selfish, irresponsible son-of-a-bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack moves CLOSE to Joe -- intimidating -- Joe steps back Jack is fucking intense:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You listen to me, I've got twelve thousand people in this town that are scared out of their minds-- they've got one person they can rely on -- it used to be someone else, but now it's just me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack suddenly stops himself, realizing what he's saying. to whom he's saying it. But somehow, in this moment, he c be a better father than law officer. Not yet. More upset himself than Joe, he heads out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe rides UP A HILL -- BOOM UP -- REVEAL THE TOWN CEMETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe sits, his back against his mother's grave. Holds her LOCKET, staring at it. He's just come here for comfort. B then -- a SOUND -- and Joe turns. Deep and low, in the distance. Joe is motionless. HEARS IT AGAIN. He stands, p out his flashlight -- aims the beam down ROWS OF GRAVES, toward the big CARETAKER'S SHED in the distance. Another INTENSE, LOW SOUND -- then a high pitch HIT, like METAL O WOOD and Joe backs up, nervous. Another odd sound -- then ANOTHER -- which TRANSITIONS US TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's squad car arrives at the abandoned airfield. 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's car pulls up. He gets out of the car. Suddenly the three large MILITARY TRUCKS' HEADLIGHTS COME ON -- all ai at Jack -- he is blinded -- tries to see --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now BODIES are seen of SOLDIERS, holding and aiming WEAPONS. Then, a VOICE over a TRUCK PA:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "Drop your weapons. Put your hands on the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I'm here to see Colonel Nelec. He told me to meet him here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "You're under military arrest. Drop your weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON NELEC. Past an IV and medical machinery. He's looking at someone we don't yet see. In the background, Overmyer stands, watching. Nelec is quiet, simple:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want any more trouble. Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we see who he's talking to. IT'S DR. WOODWARD. Batter and scraped, he lies in a medical bed, afraid, but defian",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been going through your belongings, looking for evidence. Of what you knew, how you knew it... and who else might know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember you. In the lab. And I recall we didn't see eye to eye, but that's no excuse for doing what you did here. 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Woodward swallows. Feels that his time on Earth is co to an end no matter what he does here. By the door, Overm is quietly putting on his BLACK GLOVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So in the spirit of moving forward and avoiding more trouble, tell us where you put your research. I know you had someone document the crash that night. Tell me who that was and I'll help you, I swear to God. On my mother's life -- if you help us now, we will take care of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WOODWARD",
          "text": "I've seen what happens, Mr. Nelec, when you take care of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I'm going to bait him. I'm going to catch him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WOODWARD",
          "text": "He's in me, you know. As I am in him. So when you see him next, as I'm sure you will... I'll be watching you, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nelec offers a vague, searching smile. But Woodward will - not ever -- relent. So. Nelec moves to the door, he rem FACING CAMERA, his back to Woodward, as Overmyer moves to bed. PUSH IN ON NELEC'S FACE, UNDERSTANDING HIS TRUE NATU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe sleeps, power still out. Then, a KNOCK. He wakes up. Another KNOCK. His window. He moves to it. Opens it. It's Alice. Joe is half asleep, but also stunned. Very quietly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- are you-- were you sleeping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before, earlier, b-- no, you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you wanna come in? 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Alice climbs in. Joe sits on the floor. Alice does to It's odd and silent for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power's still out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Room's still messy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was in bed, couldn't sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thinking. I wanted to tell you something, before tomorrow -- Don't let Charles blow up your train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe stares, amazed at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think it's right, do you? I know he's your friend, but he's so",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can be sorta li-- I've known him since Kindergarten, though--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shouldn't always get what he wants. I mean, who always gets what they want? -- I know I don't know you at all. Even though... it sort of feels like I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you not... feel like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- no, I totally do, I'm just... sort of in shock at this whole",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the POWER RETURNS -- Joe's CLOCK LIGHT goes on behind -- but more chilling, the PROJECTOR comes back on; the SI HOME MOVIE OF HIS MOTHER PLAYS. Joe crawls to the project to stop it -- but:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- no, keep it-- please --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice moves closer to the screen. Joe sits behind her. Sh watches the film. Can't take her eyes away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... is that her? 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as Alice watches, we GENTLY PUSH IN... as tears start fill her eyes. Behind her, at a near WHISPER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... it's so weird watching her like this, like she's still here... (beat, lost in it) ... she used to look at me, this way... like really look. And I just... knew I was there. That I existed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tear drops down Alice's face, though Joe can't see that Finally, quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drank that morning. My dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He missed his shift. (beat, hard) Your mom took it for him. The day of the accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching his mother, Joe is quietly stunned. Finally, eye wet, Alice turns to Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I know he wishes it was him. Instead of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... and sometimes I wish it was, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe just stares at her... heartsick and speechless. Final",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's your dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then, the SUPER 8 movie ENDS: the film FLIPFLIPFLIPS Joe turns off the projector -- but a SOUND REMAINS. A sor SHUDDER-HUM. Joe unplugs the projector, but the sound remains. Then they look: THE SHUDDERING IS COMING FROM TH CUBE HE TOOK FROM THE CRASH SITE, sitting on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and Alice move to it. He turns on his desk lamp. The VIBRATES, almost imperceptibly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- has this--? -- no. 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe opens a drawer, grabs a paintbrush -- he touches the -- the thing SHUDDERS ON ITS OWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are amazed. They get LOW -- eyes at desk level -- th SHUDDERING INCREASES IN PITCH AND VOLUME -- he reaches ou touch it with his finger, but suddenly the cube BULLETS A",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIVE-INCH HOLE IN THE WALL! She screams -- they both fall the floor, STUNNED -- PUSH IN ON Joe, his heart pounding. moves to the wall -- looks through the hole: in the dista trees and the TOWN WATER TOWER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice enters the dark house quietly. She steps carefully toward her room, when --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUIS, (O.S.)",
          "text": "Morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His voice makes her JUMP. She turns: sitting in the dark, an armchair, is her father. He's awake. And drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna tell me where you were? Or you want me to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tense beat, her mind races. Breathe, Alice, just breath",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should go to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna talk to you. I said sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then go. Be just like your mother and leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This kills her -- but she does: she leaves the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice, crying, gets on her bike and rides off -- a DISTAN FIERY GLOW past the factory and over the hills. The front door opens -- Louis comes out and yells, miserable:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she's far gone -- Louis' mind races -- he runs to his BUICK -- starts it up -- PULLS OUT FAST and goes after he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice PEDALS HARD, she wants to escape everywhere. No car the street, no people. A block behind her, SCREECH: a CAR turns onto the road. Her father's car -- she makes a turn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're with Louis as he drive -- clearly drunk --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice makes a daring stop -- turns back up the hill, peda hard, crying and hyperventilating --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis sees her, tries to stop, but can't -- and his car S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice GASPS -- stops pedaling -- looks back at her father car, wide-eyed and terrified -- should she go back?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis is bleeding. Badly hurt. He adjusts himself -- painfully -- then looks into the CRACKED-GLASS REAR VIEW",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alive is still looking back at the car -- SO SHE DOESN'T THE SHAPE THAT IS COMING BEHIND HER -- and just as she decides: I'M NOT GOING BACK, she turns to begin riding on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis tries to get out of the car -- but it's painful -- his door is JAMMED SHUT -- he goes for the passenger door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- when Louis finally gets out -- he runs from his car -- stumbling drunk and bleeding -- SCREAMING, SHREDDING HIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But all that's there is her bike -- and before he can eve get that far, Louis FALLS HARD onto the pavement, crying, drunken, horrified, shocked, battered MESS. In a WIDE SHO LOUIS is in the middle of the street, Alice's fallen bike the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the great distance, the WATER TOWER. We BOOM DOWN in a MASSIVE WIDE SHOT of a field at night. Then a LONG LENS S of SIX SOLDIERS standing in the field. But ONE stands out front, wearing a FLAME THROWER. And suddenly the quiet is broken by the ROAR OF FLAME. A WIDE, WIDE OVERHEAD SHOT a the flames ARC in the tall, dry grass. Over the radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Firelight is 0500 hours. Operation Walking Distance is in effect. T- minus four hours until evacuation. Evacuation is T-minus four hours. 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The distant factory, the even more distant mountains, and ominous PLUME OF SMOKE -- a far-off SIREN is HEARD. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE, (V.O.)",
          "text": "Why are you not reacting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe stands at the counter with Charles, who is in a bad m",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That thing went through my wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you not to pick it up in the first place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you so angry about? That I'm not going to let you blow up my train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's part of it! Juts a part!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donny's returned with a DEVELOPED FILM ENVELOPE. A red \"R stamp on it. He gives Charles his change:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tall your sister Donny from Olsen's broke up with Karen, that shit ended a week ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles heads off -- Joe follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Charles rides off with the film, Joe follows -- and we BOOM UP along the WATER TOWER as they go --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My whole movie's a disaster `cause of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, my dad's being a turkey. 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're still gonna finish your movie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not about the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about? Of course it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing wrong--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As we CONTINUE BOOMING UP, we arrive at the top of the WA TOWER, where THE CUBE HAS AFFIXED ITSELF TO THE SIDE -- unseen from the street. In the distance, THE THREATENING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Joe and Charles ride their bikes up to his house:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get the camera back, I know where my dad put it -- We can still make the festival.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not about the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then what is it about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, you don't even get it do you? It's obvious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's obvious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gawd, you're a dumb ass. 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frustrated beyond belief, Charles goes inside. Joe follow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles threads the film into the projector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That night of the crash, you started getting all weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like Mr. Attitude all of a sudden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your movie was over! That's what you said! You were upset. I gave you a camera! I helped you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't pretend like you did it for me! You didn't do it for me and you know it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles ROLLS THE FILM, DIMS THE LIGHTS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was never about me! It was always about Alice!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And suddenly on the poster board pinned to the closet, th she is: ALICE, from the night of the train crash. The sce plays as they filmed it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HATHAWAY",
          "text": "John. I don't like it. This case. These murders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I supposed to do, go to Michigan with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE FILMED SCENE CONTINUES as Joe and Charles argue:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you're the one who wanted the wife in the movie! 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not so you could fall in love with her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe's mind spins -- how does he respond to this?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you even care what I think about Alice?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I like her! That's why! That's why I asked her in the first place! So I could get to know her, not YOU!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- wait, you like Alice Dainard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're such an idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Charles' movie) Guys, look out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They watch for a moment as the TRAIN CRASH HAPPENS -- but it's SO SUDDEN, SO FAST, the camera picks up almost nothi Within a moment, the camera is on its side, filming the SETTLING DEBRIS. Charles moves forward, so the film is no partially BEING PROJECTED ON HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHIT! Look at all that smoke! We can't use any of this. And you won't even let me blow up your train. Everything's bogus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can make another train and blow that one up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe moves forward. Part of the film PROJECTED ON HIM, too",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do like her. Sorry about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. It's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not even what bothers me. (beat, finally, sad) It's that she likes you too. That really bothers me. I dunno... 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Joe has seen something -- on the screen -- SOTTO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Charles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it's stupid. What would she ever like me? I haven't leaned out yet, which the doctor says is gonna",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Joe has slapped Charles' arm, his eyes locked to the screen -- Charles looks too -- AND NOW WE SEE IT: through",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROKEN CAMERA LENS",
          "text": "FROM THE TRAIN CAR, THROUGH THE WRECKAGE -- what the hell it? TOO DAMN BIG -- MOSTLY OUT OF FRAME, ITS SHAPE AND FL TOO BIZARRE -- we only see the LEGS as it clears frame --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Joe, what the hell--?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUSH IN ON THEIR FACES AS THEY SEE THE ALIEN THEY'VE CAPT",
          "text": "ON FILM -- then from outside: AN AIR RAID SIREN RAMPS, WHINING THROUGH THE TOWN. The boys look at each other -- afraid. QUICK CLOSE-UPS as they REWIND THE FILM AND RIP I",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE SHOT of the neighborhood -- in the distance: MILITAR TRUCKS, JEEPS AND BUSES drive. NEIGHBORS coming from thei homes in the MID-GROUND: confusion and talk, more VEHICLE Finally, as we BOOM DOWN, RACK TO JOE AND CHARLES, trying make sense of this -- Joe calls to a passing adult, MR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Harkin. What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HARKIN",
          "text": "Evacuation! The fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Harkin POINTS -- Joe turns to look -- we PAN: THE DIS SMOKE, BIG AND LOOMING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VARIOUS SHOTS of MILITARY busses STOPPING -- SOLDIERS ORDERING AND ASSISTING PEOPLE ONTO VEHICLES -- carrying a the belongings they can. Others quickly LOAD UP CARS, strapping belongings to the roof. Over all this: 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA VOICE, (O.S.)",
          "text": "-- Due to a wildfire that is raging out of control and threatening to reach the Lillian Chemical Plant--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Other people in a panic, running to find others who are l A LITTLE GIRL CRIES amid the madness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA VOICE, (V.O.)",
          "text": "-- an evacuation has been called for your safety. Please remain calm and as you board the bus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and Charles get on, frightened and uncomfortable. The sit. Outside: the madness of the evac -- they scan the cr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see your family anywhere? -- no, you see your dad? -- no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The evacuation BUSES drive through Main Street -- passing soldiers who are MOVING IN THE RED CARGO TRUCKS that we m recognize from the train crash site: THE CONTENTS FROM TH TRAIN ARE BEING MOVED INTO THE CENTER OF TOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER WIDE SHOT as an ENDLESS LINE OF BUSES, CARS and TRU makes its way from Lillian to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The buses drive past the guard gate into the base -- into huge HANGAR that we were in earlier. Those who drove themselves PARK THEIR CARS -- and are ushered to the hang DONNY steps out of his 1972 PONTIAC CATALINA, carrying a duffel. RACK FOCUS to see we're IN THE BUS with Joe, who seen Donny -- and they drive INSIDE THE HANGAR --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARMED Air Force and National Guard SOLDIERS direct MASSES PEOPLE, carrying luggage and belongings. Move with Joe an Charles, who scan for familiar faces -- suddenly Charles' MOTHER IS THERE -- embraces Charles: 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles, Charles -- sweetheart, are you okay? I went back to the house and you were gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They made us get on the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna find my dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna tell him about that thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come back if you can't find him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He heads off. ORDERS are being BARKED -- RESIDENTS can be heard, complaining and arguing. Walkie SQUAWKS and PA ANNOUNCEMENTS as SOLDIERS check their wrist bands. Joe pa an ARGUING MAN and SOLDIER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGUING MAN ARGUING SOLDIER",
          "text": "-- I need to go back to my -- sir, the town is sealed house, I left some medication off -- no one is allowed ba that my wife needs-- -- you can talk to the nurses -- no, we can't get it here -- the town must stay anywhere else, I need to go empty until we've been given back-- the all-clear--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM UP TO REVEAL the EVAC CENTER. A THOUSAND PEOPLE so f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOUIS lies in a cot in the TRIAGE UNIT, fifty beds transferred from the hospital. Louis stares off, head bandaged, eyes open, MUTTERING TO HIMSELF, like a man as tired, hung over, injured and in shock as he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find Joe, who is looking everywhere for his dad -- he fin sees Louis and hurries to him. 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Dainard, it's Joe Lamb. I know you don't like me sir, and I'm sorry about that-- but I'm looking for my dad--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Louis GRABS HIS SHIRT and pulls him close. In a voice desperate and heartsick, he says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It took her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(long beat, sotto) ... what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It took her. I saw it. It was... something... so... big, like nothing -- it was-- and no one... no one believes me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... no one believes me-- they just keep giving me pills. It took her... Joe, it took Alice... no one believes me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe's mind is on fire as he absorbs this -- HE WHISPERS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Louis looks at him with hope --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE, (V.O.)",
          "text": "It took Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CUT TO JOE WITH HIS FRIENDS, assembled around a set of co",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That thing took her--?! -- are you shitting me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, WE HAVE TO GO BACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look at him like he's from Uranus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back where? To do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back to town -- to find Alice -- we have to find her-- 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's dead, if it took her, she-- -- don't say that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a minute -- first of all, I want to live. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going whether you come or not-- which I really hope you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pats his backpack) I've got six tons of explosives in here, let's find that thing and blow it to shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jen, Charles' hot sister, lies on her cot making her Colu House Records choices. Charles is in her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if I'm gonna help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do this for me and I'll babysit the twins next week so you can go to Wendy's stupid party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jen suddenly closes her magazine, stares at him suspiciou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not shitting you. You can't ask me any questions though. You can't tell anyone. I'm serious. No one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... does it have to be him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes or no, you ugly freak. I'm about to rescind the offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jen looks RIGHT AS US, vulnerable, but seductive: 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This whole evacuation thing's freaking me out. Making me rethink my priorities. Saw you over here and thought maybe we could kick back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we see Donny, looking RIGHT AT US. Utterly stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- we totally could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked Charles about you, and he said you're a great guy--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I totally am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you hate me if I start our relationship by asking a favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING PAST as Donny moves through PARKED CARS, Joe, Char Cary and Martin keeping up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So there are rules to being in my car, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell are we going anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to the school to open the trailer Woodward had in the parking lot. I bet that's where he keeps his research.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys duck as SOLDIERS pass by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What research?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're gonna learn everything we can about that thing so we can find it. And that's how we're gonna save Alice. 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dorks: no shoes on the upholstery and no one touches the CB, gottit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think Woodward's got information about that thing in the dungeon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why else are there padlocks on the door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to the school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When did this one get so bossy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small, tiled room, no windows. Jack, up all night and pissed off, but bored being pissed off, POUNDS ON THE DOO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! I gotta take a leak! What am I supposed to do, piss in here?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. He POUNDS again. The door finally unlocks and ope A 32-year-old humorless, armed SOLDIER stands there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for the hospitality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is led down a dilapidated, narrow hall. Soldier with semi-auto behind him, aimed at his back. As Jack passes a open door, he spies an empty office -- through the window the tarmac are a few MILITARY VEHICLES, a handful of airm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's mind races as he approaches the bathroom at the en the hall -- Jack turns:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So am I going in alone or are y--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND SLAMS HIM HARD IN THE THROAT",
          "text": "SLAM-FLATTENED BY JACK, who KNEELS to him. PUSH IN CLOSE his eyes wide, mind racing -- WHAT THE HELL NEXT? CUT TO: 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BEHIND A SOLDIER as he RUNS through the dark building -- shit -- he comes to a stop, back against the wall -- but IN on his face: IT'S JACK, IN AN AIR FORCE UNIFORM. He is fucking scared; at least he's holding a rifle. He peels around a corner -- through a window, the tarmac: GUARDS, VEHICLES. Jack's eyes shift -- he spots an AIRCRAFT FUEL TANK. Eyes wild -- A METALLIC CLI-CHUNK AS HE UNSAFETIES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SOLDIER crosses to a vehicle, on his radio when KAFA- BOOOOOM! The FUEL TANK EXPLODES, A MASSIVE BLAST! The air take cover, RUN TO MOVE NEARBY VEHICLES, GENERAL MAYHEM - and our CAMERA BOOMS UP -- to the MILITARY JEEP THAT DRIV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack behind the wheel, he blasts the vehicle through the exit, along the road back to town --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack drives up in the jeep -- comes to a stop in SHOCKED CLOSE UP -- we see in the distance the MASS OF VEHICLES driving from town --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's mind races --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jeep RACES past camera -- we PAN -- revealing as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donny drives, Joe shotgun. Charles, Cary and Martin in ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, so guys, if the Air Force has already searches Woodward's house, wouldn't they've already searched the classroom too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hay Donny, this car is gnarly. 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking about that too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe the classroom, but not the dungeon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Woodward has all kinds of weird stuff in the dungeon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the dungeon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. What kind of music does she like? Your sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care. Disco I guess?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could get back into disco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We shouldn't take River Road, they had a roadblock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dork. I saw it. Observe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donny YANKS the steering wheel -- he turns onto a DIRT RO the car RUMBLES away from camera --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donny's car pulls up, lights go off. The kids pile out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what, I wait here like a douche?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Thank you very much. Do you have a tire iron?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SHOT of the boys CLIMBING A FENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move fast across the alley, to a TRAILER locked with PADLOCK -- the DUNGEON. 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe tries PRYING the locks off with the tire iron -- it doesn't budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, let me try -- let me try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe hands the tire iron to Charles -- he tries -- nothing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Martin grabs the tire iron:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, this is impossible, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin breaks off the LATCH -- BAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I loosened it for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we CUT TO DARKNESS -- we're INSIDE THE DUNGEON as it opens -- the boys look DIRECTLY AT US -- their faces say all: THE MOTHER LODE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at all this junk. He's got movies in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys -- with FLASHLIGHTS -- turn a corner -- hurry do the hall --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cannot believe we're breaking into school, who does that? No one does that-- idiots do that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys BREAK A CLASSROOM DOOR WINDOW and enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're looking down at the boys, SURROUNDED by hundreds of documents, boxes, photographs, 16MM film cannisters and cassette tapes. Charles threads the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Woodward was dishonorably discharged from Nellis Air Base in 1963 because of \"subversive conduct,\" whatever that is. 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe holds up a 20-year-old PHOTO of MEN IN A LAB. Among t is 50-year-old WOODWARD:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude, check it out. Old Man Woodward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back when he was like Middle-Aged Man Woodward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- He's been tracking this thing since like 1958.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the movie) What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. It says April 8th, 1963 incident. I dunno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary, we got to find this thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary puts a CASSETTE into a tape deck, hits PLAY:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WOODWARD, (V.O.)",
          "text": "-- I told them this creature is more sophisticated than any of us. That his species -- that's him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "subterranean. He's being -- subterranean -- treated without compassion or respect....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VARIOUS SHOTS of PHOTOGRAPHS AND DOCUMENTS: \"UFO CRASH,\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"MAJOR NELEC IN CHARGE OF OPERATIONS,\" \"TWO ALIEN BODIES,",
          "text": "LIVING,\" \"RESTRAINTS USED,\" \"EXPERIMENTS CONDUCTED\" -- as Charles threads a FILM:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FILM: an AIR FORCE LOGO pops on and off. We see insid HANGAR, where dozens of SCIENTISTS examine LARGE, BUS-SIZ pieces of jagged and unearthly material. All the while:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WOODWARD, (V.O.)",
          "text": "-- I explained that all he wants is to rebuild his ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WOODWARD, (V.O.)",
          "text": "A craft made up of those cubes of a complex, shape-shifting element-- remarkable material that we'll never fully understand. He has been desperate to reconstitute his ship since it crashed here in `58, but instead of giving him the help he needs, we've held him as a prisoner. He's been restrained and experimented upon -- Through pain and lack of compassion, we have taught him to hate us all. We've turned him into an enemy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scientist explaining something to a group of SENIOR OFFIC Among them, a 32-year-old NELEC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Film JUMP CUTS to a HUGE REINFORCED LAB CAGE. Inside, sit almost in a ball, IS THE MASSIVE CREATURE. Hard to see he Another JUMP CUT as a SOLDIER offers a bucket of FOOD to alien -- IT'S WOODWARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, it's Dr. Woodward. Look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woodward offers what looks like RAW MEAT to the motionles sitting CREATURE. All the boys watch quietly -- then, suddenly, in milliseconds, the creature is UP, GRABBING WOODWARD THROUGH THE BARS -- the boys JUMP --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arh! I can't watch that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WOODWARD, (V.O.)",
          "text": "I told them I knew these things because he made contact with me. That he makes a psychic connection by touch. The moment we made contact, I understood him and he, me. What I know is that if we don't change this and start helping him, we will all pay the price. But Nelec won't listen--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are SCARED as they watch the creature HOLD WOODW TIGHT -- LIFT HIM -- and its TENTACLES suddenly THRUST in his NOSE, EARS and MOUTH --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe stands and looks intently at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woodward wasn't trying to kill it. 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was trying to help it escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then a MUFFLED SHATTER-CRASH --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly BOOM! The doors BURST OPEN and ARMED COMMANDOS,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DON'T KILL US! PLEASE DON'T (calls on radio) KILL US!!! PLEASE DON'T KILL -- we've got civilians -- US!!! minors-- four of `em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donny gets stoned in his car. Doesn't notice the MOVEMENT the distance behind him. The MILITARY coming in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The locker hallway: the Boys are HANDCUFFED AND SCARED, b led out by ARMED SOLDIERS. Nelec moves to them. QUIETLY:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- oh shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Search them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overmyer CHECKS THEIR POCKETS as Nelec TAKES CARY'S BACKP opens it -- pulls out some FIREWORKS. Proudly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I rolled those M-80's myself, that's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyes flick to Joe) You're the Deputy's boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe's terrified as Overmyer pulls from Joe's pocket a cou COINS, half a pack of Bubble Yum and HIS MOTHER'S NECKLAC Drops everything but the necklace. Joe reacts, panicked -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- hey, no-- 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe's on the verge of tears as Overmyer POCKETS the neckl Off the TERRIFIED BOYS as they're ushered away --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOYS are put onto the bus -- BOOM DOWN to DONNY'S CAR THE FOREGROUND, where we realize that WE HAVEN'T BEEN THE ONLY AUDIENCE TO THIS: Donny, sunk deep in his seat, hidi watches wide-eyed as the bus DRIVES AWAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... oh shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His stoned mind races. Staying hidden from the remaining military, Donny scrambles for his CB, turns to CHANNEL 9, grabs the mike, speaks quietly, frantic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breaker breaker, requesting police backup, over?! Breaker breaker, is this the police channel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack moves fast through the crowded evac area --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Staff Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, how are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Mr. Lamb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack moves to Officer Rosko, who reacts to seeing him dre this way --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rosko!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell you been? What are",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--come here. The Air Force set that fire, they want the town empty for some reason. The whole military operation, the evacuation, everything is all bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear about Joe? Dispatch just got a call on citizen's band: Joe and some friends were grabbed by military personnel at the middle school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Off Jack's REACTION --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preston reads ISAAC ASIMOV'S SCIENCE FICTION MAGAZINE -- suddenly Jack is there, grabs him and pulls him up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me everything, right now, and I won't throw you in jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- yessir -- (holds the SUPER 8 FILM) But you should look at this first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TRANSPORT BUS speeds on the road, the only vehicle he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON THE DRIVER as a RADIO CALL come in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Base Fortress requests ETA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nelec arrives, grabs the radio mike:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chief Master Sergeant, Dustoff-03 is twenty minutes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "Roger. 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN as Nelec moves back -- we PUSH IN on OVERMYER, who si near the front, putting on his DARK GLOVES. Nelec sits, w takes us to a shot towards the back of the bus -- another Airman, HERNANDEZ, 40, sits too. PUSH PAST THEM toward ou four BOYS, sitting cuffed and seat-belted behind the dirt wired SAFETY GLASS, all looking toward us, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... what... what's gonna happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we're gonna die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. They'd never do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- guys-- I forced you to come with me... I'm... I'm so sorry. (looks to Charles) I'm so sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think they're gonna kill us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe. They're not gonna kill us. You know why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe is suddenly hopeful:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... why--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But just as he's spoken, a SHAPE FROM THE DARKNESS BEHIND",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAMS HARD INTO THE BUS, SPIDER-WEBBING THE BULLETPROOF",
          "text": "GLASS! The ENTIRE BUS IS ROCKED, Charles SCREAMS, hurt --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the front of the bus, NELEC FALLS -- HITS A BENCH, THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus was hit SO HARD it rides for a moment ONLY ON ITS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MILITARY DRIVER struggles with the wheel -- 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that the thing from the train?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus SLAMS BACK onto the road, LOUD -- A TIRE BLOWS! W",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids panic as the HOBBLED BUS STILL DRIVES --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that it?! Oh my God!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't see anything -- do you see anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- not yet --!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Sir, I gotta pull over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HIGH OVERHEAD: the bus comes to a sudden SCREECHING stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles looks forward --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God, guys --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe turns to see NELEC LOADING A RIFLE, straining to see a driver's side window. Mayhem:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that gun --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary, behind him, actually answers him: 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sako Bolt Action, 30-06 (pronounced: thirty-aut-six) -- okay okay okay, I get it Leathwood Art Scope--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hernandez makes a radio call, Overmyer straining to see o the windows as Nelec locks and loads the unique ammo and moves to a driver's side window, tries to see --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- repeat, contact with precious cargo, thirty clicks -- sir, I do not have visua from center of town, - Driver, can you see currently headed for Base anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- send support immediately! No sir, nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Despite his handcuffs, Charles desperately tries to unlat his seatbelt with his shaking hands -- Cary sees this:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't feel good about this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSH IN on Cary, to CLOSEUP, looking PAST CAMERA, TERRIFI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- oh God -- guys --",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT ROARS AT SUCH A PITCH AND VOLUME THAT THE WINDSHIELD",
          "text": "SPIDERS! It's out of the light and gone again -- PUSH IN NELEC -- newly terrified, he hands his TRACKING RIFLE to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here. Tag it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overmyer is stunned for a moment, but hides it well:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reluctant as hell, for a tense beat, the Driver pulls the controls: the door HISSES LOUDLY as it opens. 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the back, the boys are all frozen for a moment, watchi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overmyer moves for the door. Five feet away from the door stops, turns back to Nelec:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there anywhere in particul--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KKKKRRRRRASSHHH",
          "text": "-- the Driver SCREAMS -- the thing GRABS OVERMYER, who DR THE RIFLE -- IT FIRES -- the projectile HITS THE SAFETY G",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOES NOTHING",
          "text": "Joe IN SHOCK -- Behind him, Martin VOMITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of firepower do we have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLES SCRAMBLES to unlatch his seatbelt --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles! Maybe you should wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAAAM!!! The bus is SLAMMED SO HARD --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BUS IS PUSHED TWENTY FEET FROM SOMETHING ON THE OTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Windows SHATTER -- Charles and Cary -- seatbelts removed LAND ON JOE AND MARTIN! The THREE SOLDIERS hit the window floor painfully -- Hernandez so hard he's INSTANTLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCONSCIOUS",
          "text": "UP. Nelec rises. Scared, but pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The REAR WHEELS of the bus SCREAM in rotation -- we COUNTERMOVE with the creature as it COMES AROUND the othe side, CLIMBS onto the exposed side -- METAL AND WINDOW",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys gather their wits -- LIGHTS FLASHING HAUNTINGLY 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- you guys okay?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- I wanna go home so bad --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe moves to the locked bulletproof glass door -- tries t handle -- but it's never gonna open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the OTHER side of the glass, Nelec rights himself, momentarily disoriented -- breathing heavily, he moves aw from the bus door to the locked glass separating him from kids; he tries the handle, but it won't open for him eith",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And there is Joe and Nelec, face-to-face -- Joe seeing th fear in Nelec's eyes -- his understanding that this is hi fate. Somehow Nelec takes this moment to look into Joe's -- to silently -- in a look -- repent. Instantly, Joe kno he's about to watch this man's life end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SMASH! Nelec turns -- the creature is BUSTING the bus doo SMASHING AT IT -- to make it BIGGER. So it can get inside The Driver's LEG IS CAUGHT -- he's trying to get out, but cannot -- is PANICKING -- as SSSSTAB!!! The creature KILL HIM INSTANTLY and SMASH as again it tries to WIDEN the do Nelec WINCES -- the only conscious man on this side of th glass; the boys COWER on their side, with each monstrous all their eyes on Nelec -- except Joe, who only wants to to Alice. He sees the SHATTERED BULLETPROOF WINDOW -- abo them, on what has become the \"roof\" of the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up there, there's broken glass --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- here, use me, I'm strong!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lemme get on your shoulders!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm strong!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys struggle to get Joe onto Martin's shoulders as, the other side of the glass, Nelec scrambles for Hernande fallen SEMI-AUTO RIFLE. He grabs it and scampers back to glass as SMASH!!! Pieces of metal and glass BURST like ic chips as the creature violently WIDENS the bus door openi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Charles' shoulders, Joe can reach the shattered-but-th window -- which he must HIT -- BREAK OPEN to get out -- essentially exactly what the creature is doing, in revers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using both fists, Joe POUNDS the window. No give. 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harder! Come on, you PUSSY!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all his might, Joe hits the window again -- the SLIGHTEST sound of glass adjusting -- meanwhile, SLAM!!! creature BUSTING the bus door -- PRYING it wider like a sardine can -- NELEC SITS AGAINST THE GLASS AND OPENS FIR FUTILELY, ON THE CREATURE. He makes a CALL on his walkie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Nelec -- use the big guns. Whatever happens to me, you take it down, you kill him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and he drops the walkie and FIRES AGAIN -- the LOUD GUNFIRE BARELY AUDIBLE behind the glass with the boys as hits the glass again -- BAM -- a CRINKLING of glass --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe hits again -- so does the creature -- as Nelec RUNS O OF AMMO. That was never really hope anyway. Joe hits agai and CRASH! The window SHATTERS! Glass chunks RAIN DOWN on boys -- all covering their face -- Cary seeing the CREATU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go! Joe, move!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all the boys helping, Joe pulls himself up -- outsid the bus, Joe peeks out -- the fucking creature -- its bac Joe -- just fifteen feet away, focused on the door -- and strains to climb out here, onto the top-side of the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as the boys climb out, the creature climbs in -- firs Joe, then Charles (AD LIB DIALOGUE WITH CARY AND MARTIN: gotta lose some weight --\" \"I know!!!\"), Then Cary, and Martin last -- they all jump down to the dirt -- they hea SCREAMS and turn back for a moment --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the bus, Nelec watches as the creature ENTERS THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT-FITTING BUS, SMASHING BENCHES, MAKING ITS WAY",
          "text": "TERRIFYINGLY DOWN THE AISLE TOWARD HIM. And as the creatu descends upon him, in the silence before the final lunge Nelec says, eerily quietly, terrified:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- it was my turn once... to find you. Now... it's your t-- 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before he can finish, the creature fucking ATTACKS -- and would be horrible and brutal, if the BLOOD DIDN'T SPRAY U",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the field, a distance away, the boys watch the bus SHU and SHAKE. Then... silence. They see the creature burst o of the bus -- then RUN OFF -- fast and stealthy, away fro them in the overgrown grass, like a native hunter. Which, course, is partly what it is. They're sort of stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just sharteezed a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis stares off, lost. Two AIR FORCE SOLDIERS arrive:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to come with us, we have some questions for you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what, is she... Is she dead--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just come with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing is hard for heartsick Louis, his legs so hurt -- suddenly JACK IS THERE, acting the role of Air Force:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey fellas, I've got orders from Colonel Nelec to personally transport this man to base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's all yours, Staff Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the two Soldiers head off, Jack wraps Louis' arm over shoulders, heads off in the other direction, as Louis loo him over, confused:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where're we going--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- to find our kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On LOUIS' FACE -- a surprised glimmer of HOPE -- 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moments later, TIGHT on a POCKET -- Joe pulls out his MOTHER'S NECKLACE. WIDEN to see that he's taken the neckl from Overmyer's dead body. Cary holds up his backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got my fireworks back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(who gives a shit) Congratulations!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn: a car comes, fast -- PUSH IN ON JOE who studie the oncoming car, as behind him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're coming, man! I think we should go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No--!!! No, look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car ARRIVES: It's DONNY. He gets out of his car, wild and red-eyed, incredibly happy to see them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ho ho!!! You dorks are alive! I didn't know...! (finally sees the bus) ... what the FUCK?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to get back to town!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hop in, man! But you should know: I am massively stoned right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to drive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donny looks at Joe, like it hurts to think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Catalina cruises fast through the deserted neighborho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe drives, Donny is ASLEEP. Other boys in the back. 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw something at the cemetery. Woodward said it's subterranean-- I think I know where it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that? What are those sounds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, that sounds like guns!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points to a tank) What the hell is that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUDDENLY, BOOM!!! A DEAFENING, CONCUSSIVE GUNBLAST! They' LIT UP by what they see ahead: in the oncoming cross-stre",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANKS",
          "text": "AGAIN AND AGAIN AT SOMETHING WE CAN'T YET SEE! The boys C THEIR EARS -- Donny awakens, but only for a moment --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe quickly turns left into a driveway -- but we PUSH IN TIGHT ON HIM -- from the direction they just came are MOR TANKS AND MILITARY VEHICLES -- Joe's eyes go wide -- they stuck. GUNFIRE CONTINUES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta go by foot--!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just follow me! (nudges Donny hard)) Donny! Hey! Donny, wake up! (Donny half looks at him) We have to get out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's too stoned!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drugs are so bad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and the boys get out of the car fast and RUN across t street, zig-zagging between the enormous MILITARY VEHICLE 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, the weapons are misfiring! Surface to air, radar -- all of them! It's a mess out here, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soldier hurries off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe in the lead - they turn and look back -- a massive sh of the neighborhood under fire -- houses getting BLOWN TO SHIT in collateral damage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An EXPLOSION HITS TOO CLOSE -- the boys SCREAM as they ru BETWEEN HOUSES -- and WE TRACK WITH THEM -- four boys rac through a neighborhood under siege -- power GOES OUT -- a some explosions are much closer than others -- another BI HIT and they go to a back door of a house -- and go insid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- they run in for cover -- they're silhouetted in this d space by the EXPLOSION LIGHT emanating from the windows. They're all out of breath in a strange KITCHEN --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys see those explosions? They were huge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- whose house is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he hands him a picture) Kathy's. I got it off the fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy? Oh, Kathy's cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another CRAZY LOUD AND BRIGHT EXPLOSION -- the light fixt sway. Charles grabs a coke on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Charles-- that's not yours-- -- what?! I'm thirsty and I' in a war zone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another fucking LOUD BLAST -- sound of GLASS BREAKING -- the creature ROARING -- 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And there it is, in silhouette, moving past the bay windo Joe realizes: where the creature is, so are the blasts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, guys, let's go. Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe runs -- the others follow --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the cemetery--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But as they get to the living room a HUGE EXPLOSION BLOWS A WALL! They all go down -- but Martin is in agony all of sudden -- his leg RIPPED by concrete. If there's good new here, the creature has left this area -- the explosions getting further away. But there's blood and Martin is in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to my leg? It hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh shit, Martin, you gotta bone sticking out of your leg!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a hole in the house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, gimme that thing on the curtains!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles wants the tie around the curtains, still hanging the wall that now has a HOLE in it; MILITARY VEHICLES can seen driving past outside. Joe hands Charles the thick fa tie -- which Charles fashion into a tourniquet, wraps it around Martin's leg, tight --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna go find Alice-- you have to stay with Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles looks at Martin -- can't argue. Says, sincerely:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... you gonna be okay without me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a meaningful beat) ... yeah. 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles nods -- Joe looks to Cary:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not staying with the girls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, Cary. Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my leg hurts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Cary, we gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe nods, determined, and he and Cary head off --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is going to hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martin screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't even done it yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and Cary run through the semi-demolished neighborhood many houses shattered, some cars obliterated. The only lo figures in town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and Cary stop, out of breath, at the graves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what are we doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just follow me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been following you for the last five blocks. What are we doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and Cary run through the graveyard and over to the CARETAKER'S SHED. 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're out of breath -- they try ONE garage door, window CAKED WITH DIRT. Stuck. The SECOND door. Dirt-caked windo Stuck. The third is a barn door -- they try it: locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help you with what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to get inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For what? What's in these windows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary, help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's dirt. Why is there dirt in these windows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help me, on three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One, two, three.... One, two, three.... One, two threee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two begin KICKING the door together -- on three -- on two -- CRASH! Again and again, until finally the door KIC OPEN -- and they almost FALL INSIDE -- and thank goodness they didn't -- because -- and now we're looking STRAIGHT FROM INSIDE THE SHED -- the entire floor of the shed has DUG OUT -- DROPPING FORTY FEET STRAIGHT DOWN, dirt PILED, caked along the sides of the structure. The boys catch th breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa. This is scary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got any sparklers in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you kidding me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary opens his backpack, whips out a Fourth of July SPARK LIGHTS it with a lighter and DROPS IT IN. The thing falls enough to tell them it's too far to jump. 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But burning on the dirt floor of the nearly-dug hole, it lights up a TUNNEL at the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Alice is down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A JEEP roars past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack drives fast. Louis sits beside him. It's awkward. Bu not angry. Finally, vulnerable, scared and sad:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came to your house that day. To tell you that I never meant to hurt anyone. Swear to God. (beat, respectful tears) I'm sorry, Jack. About what happened to your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack looks at him for a moment, then back to the road. A beat. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It was an accident. It was an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack glances at him. A small nod of forgiveness and gratitude. Louis wants to cry again, but just accepts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe begins CLIMBING DOWN the ROPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe lands on the bottom. Dark as hell -- looks up -- at C climbing down into the hole -- the barn roof looming abov him. Now Cry lands too. There are THREE POSSIBLE WAYS TO Joe's mind races about which way to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, I don't understand--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR a DISTANT RUMBLING -- like something far off, but MECHANICAL. Then: 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh. This way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They begin their walk into the dirt tunnel, a TALL OVAL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're SO FAR AWAY, that the screen is mostly black, with small speck of SPARKLY LIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They come to an area LITTERED WITH THE STUFF OF A LIVING ROOM. They look up: ANOTHER HOLE LEADING DOWN, DUG STRAIG THROUGH A HOUSE. They continue, coming to an INTERSECTION where a NEW TUNNEL branches off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's DIM LIGHT from up ahead, where the tunnel BENDS. RUMBLING/MECHANICAL SOUND LOUDER now. Joe and Cary slowly move forward -- seeing something off-camera that scares a amazes them all at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cross to the other side. Cary bumps into a HANGING SHERIFF PRUITT. Cary is about to scream, but Joe puts a h on his mouth and leads him away from Pruitt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Sheriff Pruitt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. Cary look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Makeshift HANGING BULBS provide some light; a number of o TUNNELS are visible from here, too. Joe and Cary look at space in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're under the water tower. 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then Joe sees something that makes him grab at Cary's shi Cary looks: THROUGH THE MASS OF METAL AND MACHINERY AND",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND IT'S SAVAGELY EATING SOMETHING. IT MOVES A BIT",
          "text": "IT'S A HUMAN LEG. Joe and Cary would SCREAM if they didn' need to stay quiet. In a panicked WHISPER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's eating a person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe moves away from Cary to get a better view of the othe side of the machinery -- and there he sees, in an INSET section of the rock-wall, THREE HUMAN BODIES, HANGING",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIFELESS FROM THEIR FEET, WRAPPED IN SOME KIND OF THIN",
          "text": "SHELLAC. TIGHT ON JOE as he sees, among them, ALICE. His heart POUNDS, his resolve quadruples. Cary sees her too -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's here. We're going to use your firecrackers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think it's going to hurt it, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are other tunnels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you to make noise. Lots of it, right here, in two minutes. Make it loud and make it last-- gimme some sparklers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(goes through his bag) -- why-- what are you gonna do--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes SPARKLERS and a LIGHTER from Cary) Make sure you're gone by the time it blows: you can't be here, you gotta run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going? 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Joe's already gone. Stay with Cary, who opens his backpack, starts pulling out his amazing array of EXPLOSI glancing up to make sure he's out of the creature's view",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVE FAST with Joe as he races, a LIT SPARKLER giving him light -- the MECHANICAL RUMBLING all but gone now. Joe ru looking for another way into the creature's massive space he finally finds another INTERSECTION -- he turns into it he disappears down the tunnel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary's made a long, insane pile of FIRECRACKERS -- he use OPEN M-80 and begins laying a SQUIGGLY, LONG LINE OF GUN POWDER back, away from the firecrackers -- away from the entrance to the creature's CONTRAPTION space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe races down the dirt tunnel, the SOUND OF THE MECHANIC RUMBLING -- and its INCREASING PITCH -- getting LOUDER. T SPARKLER DIES as LIGHT BEGINS TO REVEAL JOE, who slows -- peers around the dirt tunnel bend -- he is now on the OTH SIDE of the space. He sees the creature -- then looks acr to the lifeless body of Alice. His heart sinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary's done laying out the charges -- he pulls out his lighter -- FFFT! FFFT! The damn thing won't light --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- come on-- damnit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FFT! FFT! No go -- he keeps trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe watches as the creature FINISHES WITH ITS MEAL AND HE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Cary, come on, come on-- 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cary frantically trying the lighter -- FFT! FFT! FFT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- damnit!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up -- watches the creature GRAB AND PULL ALICE'S LIFELESS BODY DOWN FROM HER HANGING POSITION -- it moves her to where he was eating the teacher -- Cary SHAKES THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The creature PULLS AWAY the fibrous covering over Alice - its TENTACLES SLITHER OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching this is horror, Joe's about to run in just as BABABABABABABABAM!!! The creature JERKS UP from its almos meal of Alice, looks toward the EXPLOSIVE SOUNDS, then LE HER, quickly moving for the tunnel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The creature arrives in the SMOKE-FILLED TUNNEL, as the FIREWORKS FILL the tunnel with BRIGHT, MULTI-COLORED LIGH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe SPRINTS in, gets to Alice -- lightly slaps her face -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Alice, please -- please -- (nothing -- SLAP) Alice, wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing -- so he fucking SLAPS HER FACE HARD and she sudd INHALES SHARPLY, he eyes WIDE, terrified --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice! You're alive! Can you hear me? Are you okay?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's CATCHING HER BREATH, nodding, looking at him, amaze 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this? What are you doing here?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just-- doing the best I can to save you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She GRABS HIM AND HUGS HIM TIGHT, teary and grateful -- during which -- quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your dad. He told me. He was worried. And flipping out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- we need to move--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she breaks out of the hug and grabs his shirt, intens",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA, (O.S.)",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA, a 24-year-old , disoriented woman with curlers in h hair, wakes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and Alice have helped down one FAMILIAR FACE: SHERIFF PRUITT. They're out of breath, but their survival instinc has kicked in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I left my bag in my car. Then I went to my car to get my bag--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been experimented on for years. It's terrified and exhausted and hungry, it just wants to go home. When it touched me, I knew -- 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice, help me get the sheriff down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Follow me. I can get us out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheriff, we came that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't argue with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, kids, let's go with the sheriff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and Alice follow. They run into a tunnel. We PUSH IN THE MECHANICAL DEVICE -- the PITCH INCREASING MORE NOW -- IF IT'S ABOUT TO \"FUNCTION\" -- The creature returns and s that the humans are gone. He takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sparkler lighting the way, we're with Joe and Alice -- Pr and Tina behind them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheriff, I really think we're going the wrong way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll talk about it when we get up top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They continue following Pruitt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARY, (O.S.)",
          "text": "Joe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you to get out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought this was the way out. I tried! Hey, Alice, welcome back--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kids, come on, we gotta go. 117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARK AS THEY ALL TURN AND RUN",
          "text": "terrifying as the foursome sprint in the opposite directi After RUNNING HARD for a beat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They haul ass, but after a long moment TINA IS GRABBED AW INTO THE DARKNESS!!! HER SCREAMS CONTINUE behind them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They run and run and run, but then BOOM: they hit a DEAD A DIRT WALL. No more tunnels. No options. Out of breath, turn -- but dare not go back toward the horrifying blackn The only SOUND the sparkler, their erratic breathing and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, shut up, it's gonna kill you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AND IT GRABS JOE AND LIFTS HIM -- Alice and Cary SCREAM A",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE IS BEING SQUEEZED",
          "text": "OF THIS BEAST, WHICH COULD KILL HIM AT ANY TIME -- but in this moment of fear comes something else. Simple truth --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- I know bad things happen-- bad things happen, but you can still live. You can still live, you can still live, you're gonna be okay-- 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COVERING PEELS AWAY",
          "text": "AND THE THING LOOKS AT HIM. REALLY LOOKS AT HIM. In a way you imagine his mother once had. And Joe feels this too. AFTER A LONG, SCARY BEAT, THE CREATURE SETS HIM DOWN. Joe backs up as the creature TURNS FAST AND SPEEDS AWAY. JOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, wait a minute, WHAT?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, over the HIGH-PITCHED MECHANICAL SOUND comes RUMBLI - like THUNDER from above -- and the three LOOK UP --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids round a corner -- ON MAIN STREET, COUNTLESS META OBJECTS -- ANYTHING METAL AND LOOSE -- has been INVISIBLY DRAGGED -- FLOATING -- toward the WATER TOWER -- at diffe speeds and with different personalities, metal objects BU TO THE TOP OF THE TOWER AND STICK THERE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, THE DINER WINDOW SHATTERS as a STOVE RIPS THROU IT -- we PAN WITH IT as it TUMBLES TOWARD AND UP THE WATE TOWER! HUNDREDS OF OBJECTS move past them -- from bicycle silverware and sinks! DISHWASHERS AND TVS SMASH THROUGH T",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KIDS",
          "text": "TWILIGHT ZONE -- all things eventually SLAMMING into the WATER TOWER, the objects BEGINNING TO CRUSH TOGETHER, FOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAM! BAMBAM! Sounds like GUN BLASTS -- the KIDS TURN: beh them are the RED CARGO CONTAINERS -- ONE BY ONE those cub BURST THROUGH THE CONTAINERS: BAM! BAMBAMBAM! BAMBAM! And they SLAM INTO THE WATER TOWER -- AND THEY BEGIN TO FORM ODD, HUGE CRESCENT SHAPE ABOVE THE TOWER! Alice is cry- laughing at seeing it work --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what's he doing...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... he's making a model.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AGAIN and AGAIN, pieces FLY OVERHEAD, beginning to FORM W",
          "sentiment": "neutral"
        },
        {
          "speaker": "IS CLEARLY AN ALIEN CRAFT",
          "text": "FROM INSIDE as it continues -- ONE OF THE SPOTLIGHTS ILLUMINATING A JEEP THAT HAS JUST ARRIVED: JACK GETS OUT. SEES JOE. JOE IS SURPRISED TO SEE HIM -- ALICE CONCERNED. 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- I got you. I got you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THEM, THE SHIP CONTINUES TO TAKE SHAPE, ALMOST FUL",
          "text": "FORMED -- but here, as he is being hugged by his father, LOOKS DOWN: SOMETHING IN HIS POCKET Is MOVING -- he consi it, confused for a moment -- but he reaches in and pulls out. HIS MOTHER'S NECKLACE -- and he holds the chain, but LOCKET PULLS TOWARD THE WATER TOWER -- wanting to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe knows what this means. He looks up at his father, who also understand. AND THIS IS WHEN WE GO INTO SLOW MOTION FROM HERE UNTIL THE END. After a long beat, Joe HOLDS THE NECKLACE UP, toward the tower -- the thing PULLING... TEA in Joe's eyes as he looks up at it -- not wanting to let but knowing he must. Jack, heartsick, watches his son, on verge of letting go. Alice watches Joe, on the verge of t -- except Joe just can't bring himself to do it, not now, ever. But then something happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pulled by the invisible force, THE LOCKET POPS OPEN. And see what's inside. A PHOTOGRAPH of Joe's MOTHER. A young woman, HOLDING HER ONE SMALL BABY. And Joe looks at his mother -- and in this moment, she at him and Jack's eyes suddenly WELL WITH TEARS -- Alice, too, tears streaming d her face and finally Jack reaches out -- and puts his han his son's shoulder -- which was all Joe needed, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And finally... after all... JOE LETS GO. OUR SCORE SOARS IN SLOW MOTION, the necklace SHOOTS ACROSS THE MAIN STREE",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FIREWORKS-LIKE EXPLOSION OF WATER BURSTS AND SHOWERS TH",
          "text": "STREET AS THE MAJESTIC SHIP COMPLETES ITS FORMATION -- an that's when Joe sees the CREATURE, LEAVING -- CLIMBING UP WATER TOWER AND ENTERS HIS SHIP -- AND IT BEGINS TO LIFT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we PUSH IN on Charles and Marin, who watch, amazed, a the distant light RISES INTO THE SKY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we PUSH IN as DONNY SLEEPS, the REFLECTION OF THE RIS SHIP seen in his windshield --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe and Alice, Jack, Louis and Cary watch, amazed, as the ship disappears into the night sky, we are TIGHT ON JOE'S HAND, as it takes ALICE'S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And looking skyward, Joe smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As our SCORE SWELLS, we finally...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1791"
    }
  ]
}