{
  "movie_id": "MOV1793",
  "scenes": [
    {
      "location": "WAREHOUSE",
      "time": "DAY",
      "characters": [
        "OATES",
        "SALLY AND MOTHER",
        "MUSCLE 1",
        "THE END",
        "GANG LEADER",
        "JACK, WHO IS WORRIED ABOUT HIS FRIEND",
        "GERACIOTI",
        "CUT TO",
        "ANGEL, CONFLICTED",
        "TV",
        "TIGHT ON ROBERT",
        "TIGHT ON TV, INSET PICTURE OF SUPERFIGHTER \"PUNISHER\"",
        "WAS I CLEAR",
        "RECEPTIONIST",
        "LEADER",
        "TABLE",
        "JACK IN THE RING, FACING OFF AGAINST ANOTHE",
        "JACK, WHO HANGS UP HIS END OF THE CONNECTION",
        "THE MERCENARY",
        "MOTHER",
        "CREDITS ROLL",
        "NIGHT STALKER",
        "HENCHMAN 2",
        "SEE",
        "ANGEL, WHO IS WORKING HIS CORNER, SHE WINCES AS",
        "HENCHMAN 1",
        "BUDOKAL",
        "ANNOUNCER, (0.S.)",
        "GRANDFATHER",
        "JACK, EVERY FIBER OF HIS BEING CONCENTRATED",
        "TRASH",
        "TV REPORTER",
        "FLASHBACKS HERE",
        "SUPERFIGHTERS",
        "ROBERT",
        "BUDOKAT",
        "WORKMEN",
        "FIND OUT",
        "JACK",
        "RING",
        "MASKED MAN",
        "GANG MEMBER",
        "NO MERCY",
        "WANG",
        "FRANKIE",
        "CROWD",
        "NEWS ANCHOR",
        "SALLY",
        "SMASH CUT TO",
        "DARKCLOUD",
        "BUDOKAI",
        "ANGEL",
        "RASPUTIN",
        "FADE OUT",
        "FRANKIE, (0.S.)",
        "DISSOLVE TO",
        "SPECIAL FLASHBACK",
        "KID",
        "ANNOUNCER",
        "WOMAN",
        "OF TRAINING SEQUENCES",
        "BOY",
        "JACK'S MOTHER",
        "BUDOKAIL",
        "RUNNER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "An old Chinese man, GRANDFATHER, going through a beautifu Quan form. It is very peaceful and graceful. The form end palm strike towards camera, blacking out the frame. (for INTERCUT use)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spotlights cut through the murky darkness while rock musi The sound of the crowd, barely visible in the darkness, i RUMBLE in the dark, not unlike the sound of an enraged an They are yelling for blood! QUICK CUTS of other fighters in the ring, including Punks wrestlers, Kickboxers, Shootfighters, and others. It's a spectacle, and we see bits and snippets of it all - the k blows, the colorful fighters, the incredible techniques, bloodshed, the brutality. DARKCLOUD and NIGHT STALKER fac the ring. (ONE FIGHT) Darkcloud is slamming Night Stalker in the head over and With the second blow, the man's mouthpiece goes flying in crowd. Soon, the blood starts to spray, but the man doesn hitting. In the front row, right next to the ring, is JACK CODY, a old dreamer. Drinking it all in, he is yelling his lungs the fighters. A WOMAN standing next to Jack cringes at the brutality an her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "How can you watch this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It's great, isn't it? I love it! The woman looks at Jack uncomprehendingly, then shakes he and steps over him to get out, then walks up the stairs t exit. Though the woman is very beautiful, Jack doesn't even wat go. He is too intent on the action in the ring. Now, one of the women fighters, ANGEL, dressed in a sexy that shows off her body, but also displays her finely def muscles, is fighting another SuperFighter. She is brutali other fighter, yet both are covered in blood. The towel has now been thrown in, but Angel STILL doesn' Angel has her opponent by the throat and is motioning to crowd, thumbs up or thumbs down. \"NO MERCY\" cries the crowd, and Jack is yelling louder th anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Take it to her, Angel! Yeah! Angel spins and hook kicks her opponent in the head, then the other way and side kicks her into the ropes. The othe FLIES off the ropes and lands face down in the center of It's brutal and barbaric. And Jack loves every minute of it. A spotlight lights up the stage, and two bizarre FIGHTERS the middle, facing each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "In the red corner, Budokai! BUDOKAI is dressed in a gold lame uniform, his belt black face is painted like a kabuki actor, a mixture of black a and gold, and his outfit emphasizes his massive muscles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (0.S.)",
          "text": "And in the blue corner, the Enforcer! THE ENFORCER, dressed like a street punk, with chains and spikes and chrome, comes into the ring. He is the bad guy and everyone knows it. He raises his muscled arms over hi and smiles at the crowd, then brings them down into a fig stance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (0.S.)",
          "text": "SuperFight! The two fighters face off in fighting positions. The rock increases its BEAT, and the fighters rush each other, the echoing with the fury of their techniques. Budokai is a m artist, while the Enforcer is a thug. But a well trained nonetheless. Using a mixture of professional wrestling, boxing and str fighting, the Enforcer HAMMERS Budokai in a beautifully choreographed fight. Budokai beaten, the Enforcer stands before the crowd, see asking them for a decision. The crowd ROARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "What'll it be? Mercy? The crowd YELLS out \"NO MERCY!\" Everyone except Jack that likes Budokai, after all. The Enforcer listens to what they want, then smiles and huge roundhouse right. Budokai goes sailing out of the ri Jack sees this and runs to where Budokai is going to land thinking to break his fall. He does, sort of, but Budokai still lands HARD. They stan together, both a little stunned. The Enforcer is now out ring and coming towards Budokai, and Jack is caught in th Jack, in the heat of the moment, turns to face off with t Enforcer! He throws a couple of kicks and punches, which effect - except to further enrage the Enforcer. The Enforcer goes crazy and attacks Jack. Budokai grabs J throws him up into the sky, and then knocks the Enforcer Jack lands on top of the Enforcer (like a pin in wrestlin counting him out. The ref comes out of the ring and holds up Budokai's hand Budokai reaches down and pulls Jack up to a standing posi holding his hand up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO MERCY",
          "text": "Budokai looks at Jack, who is beaming with pride, as the goes crazy. Budokai winks at Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAIL",
          "text": "Thanks, man. Couldn't have done it without you... Jack is in heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A loading dock is closed up, shut down tight. The streets it are almost empty. A JOGGER runs by in front, getting a in before a busy day starts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the loading dock, we MOVE THROUGH the assembled goods, and various things. In the b.g. can be heard the sound of breathing, and solid THUNKS and THWOCKS . We MOVE through a door that is ajar, into an area of the separate from the storage area. On the walls are posters \"SuperFights\", martial arts training posters, pictures of Lee, Chuck Norris, Jean Claude Van Damme (from \"No Retrea Surrender\"), movie posters, professional wrestlers, etc. Pictures of a fighter named MIKE ROCCO are featured promi Rocco, in the pictures, is wearing a special necklace (Op Hand?). There is a magazine with his picture on it, and t reads \"Rocco: Where is he now?\" There is also a picture o with his arm around a young fighter - a younger Jack. We see a SHADOW of what looks like two people fighting o picture of Rocco. The sounds of violent training are closer, more immediate A counter is piled high with training books, and a TV/VCR combination sits next to them, a pile of martial arts tra videos sitting on top. A tape is in the machine, and it i on one particular instructor, Mike Rocco, demonstrating a technique. Standing next to the counter are mannequins in various po all dressed in sporting goods equipment - at first they l real fighters. We see Jack moving among them, doing flips the aid of an unseen trampoline). Some of the mannequins are wearing protective equipment, swimsuits, still others in martial arts uniforms. Smoothly, we TURN AROUND to see Jack, in a muscle shirt a workout pants, working on a mannequin, and we realize tha are just mannequins, not real people. He is very athletic obviously been training for some time. He is not a master is strong and effective, with a great deal of raw talent. When he hits and kicks the heavy bag, in the middle of the room, it SHAKES the entire room. Jack is wearing the special necklace that Rocco had on in pictures. After one particularly grueling combination, Jack stops, from a sport bottle nearby. He then grabs the TV remote a a button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV",
          "text": "The tape continues, the instructor (Mike Rocco) moving on another combination. Jack watches it carefully, then rewinds it, and plays it then presses \"pause\" and puts the remote back. He starts the heavy bag again, mimicking the combination the instru showed on the tape. As he is working this combination, an alarm on his watch and Jack stops. He gathers himself for a moment, then bow mannequin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Time for the SuperFight. He moves to the area of the room where the mannequins are He moves into the middle of them, then raises his arms li Budokai did last night. He goes into action, throwing kicks and punches at the ma breaking them into pieces, throwing them into all the cor the room. When he is done, he stands panting in the center of the raises his arms again. One mannequin is still standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No mercy. He jumps off the trampoline (we see it now) and drives a wheel kick at the lone mannequin and hits it, but sends h sprawling at the same time. The fantasy is disrupted by reality. Jack smiles and puts in his hands, resting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANKIE",
          "text": "Cody? That you? Jack doesn't answer right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANKIE, (0.S.)",
          "text": "Yo, Jean Claude Van Dunce? You there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, Frankie. Just finishing up! FRANKIE comes into view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANKIE",
          "text": "Man, are you wasting your time with this stuff again? Hey, don't leave a mess again, OK? Hurry up, we gotta get these orders out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(cheerfully) OK! I'll be right down. Jack gets off the ground and starts to clean up the piece mannequin around the room. He assembles the mannequins ag his next workout, then pauses at the \"SuperFights\" and \"M Rocco\" posters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Someday... The CAMERA PULLS OUT, past the tapes, books and posters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shot of a run down tract house in a \"poor wh trash\" suburb of the city. The house is much cleaner than others in the area. Obviously, some care has been taken w house. Jack's battered Jeep pulls up to the house, and he gets o pauses for a moment in the front yard, then shakes his he up some trash from the neighbor's yard, and moves inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack walks into the house, weary from a long day of work, hangs up his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Mom, I'm home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "What? No UltraFights tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(smiling wearily) It's SuperFights, and they were last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "What time did you get home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I got to work on time, nobody got hurt, what difference does it make, Mom? Jack's MOTHER comes around the corner and confronts Jack. a road they've been over many times, but that won't stop Mother from trying to make a point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "What about you? I think it's hurting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm not in the ring... yet. When I'm one of the fighters, then you can worry. OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You won't be one of them, Jack, not while I'm around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "When they have another try out, I'm going to be first in line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "No you won't. Your father wouldn't have wanted...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Let's not do this again, Mom. I gotta go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I have dinner ready for you, just like you like it. Where are you going, Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Out, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Jack, don't walk away from me! I'm talking to you! Jack doesn't stop walking as he grabs his jacket, and th out the door. He can be seen walking to his Jeep through ripped and patched screen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You come right back here, John Jacob Cody! This minute! Jack is gone, and his Mother stands there for a moment, w The Jeep STARTS UP, 0.S., and we see the headlights FLARE Jack's Mother's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(to herself) Over my dead body!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A deserted parking lot of a city bank. A young, very attr Chinese woman, SALLY WONG, walks to the Cash machine outs bank, on her way home from work. She looks around to make sure no one else is there, then to the machine. She puts in her card, presses several but completes her transaction. Her cash is counted out into a drawer, and she reaches in and pulls it out. Just as she turns to go, a voice behind her calls out men",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "We'll take that, sister. Sally whirls around to see three GANG MEMBERS moving towa They have taken away her escape route. She makes a fist w hand, as if she is trying to decide whether it's worth a Just then a Jeep pulls into the parking lot of the bank, cut through to another street. It's Jack's Jeep, and he p a moment, taking in the scene. The LEADER turns to look a",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "Keep moving, asshole. Jack looks for a moment longer, then pulls out. Sally starts to raise her hands to fight, and the Leader what she is doing and pulls out a wicked looking knife to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "It's not worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "Remember, it's only money, and you didn't have it long enough to get attached to it. Sally looks at the knife, then up at the Leader. She tak glance around, noting the surveillance camera up in one c the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "No time, sugar. We'll be long gone, and you'll be all cut up. (beat) Now. The Jeep pulls into the parking lot again, and this time right in the middle of the lot, its lights pointed straig group. The High Beams of the Jeep flick on, momentarily b everyone, and the horn BLOWS. The Leader, one hand over his eyes, motions to one of his get rid of whoever it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "Take care of that guy! The Gang Member goes up to the Jeep, and is surprised to EMPTY. Running, lights on, but empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANG MEMBER",
          "text": "Ain't nobody here! The Leader, who was moving in on Sally, turns to the Gang",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "What? Just then, from behind one of the bank pillars, STORMS Ja taking the Leader and the other gang members completely b surprise. Using a variety of kicks, punches, strikes and moves, he takes them out with little resistance. He wades them like they were the mannequins he trains on at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh, yeah! This is just what I needed! When he's done, Jack turns to Sally and smiles, then moti her to join him. Sally gets in Jack's Jeep, and he pulls quickly out of th The gang members are still on the ground, some of them st moan and move around a little bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is driving along, and Sally is sitting very primly i Jeep. Jack steals looks at her, and she looks at him side Jack is intrigued by this beautiful Chinese girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Turn right here. This is my house. The Jeep comes to a stop. Sally opens the door and start out..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "(after a beat) Want to come in? (very softly) I'd like you to meet my grandfather. Jack turns the engine off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Meet your grandfather? Sounds like real fun... They get out of the Jeep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally leads him into her house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "He's kind of an old codger... just take him with a grain of salt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Don't worry, I love old codgers. Through the window, we see a SHADOW looking at them. Then disappears. They go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A meat cleaver THWACKS down into a wooden cutting board a straight up. PULL BACK TO REVEAL Sally's Grandfather, who was cooking when they came in. He is at least 75 years old, and is we dark blue Chinese silk jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You fought them over money?!? Are you a COMPLETE moron? Jack looks at Sally for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You could have gotten her killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "They might not have stopped at the money, Grandfather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You don't KNOW that. Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gee, correct me if I'm wrong, but most relatives...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You are wrong. Don't speak unless spoken to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Grandfather! The Grandfather looks at Sally, sighs, and then examines closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You are a fighter? What style?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "All different styles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Which style? Do not attempt to con me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I use what works, from karate, kung fu, kickboxing, whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Bullshit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Hey, it worked tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Let me see your hands, 'fighter'. Jack holds out his hands and Grandfather holds them, look them and squeezing them. Jack squeezes back, but it has n on Grandfather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You have never trained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I can handle myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Grandfather, what are you doing? I invited Jack in to thank him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Maybe he set the attack up himself, so he would look good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I've had about enough... Jack tries to pull his hands away, but he cannot. Jack co to try to pull away, but Grandfather has his hands in a v",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet. Grandfather takes Jack's hands and forces them into the f the counter top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What the hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "OK, fighter, let's see how good you really are. All you have to do is touch me and I will give you the credit you think you deserve. OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "This is ridiculous. Does he do this to every guy you bring home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "I... Grandfather?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Only the ones claiming to be heroes. C'mon, just one touch... Jack, thinking he is going to catch Grandfather unaware, for him, but he's no longer there. Jack moves again, tryi touch him, but Grandfather is a ghost. No matter how he t with what techniques, he can't lay a finger on him. Finally, Jack is so frustrated he gives up. He grabs a to starts to wipe the flour off his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I gotta get outta here. Sally, I'll call you. He walks past Grandfather, who is smiling in success. Bef completely passes him, however, Jack tries one more time him. Grandfather, with eyes in the back of his head, move out of the way, and all Jack touches is air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Jack, don't go! Jack is already at the door and opening it. He tosses the back into the room. Sally runs after him, giving Grandfat very dirty look. He just smiles an innocent smile that sa protecting you, my dear.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally pushes open the door of her house, but Jack is alre his Jeep and driving away. She watches him drive away, then raises her face to the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just once why can't he mind his own business and stay out of my life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's Jeep, driving on a deserted highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, still a little angry, driving and thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack drives up to his house, and is surprised to see his lit up, with tons of people milling around. There are Rep Camera Crews, Neighbors and more. Jack pulls his Jeep into the driveway, and gets out. The group explodes in applause, but Jack still can't figure o is going on. He spots a policeman and yells",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Is my Mom OK? He nods and motions that she is inside the house. Jack heads for the house, but is stopped by a TV REPORTER camera crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV REPORTER",
          "text": "How does it feel to be a hero?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What hero? What are you talking about? Jack pushes his way through the crowd and towards his hou concerned about his mother. In the b.g. we hear the TV Reporter finishing her report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV REPORTER",
          "text": "Modest and unassuming, untouched by stardom, Jack Cody might be a hero in the truest sense of the world. Just someone who, despite the odds, does the right thing. This is Carol Hartman, Channel 8, live at the Cody house. Back to you, Bob. Jack gets to his front door and throws it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Mom, are you all right? He goes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks into the living room, and sees his Mom getting u front of the Tv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Mom! Are you OK? What's with all the people outside? Jack's Mother runs to Jack, hugging him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Jack, I'm so proud of you! You're a hero!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Watch! I taped it for you! She pushes the \"play\" button the VCR and a news report un",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR",
          "text": "Punisher found dead - a violent end for a violent fighter. (beat) And now for some good news: Take a look at some extraordinary footage from Fulton Bank... The screen shifts to grainy color security video, which r the rescue scene where Jack came to the aid of Sally. Jac the three guys, and then hustles Sally into his Jeep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR",
          "text": "We traced the license plate of the Jeep to Jack Cody, an employee of GoodSports, a sporting goods distributor... Jack turns off the VCR and turns to his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "They've been waiting hours for you, Jack. You saved that girl! You should go out and talk to them, Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I don't really want to, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "This is your chance, Jack. You're break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Don't make that much out of it, Mom. I just did what had to be done. Mother leads Jack to the front door and opens it. Immedi crowd on the lawn surges forward to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "This is good news, Jack. There isn't enough good news on the TV. You know what I mean? Jack nods and opens the front door. The questions start coming, and the lights of the cameras flash of cameras WHITE OUT the picture as we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON TV IMAGE OF JACK, blinded by the lights of the T cameras. He is bombarded with questions, attention which with his characteristic good humor. ANGLE ON ROBERT SAWYER, PROMOTER OF SUPERFIGHTS. He is watching the TV with interest, the lights from the illuminating his face. He presses the \"Mute\" button on the remote, and the scene on the TV without any sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "He's perfect. Robert goes behind his desk and pushes the intercom on hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Lonnie, get me... The name \"Jack Cody\" flashes onto the screen, underneath image talking to reporters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Jack Cody. He's on Channel 8 right now. Set up a meeting for tomorrow, here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Yes, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Oh, and Lonnie? Make sure he comes alone. No agents, no lawyers. Thanks. He hangs up the phone and then presses \"Mute\" again. It's Jack talking on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I just did what I had to do. Anybody else would have done the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An All American Hero. Perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is out for his training run, and he is spotted by pe walking and working on the street. He runs by a crew of W working on the construction of a house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMEN",
          "text": "Way to go, Jack! He heads downtown on his run, and a schoolbus goes by and of SCHOOLCHILDREN spot him. KIDS. It's him, it's the hero. Hey, Jack! Can we have your autograph? Jack waves back, feeling really good. He turns down a city street, and two beautiful WOMEN RUNN coming towards him. One of the RUNNERS nudges the other a to Jack. She smiles at him as he runs past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUNNER",
          "text": "Want to run my way, Jack? Jack continues running, but his pace definitely slows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is rushing around, trying to get ready for his meeti Robert. His mother is following him, haranguing him for e considering becoming a fighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I don't want you to go to this meeting, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You're the one who wanted me to talk to the reporters, and Mr. Sawyer called me because he saw me on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You want to be a professional wrestler your whole life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, but being a SuperFighter is a lot different from being a pro wrestler, and a couple of years doing it would be fun. I had my 15 minutes of fame, Mom. Now is the time to capitalize on it. \fHe starts to tie his neck tie, and is having trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Mom, can you help me out here? I could die trying to tie this thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(after a beat) No. I won't help you with this. She walks out of his room, leaving Jack to fend for himse He stares at himself in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Great, just great. I hope he's more interested in my fighting than my wardrobe. He does a sloppy job tying his tie, then grabs a notebook heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Mom?!? I'm going. Wish me luck? No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Thanks a lot! He goes out the door, and only when he is completely gone mother come into the room, a worried look on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert's office building, with the legend \"SuperFights\" o front door. Jack walks up to the front of the building, a the sign, then walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator door opens and Jack walks up to a very impre solid wood door, with \"SuperFights\" engraved into it. He of the huge brass doorknobs and pulls the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack walks up to the RECEPTIONIST, who is seated at a sta art computer workstation. Her face lights up when she see",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Jack Cody, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Let me just say I'm a big fan. I think it's great that you're going to be working with us! Jack doesn't know what to say. Working with the SuperFig",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Mr. Sawyer is expecting you, Mr. Cody. He's just finishing up a meeting. As she says this, the door to Robert's office opens, and three SUPERFIGHTERS: Darkcloud, Night Stalker and Budokai aren't dressed like SuperFighters, however. They are dres in black: leathers, sweatshirts, parachute pants, etc. Behind them walks Robert, and together they notice Jack, tried to move out of the way (and to close his open mouth watches his heroes come towards him).",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Jack! Robert Sawyer! Let me introduce you to some friends of mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "Hey, I remember you! Man, welcome to the team! You're my hero now, Jack! Jack can't believe he is actually talking to the SuperFig",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "I'm Darkcloud, but call me Chuck, OK? Can I call you Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Uh... Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT STALKER",
          "text": "I'm Cliff, better known as Night Stalker. It's an honor to shake your hand, Mr. Cody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Honor? C'mon, you guys are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "You're gonna love it here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "You sure are. Just make sure you ask for enough money from Robert here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "He can squeeze pennies so hard they bleed, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That's enough, gentlemen. Jack and I have some matters to discuss. Where's your lawyer, Jack? Sharpening his pencil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about it, c'mon in! You guys be careful out there tonight, you hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERFIGHTERS",
          "text": "(together) Yes, Sir! See ya around, Jack! Robert leads Jack into his office, and then closes the do him, smiling at the SuperFighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Have a seat, Jack. Can I get you something to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, thanks, Mr. Sawyer. Thanks for inviting me over. It was great to meet those guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Those guys are friends of yours, Jack. And, thank you for coming here tonight. I know you have a lot of demands on your time now. You're a popular man. (beat) I want to get right to the point, Jack. I want you to be a SuperFighter. Is that something that you'd like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Are you kidding? I'd kill to be one of the SuperFighters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I'm not asking for that... yet. (smile) All I want to do is make you an offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "The answer's yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I haven't made the offer yet, Jack. Do you have an agent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No. Should I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Not necessarily. Most of the fighters don't, in fact. I'll walk you through the contract, and I think we'll come to a fair agreement, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You bet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before we do that, however, I want to introduce you to my favorite SuperFighter, Angel. A side door to the office opens up, and Angel, the female SuperFighter from the opening scene, walks in. She is dre her very revealing, very sexy outfit, and she comes over",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "I saw you on the news. I can't believe I'm actually meeting you! Jack is almost speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I saw you fight the other night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "I wish I had seen you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "If we can come to terms, Jack, I'd like Angel to train you. (beat) If that's OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(swallowing hard) Yeah, that'd be great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "I'm a real slave driver, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You have to listen to me about... everything. I think you've got great potential, and with a little hard training, you can be a great SuperFighter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I can't wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Angel, can you excuse us for a little while? Jack and I have to cross the t's and dot the i's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Don't take too long, OK? I'm hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "We'll all go out to dinner after, OK, Jack? Jack nods, watching Angel leave the room. Robert pulls out a thick contract and puts it down on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the contract. I advise you to read it carefully, but it's tough going. I'll go over the main points with you. OK? Angel is now at the door, and she stops and catches Jack' then winks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I want to warn you, Robert, I'm a pretty tough negotiator. I'm no pushover. Robert smiles and sits down, ready to put the hammer to J",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I saw that the minute we met, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shot of the exterior of the warehouse. Two b stand outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A \"Death Match\" is going on, with THE BEAST against a Cit crowd is wild and unruly, and betting is going on through scene. The Beast beats the Citizen handily, and then KILLS him b It's quite a difference from the SuperFights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STREET GANG made up of punks and toughs, along with the occasional girlfriend, is hanging out in an alley, smokin cigarettes and killing time. (6 to 8 GANG MEMBERS - Black Hispanic, White) Suddenly, one of the street gang's LOOKOUTS is propelled alley. He SLAMS into the wall on the other side and colla heap, MOANS once, then is silent. The gang is up and on their feet, ready for action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANG LEADER",
          "text": "What the hell...? The SUPERFIGHTERS (Budokai, Night Stalker, Darkcloud) com three doorways into the alley, immediately surrounding th gang. The Leader starts to go for his weapon, but a movem Darkcloud stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "I wouldn't do that, Bubba.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANG LEADER",
          "text": "Name's not Bubba.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is if I say it is, Bubba. One of the gang members moves towards Darkcloud, and he i immediately taken out, brutally, hit and kicked and SLAMM the wall. INSERT shot of THUGS raising guns, preparing for action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANG LEADER",
          "text": "What do you want, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "30% of the action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANG LEADER",
          "text": "What the hell for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "So that doesn't happen to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANG LEADER",
          "text": "No thanks, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "You got a nice operation, Bubba.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Drugs, grand theft auto, extortion - we want in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANG LEADER",
          "text": "And if I say no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "You know you can't say no, Bubba. Oh, by the way, it's up to 40% now. Want to try for 50% by complaining some more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANG LEADER",
          "text": "Screw you, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Wrong answer, Bubba. The SuperFighters JUMP into action in the alley. They are trained fighters, and the gang members are no match for t over quickly, with brutal efficiency, the SuperFighters d the gang members. When it's over, Darkcloud stands the Leader of the gang u applying a very painful joint lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "50-50 now, Bubba. Pick ups once a week. Try to cheat me, you get dead. Comprende? The Leader nods, in a world of pain. About eight miscellaneous TOUGHS, who are aiming guns, c from the darkness. Darkcloud turns towards them and smile motioning to the Gang Members on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "See, I told you we wouldn't need you guys. They said we couldn't beat some sense into your thick skull! He laughs and drops the Leader, motioning for his SuperFi follow him out of the alley. The gang members stay on the too hurt to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack walks through the door into the training gym, which high tech, all marble, machines and red and blue floors. best for the SuperFighters. Jack is astonished by the roo walks around looking at it in awe. As he looks around, in walks Angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Good morning, Jack. It's nice to see you're on time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm all yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "How true. You got a clean bill of health from our doctors. Let's see what you can do, OK? She pushes a button on a keyboard located on a pedestal, Tvs in the marble wall are revealed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "This is the main training area for the fighters. Usually, you all train together, but we'll be training alone for the first couple of weeks, however.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Why? They walk over to the two beams of light streaming down a one wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Jack, don't ask too many questions, OK? When I call out a kick or a punch, you hit through the lights. They measure speed and power. Got that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stepping side. Jack does it. A power read out registers on the computer",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Backfist, straight punch. Jack does it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Spinning hook, roundhouse, front kick. Jack performs them, hitting the beams of light each time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Left hook. Right jab. Left uppercut. Jack does them all, and is performing very well. A series CUTS shows Jack hitting the bags and targets, with each h scoring \"power points\" on the computer read out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Now I want to measure your reaction time. Enter the chamber, please. She walks over to the keyboard and punches in several com Jack stands in the middle of the chamber, and suddenly th on each side of the chamber come flying out. Jack tries t the poles, but still gets hit a few times while doing it. We see the computer screen measuring the result of the tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "OK! Take a break for a minute, Jack. (beat) Not bad. Your numbers are pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Thanks. Is the test done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Not quite yet, Jack. Angel moves up close to Jack, body to body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What... are you doing, Angel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Checking vital signs... She presses her finger against the vein in his neck, feel pulse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Not too fast, that's good. She runs her hands over his body, gently, caressing. She the vein in his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "A little faster now - you enjoying yourself, Jack? That's good, too... Her hands goes farther down, caressing his buttocks, then towards the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Angel...? Jack jumps a little, and Angel snaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Stand still! She presses her right hand between his thighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Best indicator of heart rate activity. Your heart's pumping to beat the band, Jack... She smiles at Jack, then pulls her hand back, taking care up against the front of his workout pants as she goes. An growls a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "My favorite vital sign... Oh, the things you'll see, Jack. We're going to have so much fun training together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(forced, throaty, embarrassed) Should we be doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You'll do whatever I say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Here? Now? Angel laughs, then starts to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "We have all the time in the world, Jack. We start for real, training, I mean, tomorrow. Get a good night's sleep, Jack, you'll need it. She tosses him a bottle of pills. He catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What are these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Vitamins. Special for the SuperFighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "They're vitamins, Jack. Take them. Jack watches as Angel exits, leaving Jack tortured and al",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert is in his office, kissing with Lonnie, his recepti when the door flies open and OATES comes in flanked by tw BODYGUARDS. They have knives drawn, and they PULL Robert and Lonnie a Oates holding Lonnie, the Bodyguards holding Robert, kniv both their throats. Robert looks at him and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Mr. Oates. What a pleasant surprise. Oates moves the knife closer to Lonnie's throat, and she pull away, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OATES",
          "text": "If I was calling the shots, you'd be already dead. Understand me, Sawyer? Robert just nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OATES",
          "text": "Instead, my people want to send you a message. You don't agree, we kill the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "The girl? Oates indicates Lonnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Oh, her. (beat) Go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OATES",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Go ahead. You got what it takes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OATES",
          "text": "I kill her, you're next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You have to do her first. Lonnie looks at Robert, stunned at what he is saying. Th would sacrifice her. Robert is still smiling, until he moves, and when he move incredibly quick, and brutal. He strikes the two bodyguar they go down immediately. When they are down, he turns to Oates, who still has the Lonnie's throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Your turn. I'm calling your bluff. Oates doesn't move, but he is terrified by this unfeeling Robert moves and HITS Oates, knocking him away from Lonni",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert doesn't even see that Lonnie has been hurt. He clo Oates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Let me get this straight... You thought you'd tell me what to do? Strongarm me? Is that how your pea brain works?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OATES",
          "text": "What's the big deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I'm the big deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OATES",
          "text": "Hey, I won't do it again, if that's what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That's only part of what I want. Robert attacks Oates, and he is brutal and ruthless. He hits him with a strike to the stomach, which doubles h",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That hurt? Straighten up. With difficulty, Oates straightens up and tries to hit Ro soon as he comes all the way back up, Robert blocks his s hits him again, with a different technique this time. Oat farther down, and seems to hurt much more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That hurt more, I could tell. Interesting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OATES",
          "text": "(between gasps) C'mon, I said I'd stop. He grabs Oates by the hair and stands him up. Oates trie on Robert, but he blocks it easily and drives a strike in arm, breaking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I never knew that was so effective. Oates' arm hangs limply by his side, and his face is a ma agony. Robert hits him a couple more times, analyzing the reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Hmmm... Lonnie, you should leave now. Robert drives a knife hand into Oates' collar bone, break with an audible CRACK. Oates' screams again, and now both arms hang useless at his sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "How bad is the pain? Can you describe it? No answer from Oates, who is in incredible pain. He pulls back and gets himself set, then drives forward w special technique, striking Oates in the chest, right whe heart is. Oates' eyes go wide, and his mouth opens in a silent scre he drops over dead. Robert stands over Oates and studies his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "It works. And, you'll never threaten me again. It's just a win-win day. He exits the room without looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An exclusive, gated community - expensive townhouses and guards. A limousine pulls up and into a parking place, an step Angel and Jack. She leads him into one of the units.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an incredible apartment, complete with vaulted ceili fireplace, open staircase, eat in kitchen, exercise room more. Angel gives him a guided tour, and we tag along. In the master bedroom, Angel lays on the bed and motions to join her. Jack shakes his head and moves on to another",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VARIOUS SHOTS of Jack eating dinner at an expensive resta with other SuperFighters (Budokai, Night Stalker, DarkClo etc.), Angel, beautiful women, etc. At the end of the obv expensive meal, Jack pulls out his wallet and, over prote from the rest of the group, produces a wad of bills to pa tab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack comes out of his apartment carrying his workout bag, his workout with Angel. He runs up to his Jeep, only this it's not his beat up Jeep, but a beautiful, new Jeep Cher Sport. He hops in and drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is training with Angel. Before they begin, she hands cup of water, and he takes the pill. They start training, and Angel is a slave driver. Jack ha worked so hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "This is our newest training device, designed by SuperFights for close quarter combat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack drives past the warehouse where he used to work, and irony is lost on him. Frankie is outside, and he spots Ja",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANKIE",
          "text": "Hey, Jack! Way to go, man! Hey, can you stop for a second? Yo, Jack! Jack smiles and drives on. Jack passes by an area of the city in his new car, and Sa her way to work, a working girl with a briefcase. She sto light, next to a workman carrying a mirror. We see Jack's first in the mirror, then Sally sees him. She tries to sa but he doesn't see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is running stairs, with Angel watching, holding a st",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Angel are standing in the river, throwing kicks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel is drilling Jack with Muay Thai bags. Jack is kicki sweating up a storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Angel are running together. They start to sprint Angel is staying right with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is heading for the door for a workout. He stops at t and takes his \"vitamin\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is lifting weights, with Angel as his coach. He is w very hard, and Angel is urging him to work even harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is lying in the whirlpool, the bubbles flying around steam rising, taking the pain out of his tired muscles. The door to the locker room opens and Jack barely acknowl he is so exhausted. We get the impression of a HUGE, HULKING BEAST who appear steam behind Jack, who is totally unaware. The Beast comes closer, big hands and arms reaching for J a muffled order is BARKED. Jack sits up straight in the whirlpool, looking around fo someone, something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who's there? No one answers. The Beast recedes into the anonymity of the steam, leavin searching in the steam for the something he thought he sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "This is a rookie thing, right, guys? Ha, good one! You guys got me a good one! He sits back down in the whirlpool, but doesn't quite rel way he was before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, after his whirlpool, comes out of the locker room. He goes past the Women's locker room, and there is Angel, view, almost completely naked. Jack doesn't want to look, stops anyway. Angel knows that Jack is watching, and she consciously gi little show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON RING, where a SuperFights bout is going on. Two flamboyant fighters are going at each other, in a series techniques. It's RASPUTIN against THE MERCENARY. Rasputin dressed like a Red Army General crossed with a mad monk. Mercenary is dressed like an American soldier in this \"pa battle. Angel and Jack are sitting with Robert in the crowd. Jack is in street clothes, watching the action (his first not for a little while). The crowd is loud and ready for violence, and the SuperFights are ready to give it to the INSERT: Underground betting is going on here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You ready for this craziness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(looking at Angel) You bet. Just say the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "It's Angel's call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Soon. The fight continues, and The Mercenary is really taking t to him, but the things that The Mercenary is doing aren't any effect on Rasputin. In fact, Rasputin looks really angry. The Mercenary hits a roundhouse right, and there is NO reaction. Nothing. The Mercenary stops fighting and stares at Rasputin, unbe",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MERCENARY",
          "text": "C'mon, man. Let's do it. At that moment, Rasputin attacks, and tears into The Merc The Mercenary is not ready for the onslaught, and he is g really hurt. The crowd is going wild, and everyone is on their feet. \fRobert is concerned. He looks at Angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "What's going on? Angel shrugs, and looks back at the ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIND OUT",
          "text": "Angel nods and rushes off. Robert forces a smile to Jack, concentrates on the fight again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RING",
          "text": "The Mercenary is a bloody mess, and Rasputin is raging at and everything. Darkcloud is yelling at Rasputin to let T Mercenary go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "C'mon, man, he's hurt. Let me come get him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASPUTIN",
          "text": "He's mine! The other SuperFighters, including Night Stalker and Dark are debating whether to go inside to get Rasputin. They a to go in, when one of the Doctors shows up with a tranqui gun. He takes aim at Rasputin, who is still putting a hurt on Mercenary. He slaps his neck where the tranquilizer goes SCREAMS at the assemblage, then falls into a heap on the The Mercenary falls unconscious next to him. Jack is still watching from the stands. In the Ring both fighters are being carted out by paramed",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "What a fight! Don't want to meet the Mad Russian in some dark alley later, I'll tell you that... Next up, Darkcloud takes on the Dynamic Duo. It's two against one! <BEAT> I've just been informed that we have our newest SuperFighter in the crowd - Jack Cody, A spotlight illuminates Jack, and he puts his hand up to through the glare. The crowd erupts in applause when Jack up. It's his moment in the sun, and the bright light wipes ou image of the fight before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Angel are working out. They are trading kicks, w up. Angel is an incredible martial artist. Both of them a wearing protective gear, which is very futuristic and hig They start to speed up, and Jack begins to wonder if he c her. He tries to score some points on her, and catches he guard. He scores a kick to the body, and smiles a little. Angel stops and looks at him, hands on her hips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "(smiling) You want to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(beat) Sure. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You think you're ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ready as ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "OK. Go for it. They bow to each other and then touch fists. Jack gets in fighting stance, and starts to throw a combination, but b can even move, Angel is all over him. She is throwing all techniques, feet and hands, and she is scoring at will. H movements are like lightning, and Jack is getting an old ass whupping. Angel spots Robert off to the side, watching. Angel, in o make Jack look good, starts to lose. They go at it, and Jack is very impressive. Angel leaves open for an attack, and Jack responds with a flying spin hitting her. Robert comes out of the background now, applauding a litt",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Is he ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Yes. Robert exits the room, and he and Angel slap hands, excit then pulls him into an embrace, one that starts as a cele and quickly moves to something else. Jack catches himself and pulls away from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You better get some rest, Jack. We can, you know, finish this later...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. (beat) Hey, I read where the police found Rasputin's body. What happened to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Random killing, I guess. It's a violent world, Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How'd he get so out of control?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "I told you about asking questions, Jack. \"Sides, the SuperFights await.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What's it like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Nothing you've ever seen before... She walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally comes walking up to her house, a piece of paper in It is a playbill advertising the next SuperFights. Jack, as the \"All American Hero,\" is featured prominently ad, which is selling tickets and the pay-per-view coverag looks at the playbill for a long time, remembering Jack a way her Grandfather treated him. Just then, the door to their house opens, and Grandfather expert in ancient Chinese healing arts, is showing an inj PATIENT out of the house. Sally sees her grandfather and quickly folds the playbill smallest possible size, then hides it in her purse. She t into her house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"SuperFights Tonight\" lights up the arena marquee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is jumping, and the arena is packed. In the cen the SuperFights ring/cage, and all the spotlights are on A martial arts demonstration is going on in the center, a crowd is cheering as three children use various martial a weapons in a demonstration. They finish and bow to the cr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is sitting at his locker, his uniform on. It is a mi traditional martial arts and patriotic glitz - all in all however, the effect isn't bad. He's nervous, tapping his feet and taking deep breaths. Budokai and Darkcloud come over to him and clap him on th shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "Don't worry! The first one's a piece of cake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "You're being groomed for the big time, man. No way you'll lose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You think so? You think I'm ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Sure! Who you going up against?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "The Enforcer. Budokai and Darkcloud share a look, their smiles gone. Th quickly, they smile again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "Nothing to worry about. The guy's a punk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(wanting to believe) Great. Thanks. I feel much better...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack getting SLAMMED in the face by The Enforcer, a huge, angry fighter. He gets HAMMERED again, and thrown to the canvas floor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Take the fall, Jack! Absorb it! The Enforcer stands Jack up, and puts him into a hold tha very painful, but really isn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We met before, didn't we? C'mon, Jack. I thought you were supposed to be the All American Hero. Show me something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK'S MOTHER",
          "text": "She is in the audience, and is very concerned about Jack. The Enforcer smiles and takes him down with an elaborate throw, then LANDS right on top of him. Jack's wind comes completely out of him, and he is just about out. He looks through the ropes, trying to find Angel, but ins spots Sally, who is sitting near the side of the ring. She motions for him to get up, and surprisingly, he start off the canvas. Jack stands completely up and turns to The Enforcer, who on the crowd in the center of the ring, his back to Jack, looking at him. Jack goes over and taps on The Enforcer's shoulder. The E turns, face curious, only to get BLASTED with a right cro He stumbles back and Jack starts a series of beautiful mo (ones that Angel taught him). The Enforcer is defenseless gets rocked over and over again. Finally, The Enforcer is out on his feet, and Jack sizes He launches and connects with a flying spinning hook kick knocking The Enforcer out! Jack's mother, relieved, gets up and walks out. She is no but she is glad that Jack is safe. Jack lands on his feet after the kick and the crowd goes Jack raises his hands in the air and quickly goes to the the ring where he saw Sally, looking for her in the crowd She is on her way to the ring. Jack sees that her seat is empty, and before he can look else, Angel grabs him and pulls him into a deep kiss. Sally sees this kiss and stops in her tracks, stunned. Sh and walks the other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You did it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "We did it! Jack is still looking for Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is training, and now all the other SuperFighters are gym training too. They are sparring, they are lifting wei some are working out on treadmills or exercise bikes. It flurry of activity. Jack is stretching to one side, taking it all in. He push rear end forward, holding that stretch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "I think I remember that position from somewhere... I just can't seem to put my finger on it... Angel puts her hand on his buttocks, and Jack jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "C'mon, Angel. Cut it out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You seem a little jumpy, you OK? Angel smiles and walks up, and Jack continues his stretch Budokai comes up to him, holding a kicking bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "Hold this for me, will ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You bet. He steadies himself for the kick. Budokai does a stepping kick into the bag, propelling Jack into the wall behind h he hits a bunch of pads and other training apparatus. It down around Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nice kick, man. Budokai watches him for a moment, and looks like he's abo erupt in laughter. Then, he thinks better of it and goes where Jack is and helps him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "You must have slipped, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Right, yeah, I slipped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK IN THE RING, FACING OFF AGAINST ANOTHE",
          "text": "We just catch the tail end, as Jack prepares to knock him",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "No mercy! Jack takes him out with another flashy kick. This time, hasn't gotten hurt at all - he's the All American Hero, a Sally is in the audience again, watching and cheering for",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, dressed in an expensive leather coat, exits the res with Angel on his arm. A line of FANS, mostly KIDS, are w outside with things for him to autograph. Jack loves the attention, and he stops and signs for them One especially cute KID waits at the end of the line. Jac at Angel and kneels down in front of him. The Kid holds t of paper out to Jack, then looks at him very seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "You're my favorite in the whole world! (beat) Are you really a hero? Jack smiles and takes the paper, then turns and looks at smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I try my best, kid. I try my best. He signs the autograph and they walk on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An expensive limousine drives down the street. Suddenly, careens out of control through the intersection, sliding right in front of the limo. The LIMO DRIVER leans on the horn, but nobody gets out of The Limo Driver gets out and walks up to the car to see i is hurt, or if anyone needs help. From out of nowhere FLIES Budokai, KICKING the Limo Drive head, sending him down the ground. Out of the shadows of the street come two other SuperFigh Night Stalker and Darkcloud, and they jump into the front the limo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A short, thin man, GERACIOTI, is sitting on the back seat beautiful women in various stages of undress are sitting him. On the floor is a satchel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT STALKER",
          "text": "Sorry to cause coitus interruptus, but I think you have something for us. \fThe man indicates the bag on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT STALKER",
          "text": "I'll take that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "(reaching out for one of the women) And I'll take you! Night Stalker slaps Darkcloud on the arm and motions for get out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Maybe some other time, my sweet! They exit the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is in the ring, facing off against a bigger, faster, opponent, The Mercenary, this time. However, Jack wins ag using his impressive and very distinctive style to beat h In the audience sits Sally, cheering Jack on, anxious for catch a glimpse of her. The Grandfather is sitting with h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is in the bathroom, washing up. He is staring at him the mirror, examining his face and his body. He is wearin bikini briefs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Did you think that fight tonight went awful fast? I mean, I barely hit him and he went down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You were great, Jack! They loved you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, but was I that great? Am I that good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Don't ask me, I'm not exactly impartial...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, but do you think they're taking it easy on me because I'm new? I don't want anything given to me... Jack grabs a robe and walks out of the bathroom, comes ar corner towards the bedroom, and there stands Angel, dress in a dress shirt and panties. She is in a fighting stance hands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to give it up to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(after a beat) C'mon, Angel. What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You want a fight, you got one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(smiling) I've never fought anyone in lace panties before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Enjoy it while you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Angel... She attacks, and they trade playful techniques, and then SWEEPS her to the bed, landing next to her in an embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Oh, Jack Cody, you sweep me off my feet. She pulls him into a kiss, laughing. Jack returns the kis moment, then pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "C'mon, Jack. Just one time? It doesn't have to mean anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes, it does. Besides, you're my trainer, and my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "What are friends for? Jack doesn't say anything, so she gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You don't know what you're missing. She leaves, but not before giving Jack a good look at her",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm getting a sneak preview...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geracioti is sitting with his wise guys in the apartment, and bitching about the way things are, and the way things be. Geracioti is talking to his two bodyguards, MUSCLE 1 MUSCLE 2. A large metal ceiling fan is spinning fast above their he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those guys think they got us, think we're gonna just roll over - they got another think coming. The Gang Leader stands up and walks, posturing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERACIOTI",
          "text": "They gonna get the message when they open that briefcase, you know what I'm saying? We control too much to just give it away. Suddenly, the lights go OFF, plunging the apartment into darkness. A second later, the emergency lights come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERACIOTI",
          "text": "What the hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSCLE 1",
          "text": "I'm there, checkin... The door to the room SMASHES open! The Beast BLASTS throu room, hitting everything in his way. He knocks out both o Muscles, then GRABS Geracioti by the throat and lifts him ground. They are right under the fast moving ceiling fan. Geracioti is screaming, and sounds of running and shoutin heard out in the halls. Robert walks through the shattered door, flanked by Darkc Night Stalker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "We opened the case. (beat) Wake one of them up! I want a witness when he dies. Darkcloud JERKS one of the Muscles up off the ground, and him in the face to bring him around. Robert walks over to Leader and smiles. He looks up at th fan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERACIOTI",
          "text": "C'mon, man! DON'T!! Robert ignores him and turns to the Muscle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You see this? This is what happens. DO YOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEE",
          "text": "The Muscle nods his head, scared that he's next. Robert, after a BEAT, turns back to the Beast and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one steals from me. No one. Robert motions to the Beast and he raises Geracioti up. Geracioti's head hits the fan, and blood SPRAYS all over",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "This must be what they mean when they say the shit hits the fan. Robert watches for a moment, then turns to the Muscle. He right up to him, face to sweating face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Spread the word. Fear me. He exits without another word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is running and training outside, throwing punches wh works on his endurance. It is foggy out, and as Jack turn of the paths, he sees a hulking Figure. He stops for a moment, spooked, and looks for the Figure, gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who's there? He continues running, but suddenly, he is attacked by a M Man. They fight, and the Masked Man is a much better figh Jack. Jack is trying to block him, but he cannot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASKED MAN",
          "text": "You're not winning the fights, they're losing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Bullshit! I'm a great fighter. The Masked Man SLAMS Jack HARD, sending him to the ground",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASKED MAN",
          "text": "Robert's not just a promoter, and you're not just a fighter. It goes way beyond that. Illegal death matches, fixing fights, gambling, drugs, organized crime, murder - he's into it all. You've got to get out while you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I haven't seen any of that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet. But you will. You're a product, and once you are the fighter he wants you to be, you'll become a killer too. Like the rest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I won those fights...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASKED MAN",
          "text": "We both know you didn't. Pull out while you still can. And, Jack, don't take the pills. They aren't vitamins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Wait! How do I do that? The Masked Man is walking away, but he pauses right befor exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASKED MAN",
          "text": "Just say no. He is gone, leaving Jack standing in the park all alone. the life of a SuperFighter doesn't seem quite so glamorou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is walking along the riverfront, his hands in his po is absently watching the traffic on the river, and the pe walking around him. Jack walks a little bit more, then notices a man off to o in a little park, going through a martial arts routine. I style Tai Zhi Quan, and the man is obviously an expert. J a little closer for a better look, and realizes that the Sally's Grandfather. Jack smiles and watches the man move. Very athletic, very graceful, with an underlying strength. The man finishes up a particularly intricate set, then go drinks some water out of a bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "(his back to Jack) You haven't come to see my granddaughter again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I didn't feel particularly welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You give up on everything so easily? Jack thinks about that one for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, but I... \fJack thinks Grandfather Grandfather",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "She is a rare jewel, a wonderful girl... woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes, she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Yet you don't come to see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(after a beat) I have no answer for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "I see you in the TV ads. You're a famous fighter now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah. Famous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You are troubled by something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You could say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "I began training my daughter in the martial arts. Will you do me a favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Come to her training tomorrow morning, 6:30 am, sharp! It will be a happy surprise for her. for a moment, then smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "For us both. Can you teach me to move like you? scribbles an address on a piece of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "I'm not a miracle worker. <Smile> Here's the address. It's not much, but it serves our purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "See you tomorrow morning. starts in on another form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Is that Tai Zhi? No answer from Grandfather. Jack smiles and walks on, fe better than he's felt in a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is deserted when Grandfather and Sally drive up in his up pick up truck. They get out and Grandfather looks arou Jack. There is a homeless person sleeping under a paper b some trash barrels, but no Jack. Grandfather shakes his head, angry at Jack, and at himsel",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Damn it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "What's the matter, Grandfather?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Life is filled with disappointments, Granddaughter. Let's go inside. As they head for the door to the warehouse, the figure un paper box stirs, and then stands up. It's Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Jack! Jack turns towards her and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Where have you guys been? Grandfather is sincerely pleased that Jack is there, but doing his best to hide it. Jack and Sally embrace, but that is quickly broken up by Grandfather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "We are here to train, not kissie kissie. Jack and Sally come apart, reluctantly, and line up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Time's a wasting, Grandfather! They go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Sally are lined up in the middle of the warehous has some old Chinese training devices in it, as well as miscellaneous boxes, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The martial arts are about controlling your body, your mind... and your emotions. Jack and Sally look at each other and smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Horse stance! They both get into a horse stance, and what follows is a",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF TRAINING SEQUENCES",
          "text": "Grandfather repositions Jack's hands. Sally SLAMMING Jack chest with a palm heel. Grandfather working on footwork a movement with Jack. Jack kicking, and Grandfather coming showing him a slightly different way. Jack and Sally stretching together. They are sweaty tired, but there is a spark there. The workout is over, and Jack is riding a high that he's felt before. He yanks his jacket off the floor, and his k out, and so does one of the pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "(picking up the pill) What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "They said they were vitamins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "I don't think so. Don't take any more until I check it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Sure. Thanks for having me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You will come back tomorrow? Sally smiles and looks at Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Bright and early. (to Sally) You want to have dinner tonight? Sally smiles and is about to say yes. Before she can say however,",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Jack! Both Jack and Sally, surprised, turn towards the Grandfat is steeling himself for another scolding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You have her home by 11:00 pm, no later! You hear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet, Grandfather. Grandfather smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "See you tonight! He exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Sally are eating at a very nice restaurant. We c them through the front plate glass window. A couple of pe up for autographs, but then they are alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is lifting weights, around the other SuperFighters. certain time, all of them are provided with pills and cup water to drink them with. Jack takes his, and makes like drinking them. After he drinks, Darkcloud winks at Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Breakfast of champions, eh, Jack? Jack smiles and then coughs into his fist. The pills he p mouth are shot into his hand, and he stuffs them into the of his workout shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Sally are training together, doing a little spar After they have warmed up a little, Grandfather puts them the paces. He runs Jack through an agility drill, then ho pads for him to hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "I had the pill checked out, Jack. Steroids, growth hormone and some other chemical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Don't remember. The pharmacist said something about mind control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I stopped taking the pills, but they'll know something's going on if I'm not getting any stronger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What do you have in mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Qi training. He places an aluminum can in front of Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Hit this. Jack goes to punch the can, but Grandfather moves it so t is punching at air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "With your qi. Qi is inner energy. Your life force. Everyone has qi, you just have to learn how to use it. Watch! Grandfather puts his hand out and stops it about 6 inches can. He closes his eyes and concentrates, an amber glow s his hand (SFX), and then the can MOVES ABOUT SIX INCHES! All by itself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What the hell? (beat) Do that again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "(fire in his eyes) It's not a magic trick! You do it! Jack puts the can up on the table and put his hand out, m Grandfather, looking stupid. He concentrates but the can to move. Jack smiles. He thinks it's a trick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That's qi? Qi. (mispronounces the word) Sounds like you are sneezing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Qi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Bless you. Grandfather walks over to Jack and puts his hand on his s",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "It's Chinese for inner energy, Jack. QI! He then flexes his palm on Jack's shoulder, and Jack goe across the room, SLAMMING against the wall and sliding do Jack nods, then pronounces the word correctly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Q-Q-Q-Q-Q-Qi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Qi can be used for protection, and for attack. It requires much practice, and meditation. Breathing and qi are connected. Each breath brings in power and strength...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is sitting and meditating with his eyes closed. Sitt to him is Grandfather, who has his eyes OPEN! Sally is be both, her eyes closed. Jack is having real trouble concentrating. He is shifting position, rolling his head on his shoulders, trying to ge comfortable. He opens his eyes and looks around, and sees Grandfather has his eyes open. He looks at Sally, then back to Grandfather. He then puts out in front of Grandfather, to see if he can see the han No reaction. He does a few more things, then decides he is going to at Grandfather. He prepares a backfist, then lets it fly tow Grandfather's head. Before it can land, however, Grandfather blocks it with o and SLAPS the back of Jack's head with the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "This meditation is more advanced. It trains you to distinguish the false from the true. Now, clear your mind and continue. Grandfather and Jack continue to meditate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are saying good-bye outside the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Your grandfather's a great guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Didn't start out that way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was just looking out for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "I got news for you, he's still looking out for me. She pulls him into a kiss, and it's a major league, passi one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is training with Angel. He's working on the heavy ba she's watching him, charting his progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "You're not getting much stronger, Jack. I don't get it. We normally see 25% increase by this time, and you're way behind schedule. What gives?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Got me, Coach. Just then, Robert walks in, briefcase in hand, and motion Darkcloud and Night Stalker to join him. They break off f training and follow him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I gotta take a leak... I mean, I have to use the facilities, Ma'am. May I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "I'll be right here. Jack grabs and towels and heads down the hallway to the b and walks right by the room where Robert, Darkcloud and N Stalker went. Jack pauses outside the door for a moment, Robert put the briefcase down on the desk and open it. Ja glimpse of money in the suitcase, lots of money, before t is closed. Jack continues on to the restroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert and Angel are getting dressed, after having made l his office. Robert treats Angel like his property, and An starting not to like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "So, what's up with Jack? He checking out, strength and speed and all that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "(after a slight hesitation) He's right on schedule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think I can trust him? I look ata lot of fighters, Angel, and I can't afford to get burnt. Do you think it's time we took him out with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Not yet. Hell, he still thinks he's winning his fights, fair and square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Good. Keep it that way. It's good for business, and he's become quite a star, hasn't he? He's young, and we've got all the time in the world. Robert watches Angel as she continues dressing. He GRABS her by the hair and pulls her to him, yanking he back, lifting her face to his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You're not getting star struck, are you? Angel tries to shake her head, but Robert has her held to tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You don't forget who trained you, and Darkcloud, Night Stalker and the others, do you? Again, she tries to shake her head, but cannot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Good! He kisses her brutally, then lets her go, pushing her bac clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Let yourself out. I have a meeting. He exits the room, and Angel wipes her mouth with the bac hand, trying to get the taste of him off her. There is real anger in her eyes as she continues dressing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandfather is drilling Jack in qi cultivation. They are sticking hands, and Grandfather talks while they drill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "The key to using qi is your waist and legs. You can use your opponent's energy against him, by sensing the attack and reacting immediately, before he hits you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Attack me. Grandfather closes his eyes, and Jack throws a punch at h looks like it is going to hit him, but at the last minute Grandfather avoids the punch, redirects the force, then c at Jack, throwing him back about 3 feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "I am talking about spontaneous reaction. Your body has a field around it, and when an attack comes, you feel it. Jack looks at Grandfather, and he knows Jack doesn't unde",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Hold out your hand. Grandfather looks at the hand, then thrusts a pin into it it can go in too far, Jack YELPS and pulls his hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Spontaneous reaction. See?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, I see. They start sticking hands training again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three SuperFighters, Budokai, Night Stalker and Darkcloud duking it out with an Asian gang (5). They beat them hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "You're out of business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is fighting in the ring, and at one critical moment fight, he tries to use the qi training he is learning. It work, however, and Jack is SLAMMED by the other fighter, Stalker. Surprised, Jack moves away from him, trying to recover. F he finishes off Night Stalker, then raises his hands to t The applause is deafening. Jack turns to all corners of the crowd, and smiles at Sal Angel watches him closely, and sees the look he gives Sal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is lifting weights with the other SuperFighters. Sev CLOSEUPS of SuperFighters training (men and women), their apparent. They are so big, and so emotionally on edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack working on his qi training with Grandfather. He is f by Jack's inability to concentrate, so he gets a machine machine generates lights and sounds, allowing Jack to con Jack puts on glasses, and does his meditation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, in the early morning rays of the sun, is doing a so Tai Zhi form. It's beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sticking hands. More Machine Jack working on moving the can. More machine. Grandfather turns off the machine and attacks Jack, who s the eye piece on. Jack is able to defend himself. He does notice that he cannot see anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is eating dim sum in Chinatown with Sally and Grandf Grandfather and Sally are busy ordering, in Chinese, and is very bored. Jack is sitting there trying to move a can of soda. An am appears for a split second (SFX), and the can jiggles a l Jack is elated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It moved! It moved! Grandfather looks at the waiter and shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "You bumped the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm telling you it moved!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "All right, all right. It moved. We're ina restaurant, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is going crazy, ready for the next SuperFight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (0.S.)",
          "text": "Next up... Darkcloud against The All American Hero!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is all dressed and ready to go for his next fight. H standing near the door, waiting for his introduction. The light sheen of sweat over his skin, and he can't wait to the ring. Robert and Angel appear at Jack's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Mr. Sawyer! How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Jack, I want you to lose this fight. Jack smiles and nods, then does a double take. He stares Robert, looks at Angel, then decides that he's joking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Good one, Mr. Sawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "The decision has been made, Jack. You don't win this fight. I'm setting you up for a huge title match later. You lose to Darkcloud tonight. The crowd is chanting Jack's name. INSERT: Underground betting is going on here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Jack Cody! Jack Cody! Robert starts to walk away, leaving Angel standing there. looks at Angel, but she cannot meet his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Mr. Sawyer? Robert doesn't listen and continues to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "Give it up for a fighter who needs no introduction, the ALLLLL AMERICAN HERO! The spotlight swivels around to find Jack, standing at th entrance to the locker room. It lights him up and the cro but he is still looking off towards Robert. Stunned. Finally, Angel edges him towards the ring, and he goes, of fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is inside the ring, facing off with Darkcloud. Jack is losing, as he is supposed to. He is still in kind daze. Robert is in the crowd, and he looks a little concerned. Darkcloud clinches with Jack, and whispers in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Jack, man, you gotta make it look good. You gotta be beating me before you take the dive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Why do I take a dive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "It's in the script. Jack breaks the clinch and still he is being beaten up. H taken down, and is in real trouble. Jack looks into the crowd and sees Sally, who has a very look on her face. Jack is filled with confusion, and gets slowly. They start fighting again, and now Jack begins to show so Robert, seeing the change, is relieved. The fight continues for a little bit, with Jack having th hand now. The fighters clinch again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Good man. Let me catch my breath, then I'm gonna take you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You and what army?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Don't try it, Jack, man. It ain't worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm not going down. They break, and now Darkcloud is pissed. This was suppose his win. He charges Jack, intent on really taking him out Jack sidesteps the attack, and mounts his own. It's fast furious, and very dangerous. Jack uses some of the techni Grandfather has been teaching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "She knows what Jack is supposed to do, and sees what he i She's not sure if she should be angry, or cheer his rebel Jack avoids Darkcloud's brutal attacks, and continues to finally sets Darkcloud up for the knockout blow. He pauses for a moment, looking first at Angel and then i crowd for Robert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Don't do it. He smiles, then the CAMERA PULLS OUT and Jack KNOCKS Dark into oblivion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Who is furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABLE",
          "text": "Jack's contract SLAMS down on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "See this contract? You signed it! You don't decide that you are going to win a match. I tell you to do something, and you do it. You hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Nobody asked you to talk! Was I clear when I told you to lose the match?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Mr. Sawyer, let me explain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before I decided to train you, you were a box boy at a sporting goods store, for crying out loud. Now, you're a hero and you're famous. A pretty good deal, I think, and all I ask is for you to follow orders. Can you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I think I can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Don't think, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You can count on me, Mr. Sawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "(softening up) Jack, maybe we started off wrong. This is entertainment, and we want to give the audience a good show. Sometimes, that means we have to play with the outcome, make a fight better than it otherwise would be, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Good. Night Stalker and Darkcloud are leading a little expedition tonight, and I want you to go along, help out. OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "OK. I'm there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Good. And Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes, Mr. Sawyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "No one disobeys me twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes, sir. Jack exits the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A restaurant sits on the corner of the street. It is clos for the night. A van pulls up to the front of the store, SuperFighters, Jack in tow, pile out and go into the rest",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group, led by Darkcloud, Budokai and Night Stalker, w the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Don't sweat it, Jack. It was a lucky shot, anyway! Don't ever do that again. You won't live to see the sun. You understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT STALKER",
          "text": "It's humiliating to get reamed out, man, but at least you're still alive, bro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah. What are we doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "The dirty work. You develop a taste for it, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Chinese food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT STALKER",
          "text": "Yeah, right. Darkcloud goes up to the main counter and SLAMS his fist the glass, SHATTERING it into a thousand pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Wang, you've been a bad boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "(to Jack) Wang is the head of the Tong down here, and he owes Robert a percentage. We're collecting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I've eaten here before... WANG, a 40ish Chinese man, comes out of the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANG",
          "text": "I already sent it to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Give it up, or we trash your place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANG",
          "text": "Trash? Darkcloud, in answer, KICKS the front of the display case SHATTERING it as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASH",
          "text": "\fOut of the back come three WAITERS, and they attack the SuperFighters, Jack included. Jack is forced to fight alo the SuperFighters, even though he knows that it's not rig on the other hand, these are Chinese criminals, so... They quickly win the fight, the Waiters aren't very good and corner Wang. Darkcloud holds Wang, while Night Stalker savages him. He hitting him over and over, and blood is everywhere. Jack turns away, not wanting to look at what they are doi Wang. Budokai grabs him and turns him back, forcing him t",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANG",
          "text": "OK, OK, I pay you, I pay you. Wang opens his cash register and pulls out all the money. it to Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANG",
          "text": "You are a customer here - why do you do this? Jack has no answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANG",
          "text": "Take it all, I don't care. What do I tell the Tong when they come for protection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who is stunned by the man's words. He turns on Budokai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I thought you said he was the head of the Chinese Mafia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "So, I may have overstated a little. It's no big deal. You have to go along anyway, you have no choice. They take all the money and then leave the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SuperFighters get back into the van, the destruction",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The van that took the SuperFighters on the raid to Chinat up in front of the office building, and Jack gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "Sweet dreams, Jack. The van door slides shut and the van takes off. Jack, st by the attack in Chinatown, walks slowly into the parking",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is getting into his Jeep, when he hears the sound of footsteps and SHOUTS. Jack ducks behind his Jeep and watc several of Robert's HENCHMEN SPRINT through the parking g",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENCHMAN 1",
          "text": "Where'd he go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENCHMAN 2",
          "text": "Over here! We've got him cornered! They run off, and Jack is too curious not to follow them. slowly moves around the corner and looks. And is stunned. There, surrounded by Jack's Henchmen is the Beast. Crazed wild. One of the Henchmen tries to grab onto him, and the Beast him, SLAMMING him and then discarding him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Back away! Jack, alarmed at the sound of Robert's voice, pulls back the wall. Robert comes walking up with a man in a lab coa carrying a case. Robert pulls a keypad from his pocket and points it at th He pushes a button, and the collar around the Beast's nec Pain fills the Beast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Rock, don't do this to me, man! He motions for the doctor, who opens the case and hands R tranquilizer gun. Robert takes the gun, loads it and aims at the Beast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Sweet dreams. He fires, and the dart sinks into the Beast's neck. Almos immediately, the Beast calms down and starts to sink towa floor. Robert comes close to the Beast then, and kneels down nex",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I'm close, Rock. I'm really close. A couple more and I control it all. \fThe Beast shakes his head and roars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Yes! I say yes, and you will do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who reacts to the tortured cries of the beast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I need you, Rock. And you need me. Robert stands up and motions for the Henchmen to come get Beast. Jack, sickened by the entire night, makes his way back to Jeep. He gets in and sits there, breathing deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack opens the door to his apartment, and he is immediate attacked. It is the Masked Man again, and this time Jack such an easy mark. They fight for a little while, and Jack is incredibly imp The Masked Man is losing. Jack manages to take the Masked to the ground, and rips off his mask. It is Budokai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "You've improved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "You've seen, haven't you? You know what's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, I have. You were right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "You have to do something about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What, quit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "No, help me get him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Get Robert Sawyer? How are we going to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm getting proof, and I need your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I just want out. I saw a Monster tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "You know who that is? Jack shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "Mike Rocco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No. Budokai nods his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "Sawyer's got us all on a mixture of steroids and mind control drugs. I know you're not taking yours, and I stopped taking mine, a little too late. Rocco was the first, but that's the future for all of us. Jack pulls out his necklace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "This was Rocco's - he gave it to me when I was a boy. He was my hero, my inspiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "And he's now Robert's personal killing machine. Jack looks out the window for a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "Good man. We need proof - papers and testimony by both of us. Rousting some criminals isn't enough... PAN AWAY FROM THEM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN DOWN FROM SHOWERHEAD. Jack is in the shower, and we h rest of Budokai's dialogue, while Jack thinks about what",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": ". we need the murders, the death matches and the drug dealing - the proof...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is meditating. He is having trouble concentrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACKS HERE",
          "text": "Jack's Mother, Wang from the restaurant, Budokai, Sally, Grandfather, Angel, Rocco, Robert, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPECIAL FLASHBACK",
          "text": "The young boy from earlier in the movie (maybe several ti right after the other)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Are you really a hero? Finally, Jack opens his eyes and yell, throwing one very punch, smashing a large vase on the table to bits. He knows what he has to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is in Robert's office, and Robert looks very pleased",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I'm glad to hear you're with us. You are the elite. If Nietzsche were alive, he'd call you a Superman. A guy like you needs that excitement, that adventure. I need warriors I can count on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You can count on me. When can we go out again, the whole team?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Soon. I'll let you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Good-bye, Mr. Sawyer. Jack exits the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack pulls up in his new Jeep and walks up the sidewalk t Mother's door. He knocks on the door, and his Mother come Over Jack's shoulder, we watch as Mother opens the door a Jack. She registers shock, and then starts to close it. Jack stops the door gently with one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom. I need to talk to you - you... (beat) were right. They're trouble, and I'm trying to stop it. His Mother looks up at him, even more shocked. She wants happy to hear this, but she's also worried about her son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Are you in danger, Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Not just yet, Mom. We're gonna bring them down, though. Can I come in? His Mother smiles and opens the door wide, and Jack goes hugging her. His Mother starts to close the door, but Jac it and leans out of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "There's someone I want you to meet... He motions to Sally, who is waiting in the Jeep. She gets runs to the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert is sitting at a table with DarkCloud and Night Sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "We made quite an impression on Jack the other night. He wants in, as badly as we did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "We've got a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT STALKER",
          "text": "We own the Italians, the Chinese, the Koreans, the Jamaican posse - what now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Someone from inside, feeding information to the cops... Looks of surprise from Darkcloud and Night Stalker. Could us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKCLOUD",
          "text": "You know who? Robert steeples his fingers and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, his Mother and Sally are sitting in the living room and getting along famously. The cellular phone in Jack's rings, and he excuses himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I need you tonight. Special exhibition, 7 pm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "The Arena?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "No, it's a private affair. Come to Warehouse 14, off Columbia Avenue, not far from the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I know... (beat) that area a little bit, I'll find it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "See you tonight. He hangs up and Jack stands there looking at the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I won't know until 7 tonight... He goes back in and sits down in the living room, a littl now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are cars all around Warehouse 14, and people are go inside. There is a ring/cage set up inside, which is glim briefly as people pass through the heavy curtains at the Jack pulls up in his Jeep, and parks. As he is walking in warehouse, he spies Angel and goes over to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Angel! What's happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "What's happening to you, Jack? Why are you getting involved with that son of a bitch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We all are, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What's going on tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "A cage fight, for the high rollers. She motions to the door, where huge FIGHTERS are checking credentials and invitations. One of the guys doesn't have right ID, and one of the Fighters THROWS him away from th",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Robert wanted me to make sure you got inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What's that mean, Angel? Angel doesn't say anything, but walks towards the door, a watches her go, thinking that he might be in trouble. If and he goes in, he's dead. If he's not, and he takes off, party's over. He shrugs and starts after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Hey, Angel, wait up! She turns and waits for him, unable to stop a smile from as he jogs over to her. They go through the door arm in arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Angel walk in. There are people everywhere, and being made. Jack spots Robert on the other side of the ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who's fighting tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "I don't know. They find a seat. The lights around the ring/cage go low, special lights around the rim of the ring/cage go on. The bright, lighting up the whole ring. Robert is in the cent ring, playing the part of the announcer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Ladies and Gentlemen! Welcome to the famous 'Cage Match' - where only one man leaves alive. Tonight's bout pits Budokai... Budokai comes out towards the ring, and the crowd erupts applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Against the Beast! Jack and the crowd watches in awe as the Beast is wheeled restraints towards the ring/cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAI",
          "text": "He knows this fight is going to be the real thing. He wal the ring/cage, escorted by Darkcloud and Night Stalker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who's gonna win?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "This one is for real, Jack. I really don't know. The fight starts, and the Beast is let out of the cage to Budokai. The Beast gets hit on the way in, but that doesn to phase it. Budokai circles, trying to stay out of the B range. The Beast is so quick, however, and so strong, that soon is trapped in a corner of the cage. Budokai mounts a furi assault on the Beast, but the Beast shrugs it off and att The attack is brutal, sadistic and bloody. Budokai is bei slaughtered, and the crowd is going crazy. This is what t to see, and they are getting their money's worth. Jack is watching, and he knows he has to act. He gets up over to where Robert is watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You gotta do something! He's getting hurt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That's the reality of our business. It's brutal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "C'mon, Mr. Sawyer. He could get killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Yes, he could. At that moment, in the ring, the Beast RIPS off a hunk of Budokai's shoulder, and stuffs it in his mouth. Jack REAC this, and the crowd, and Robert smiling. Jack's head is s and he knows that Budokai will be killed if he doesn't do something. He runs over to where Angel is sitting and YANKS her to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Wait for me get into the ring, then kill the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "Why are you doing this, Jack? You're throwing it all away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "They're killers, Angel. I have to help him! Angel HOLDS for a moment, then nods her head and goes tow office. Jack, meanwhile, makes his way ringside. The Beast is on top of Budokai, and Budokai isn't even mo Jack jumps into the ring and SLAMS into the Beast, knocki off of Budokai and out of the ring. The Beast lands in the crowd, and starts ravaging the peo the crowd. The lights go out, and the warehouse is in chaos. Budokai is a bloody mess, and Jack HEAVES him up onto his and starts out of the ring. The Beast jumps back into the moves to cut them off. Jack faces off with the Beast, with Budokai over his shou",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Rocco! The Beast stops at the mention of his name. Jack pulls out the necklace that he always wears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Rocco! I gotta get him some help. OK, Mike? He's done fighting. You won. The Beast lowers his arms, and Jack climbs back over the heads towards the exits. Robert is trying to see what is happening over the pandem and he catches a glimpse of Jack leaving with Budokai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Rocco! Get him! The Beast turns to Robert and stares at him. He punches a on the keypad, and the collar around the Beast's neck glo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get Jack! Now! The Beast still doesn't move. More power to the collar, a the Beast is in agony. He still doesn't go for Jack, howe",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Do it. Instead of charging after Jack, the Beast comes for Rober",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You won't hurt me. The Beast comes on, but Robert hits another button, putti collar up to the limit. The Beast stops his charge and go on his knees in total pain. Robert walks up to him and shakes his head. He hits the Beast and kills him immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Told you. Robert is furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Budokai, bruised, broken and bloody, is laying on a bed i house. Sally is trying to clean him up, but a great deal has been done. Grandfather pushes her off to the side and lays his hands Budokai's chest. An amber glow comes off his hands as he apply his Qi (SFX), but it won't penetrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "He's almost gone, Jack. Jack comes to the bed and sits next to Budokai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "Well, you got your proof. Take him down, you got that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You're gonna get better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "We both know that's a lie... He starts to cough, and blood comes out of his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "You get him, Jack. Grandfather takes Jack and Sally out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to help him. Focus your qi. Jack shakes his head, trying to concentrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I gotta get my Mom. They know where I live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "I'll get her. You stay here and help Budokai. Jack nods and concentrates. Soon, he is completely draine sits down heavily, leaning his head back and closing his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is sleeping on the couch in the living room, and som phone is ringing (0.S.). Jack starts to wake up, and the phone keeps ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(sleepy) Somebody get that! The phone keeps ringing, and Jack finally comes awake and that it's his cellular phone. He pulls it out of his pock",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Hello? We now INTERCUT between Jack and Robert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert is sitting at his desk, talking on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Hello, Jack. Quite a show you put on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack sits bolt upright, completely wide awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "He was going to die, Robert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That was the whole point! I had such plans for you, Jack, and now you've gone and thrown them all away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What do we do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Well, I could let you talk to your girlfriend, and your Mother, but they're a little tied up now. PULL BACK TO REVEAL Sally and Jack's Mother sitting in ch Robert's office, tied to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Let them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I don't think so. I'm staging another fight in one hour, Jack, and you're the main attraction. Show up alone, or they're gone. Got that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "See you soon, Jack. Robert hangs up and smiles at Sally and Jack's Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That's some guy you have there. He really wants to be a hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, WHO HANGS UP HIS END OF THE CONNECTION",
          "text": "He walks into where Budokai is lying and checks on him. H barely conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You doing OK? Budokai nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He went for medicine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Tell him they have Sally and my mother. I'm going into the ring with Robert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDOKAL",
          "text": "Give him hell. They clasp hands, then Jack leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Warehouse is deserted now",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Jack walks into the Warehouse proper, the loudspeaker running a tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": ". The All American Hero! The taped crowd erupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "against the man who started it all, Robert Sawyer! More cheers from the taped crowd. Jack makes his way to the ring, and he notices that Sally mother are the only \"crowd,\" and they are being guarded b Darkcloud, Night Stalker, and Angel. Robert is already there, warming up and watching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm here. Let them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You beat me, they go free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You wanted me, you got me. Jack climbs into the ring, and a bell is RUNG. The fight Jack circles Robert warily, not wanting to commit. Robert itching to get his hands on Jack. Jack is having a hard time concentrating, because he is c about his mother and Sally. They attack each other, and it's clear almost immediately Jack is really no match for Robert's technique. They continue to fight, and soon Jack is bleeding from s different wounds, and the Robert doesn't even looked wind",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You betrayed me! Jack is losing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I trusted you. I gave you a future! Jack looks over at Sally and his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY AND MOTHER",
          "text": "Angel is guarding them, but they all have the same look o faces. They know Jack is losing, and they can't do anythi it. Robert sees that Jack is not completely focused, and that him very angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Goddamn it! Fight me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How can I? You gotta let them go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I don't think so. Robert is hitting Jack almost at will. Nothing Jack does and he is getting slaughtered. Jack has to do something to save his mother and Sally, so manuevers Robert into one corner and manages to hit him h enough to send him pitching back against a pile of junk. Robert's back hits the boxes, wire and boxes come falling top of him. Jack takes this opportunity and SPRINTS to where his moth Sally are being held. He attacks both Darkcloud and Night and, taking them by surprise, quickly defeats them. Meanwhile, Robert is struggling to get free. He starts to free his mother and Sally, and Angel tries t him. Jack turns to look at her, and she stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL, CONFLICTED",
          "text": "Just then, Robert gets free and launches himself at Jack. doesn't see him, but Angel does. She jumps at Robert, to put herself in between them, to s Robert strikes Angel just as she lands an incredible kick Robert, while at the same time he hits Sally and Mother a Angel. Robert staggers a little, but not before he hits several more times. Critically. Angel falls back to one side, while Robert falls to the o Angel is hurt very badly, and Jack goes to her. She is dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "I always wanted to do the right thing, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I know, Angel. You're a hero. She's gone, and Jack holds her for a moment longer. Robert is struggling to clear his head, and Jack stands u him one last time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I made you a star, now I'm going to destroy you! Robert SWEEPS him to the ground, then stands over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I told you no one disobeys me twice. He is preparing for the killing blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY AND MOTHER",
          "text": "Sally, dazed, shakes her head to clear it, then runs to t junction box. flipping it on and off, blinking the lights during Jack's meditation practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Concentrate, Jack. Unbelievably, Jack CLOSES HIS EYES! Robert, shocked, stops for a moment, watching Jack. He then smiles, sensing an easy target. He rears back, re let go with the killing blow. He launches the deadly strike and Jack BLOCKS IT! Without even opening up his eyes! Jack holds Robert's arm in front of his face, then SNAPS open. We know Robert is in trouble now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna kick your ass. Jack then accepts Robert's force and SLAMS Robert with a that ROCKS him back to the other side of the ring. Jack t attacks, hitting him with everything he has: strikes, kic punches, knees, elbows. Robert is out on his feet, ready to be put away. Jack glances down at Angel's unmoving form on the canvas, turns back to Robert. He spins and leaps into the air, connecting with a beauti spinning hook kick that sends Robert flying. Sally and his Mother come to Jack. Sally hugs him, and hi puts an arm around him. Suddenly the SOUND of police sirens can be heard, 0.S. Gr and a heavily bandaged Budokai appear there with a whole police officers. Budokai stands at the door and raises his arm in a fist s Jack, while Grandfather runs down to where Jack is. Jack returns the salute, with Sally and his mother draped They start walking away from the cage. As they walk by a resin at cageside, Jack puts his hand in it. He then smil hits Grandfather in the middle of the back. Jack's handprint stands out in stark relief on Grandfathe silk jacket. Grandfather smiles, thinking Jack is congratulating him. Freeze Frame on huge white hand print.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1795"
    }
  ]
}