{
  "movie_id": "MOV1804",
  "scenes": [
    {
      "location": "BERLIN, PLATZ",
      "time": "DAY",
      "characters": [
        "BLANC",
        "MISS BALFOUR, (V.O.)",
        "MISS VENDEGAST, (0.S.)",
        "PATRICIA, (0.S.)",
        "SONIA",
        "MISS CHALISE",
        "SUSIE",
        "SARA",
        "OLGA, (CONT'D)",
        "GLOCKNER",
        "MISS KAPLITT, (V.O.)",
        "XENOS-",
        "PAVLA, (V.O.)",
        "MISS DANIELS, (V.O.)",
        "DOLL",
        "ALL, (V.O.)",
        "DAVID BOWIE",
        "MISS HULLER, (V.O.)",
        "BERLINER",
        "WITCHES",
        "FADE TO BLACK",
        "BLANC, (CONT'D)",
        "MUTTER",
        "NEXT PATIENT, (0.S.)",
        "SUSIE, (CONT'D)",
        "MISS MANDEL",
        "PRIEST, (V.O.)",
        "MISS MILLUS, (V.O.)",
        "SUSIE/MOTHER SUSPIRIORUM",
        "MISS HOLZMANN, (V.O.)",
        "AGENT ALBRECHT",
        "ELDERLY WOMAN",
        "VOICE ON PHONE",
        "MISS BOUTAHER, (V.O.)",
        "MISS MANDEL, (V.O.)",
        "BACK TO",
        "BLANC, (0.S.)",
        "MISS COTUGNO, (V.O.)",
        "OLGA",
        "MISS VENDEGAST, (V.O.)",
        ". BLANC",
        "MISS MARKS, (CONT'D)",
        "MISS GRIFFITH, (V.O.)",
        "NEWS REPORTER",
        "MRS. BANNION",
        "VOICE",
        "MISS MILLIUS",
        "DAVID BOWIE, (CONT'D)",
        "HELENA MARKOS",
        "SARA, (CONT'D)",
        "BLANC, (V.O.)",
        "MISS TANNER, (CONT'D)",
        "MISS HULLER, (0.S.)",
        "MISS KILLEN, (V.O.)",
        "JUDITH",
        "MISS TANNER",
        "MATRONS",
        "KLEMPERER",
        "MARKOS",
        "NAOMI, (CONT'D)",
        "PATRICIA",
        "THING--",
        "CAN HEAR IT COMING",
        "SUSIE, (0.S.)",
        "DETECTIVE HALLE",
        "CROWD, (CONT'D)",
        "CAROLINE",
        "DANIELLE, (V.O.)",
        "ALBERTA, (V.O.)",
        "AGENT GLOCKNER",
        "OLGA, (0.S.)",
        "NAOMI",
        "MISS TANNER, (V.O.)",
        "PRIEST",
        "CUT TO",
        "FRAU SESAME",
        "MISS BOUTAHER",
        "MISS KAPLITT",
        "MISS HULLER",
        "MARKETA",
        "KLEMPERER, (CONT'D)",
        "MISS VERDEGAST, (V.O.)",
        "MOTHERS. LET IT BEGIN",
        "SUSIE, (V.O.)",
        "MISS VENDEGAST",
        "CROWD",
        "MISS MARKS",
        "LET IT BEGIN",
        "MISS MARKS, (V.O.)",
        "MATRONS IN THE ROOM",
        "MADAME BLANC",
        "MISS MARTINCIN, (V.O.)",
        "--39. 40. 41. 42."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "In a dim institutional kitchen stands a long, marble tabl with twenty chairs around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER, (V.O.)",
          "text": "Markos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MANDEL, (V.O.)",
          "text": "Markos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS KILLEN, (V.O.)",
          "text": "Blanc!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS DANIELS, (V.O.)",
          "text": "Markos! MISS VENDEGAST (50) comes in and turns on the lights. She gets a coal fire going in the heat stove, then another in cook stove. She fills a big enamel coffee pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BOUTAHER, (V.O.)",
          "text": "Blanc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MILLUS, (V.O.)",
          "text": "Markos!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MARTINCIN, (V.O.)",
          "text": "Blanc. Vendegast sets out bowls, spoons, and mugs on the table. sli. Biscuits. Soon, other women begin drifting in. Some still in robes, not yet showered. They go about getting t breakfasts and first cigarettes. Some chat casually. Over it all, the vote continues in v.o. Each voice is str decided. We may see flashes of the faces of these women d ing the vote, which took place the night before. If an au ence expects sinister faces, they'll be surprised: The wo of our film are banal, matronly, women you see every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HULLER, (V.O.)",
          "text": "Markos!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HOLZMANN, (V.O.)",
          "text": "Blanc! MADAME BLANC (50) herself comes in for breakfast. She has long-limbed body and high carriage of a dancer, but her e gy is not rarified. It’s grounded, open. But she looks ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME BLANC",
          "text": "Good morning, everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blanc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MARKS, (V.O.)",
          "text": "Markos! Miss Boutaher comes over to Blanc, still in her hair net.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BOUTAHER",
          "text": "Were you able to sleep in a lit- tle? It was a long night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME BLANC",
          "text": "Yes, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BOUTAHER",
          "text": "I’m glad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIELLE, (V.O.)",
          "text": "Markos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS COTUGNO, (V.O.)",
          "text": "Blanc. Vendegast begins cracking eggs in a bowl, one after anoth",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAVLA, (V.O.)",
          "text": "Markos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS KAPLITT, (V.O.)",
          "text": "Blanc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VERDEGAST, (V.O.)",
          "text": "Markos!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS GRIFFITH, (V.O.)",
          "text": "Markos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VENDEGAST, (V.O.)",
          "text": "Blanc!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BALFOUR, (V.O.)",
          "text": "Blanc. Blanc gets coffee and takes a seat at one head of the tab and talks with Miss Holzmann. MISS TANNER (55) enters. Sh smaller in stature than Blanc, but leans hard into everyt to compensate. She and Blanc have a moment of eye contact",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALBERTA, (V.O.)",
          "text": "Markos! A beat, and then, finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Markos. There’s a V.O. RAPPING, some ritualized version of applau",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER, (V.O.)",
          "text": "<< Markos by three. It's decided. Let no one's vote be held against her. And let the will of the maj- ority proceed. Hail, Markos. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL, (V.O.)",
          "text": "<< Hail, Markos. >> Miss Tanner takes her coffee and sits beside Madame Blanc casually as the others are chatting, Tanner says to her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Markos is asking for you. She wants to know if everything is ready, now that we are clear to proceed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME BLANC",
          "text": "She knows my concerns about Patric- ia. But I do agree, we should not delay. Tanner nods, reassured on this crucial point. She spreads jam on her toast. Madame Blanc gets up. MADAME BLANC (CONT’D) I’1l go and tell her now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Berlin platz is packed with protestors SHOUTING in orga ized rage:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "<< Free Baader! Free Ensslin! Free Schubert! Free Raspe! We are watch- ing! We are watching! >> (beat) << Free Méller! Free Becker! We are watching all you do! >> Polizei observe the protest from half a block away. Some photos. Leaves drop down on them in the grey afternoon. PATRICIA (20s), skirts the edges of the protest, hurryin She's dressed in a old fatigue jacket and leggings, weigh down with an over-the-shoulder bag and duffle. One or two the crowd recognize her and gesture, but she keeps moving",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD, (CONT'D)",
          "text": "<< We remember Mutter Meinhoff! We remember everything! >> She gets to a statue in the platz and looks around for so one, as if at a planned rendezvous point. But no one’s wa ing for her there, and no one comes. She stays as long as she can. But the police notice her d fle. They begin to point her out between themselves. She moving again. When she sees two of the police detach from group to follow her, she gets around a corner and runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KLEMPERER’S BUILDING, STAIRWELL -- DAY Patricia hurries up a stairwell to a door on the top land and RINGS. There is an odd, dark light bulb in a wall soc beside a small sign there. She is singing to herself in s of her fear. Nico. “The Fairest of the Seasons.” INT. KLEMPERER’S APARTMENT, ENTRYWAY -- DAY DR. JOZEF KLEMPERER (80) answers. His face carries his ma years, creased along all the lines of longing. But it’s s somehow an open face. He sees her fear, her duffle bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Patricia. What --has happened? But Patricia dances past him, dragging in her duffle and singing as she goes. It’s odd behavior. He shuts the door follows her back to a worn study lined with bookcases. INT. KLEMPERER’S APARTMENT, SITTING ROOM -- DAY Instead of sitting, Patricia dumps her bags behind a stuf armchair and dances around the furniture, moving to the m in her head. She never once looks directly at Klemperer. sees her dismay and responds with practiced calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "I have a patient in a few minutes, but I can tell him to come another time--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleasantly) They voted. --Can I have a seltzer? The bartender will give you one for free. I’m afraid. (singing again) I'll be leaving in the fairest of seasons. Klemperer lowers himself into his chair, not sure he’s he her correctly. She talks loudly, as if over other people busy cafe. But she’s coding things, just for him. PATRICIA (CONT’D) This song! I have it stuck in my head. I hear it so loud I worry oth- ers can hear it, too. (meaningfully) Do you understand--? He decides. He leans over and flips a switch low on the w near his chair. INT. KLEMPERER’S BUILDING, STAIRWELL -- DAY A red bulb next to his door switches on, its FILAMENT BUZ ING WITH VOLTAGE. The small sign beside it reads, both in man and English, “In Session.” INT. KLEMPERER’S APARTMENT, SITTING ROOM -- DAY Klemperer begins writing in his patient notes. We see wha must be months of work with her in his tiny handwriting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "They are going to try to keep her alive after all. He glances up at her. He flips back through the notes. Th name “Markos” has come up before, several times. Klempere has called it a “besessenheit.” An obsession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Markos? For a second, Patricia's reaction is physical, violent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "Don’t say that name--! But then she tries to make herself laugh, as if she’s hav a very good time. \fPATRICIA (CONT’D) I’m not supposed to be here! It’s the middle of the day! You’re a nice boy. A nice kumpel. Isn’t that the word? I was right. They are witches. Klemperer writes. Patricia moves around the room, eyes cl and dancing. PATRICIA (CONT’D) I left word for Sara to meet me out this morning. She’s the one girl there I could give a damn about. She’s rich, but she listens. If I leave they may choose her next. I don’t want them to hurt her. But she didn't come. She didn’t get my note, or-- (beat) She doesn’t know what I know. They've been underground since the war. I found out all of it. She realizes she’s said too many real things in a row and sembles. She’s terrified. PATRICIA (CONT’D) I’m having so much fun I don’t know why you never brought me here be- fore! A long beat. Klemperer says, calmly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "You think they can hear you now. She shoots him a look. Then a frightened nod. She dances window and begins singing Bowie’s “Heroes,” again as if s at some kind of club. She has her eyes closed now, really trying to put herself another place and time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "They took my hair. My urine. They took my eyes. There’s more to that building than what you see. CLOSE ON: In her file, he writes: << Her delusion has dee ened into panic. She feels her constructed mythology is c firmed. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I let them help me. I let them give me things, too. I knew, but I let it happen. On Klemperer’s bookcase, there is a framed photogravure. of smiling WOMAN from the 1930s. She smiles at Patricia. PATRICIA (CONT’D) My mother always told me to write my stories down. I was always tel- ling them, but I never wrote them down before. (forcefully) Kumpel! Klemperer looks up. He sees she is crying. PATRICIA (CONT’D) Did you hear?! Did you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Patricia--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "I’m going back for Sara and then I'll come get my things. She is weeping now, painfully desperate and afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Patricia. I think you'd feel safer if you stay at least until the pro- test outside is gone--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "They convinced me it was my choice. Rehearsal’s at noon-- I’1l be mis- sed! Klemperer gets to his feet. As she rushes out, she tells PATRICIA (CONT’D) If they know, they won’t hesitate. They will hollow me out and eat my cunt on a plate! Then she goes out the door, giving a jolt of surprises to NEXT PATIENT (Male, 40s) waiting outside. Klemperer liste to her go DOWN THE STAIRS and OUT. He goes to the window. CLOSE ON: In the photo on his bookcase, the woman's eyes pale over her smile. A smile from before the war. He looks through the sheer curtain to the street below a watches Patricia hurry back toward the platz, then disapp",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEXT PATIENT, (0.S.)",
          "text": "(from the door, unsure) Dr. Klemperer? INT. OHIO FARMHOUSE, ADULTS’ BEDROOM -- DAY A MENNONITE WOMAN (50s) lies in a sick bed, silently atte to by women from the community in their modest pastel dre and hair coverings. She looks ravaged by disease, perhaps cer. Her frail, wet BREATHING is audible. Horrible SIGHS. Once the credits are finished, the SIGHS continue in PRE- into the next scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. HOTEL PFAU, SUSIE’S ROOM -- DAY An young American, SUSIE BANNION (20s), sits in a hotel r going over a set of handwritten directions against a stre map of Berlin. She’s confused, determined. She has no mak on. Her freckles stand out on her pale skin with her red against her blue eyes. Susie checks her watch. She grabs a small dance bag, coun the money she has left: 35 Deutsche Marks and a few Ameri dollars she hasn’t yet exchanged all in a creased envelop with a church logo in its return address corner. She hide deep between the mattresses it all and hurries to the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes to the small reception desk to ask a question, b the two women there have their backs to her, their attent glued to the small television there. ON THE TV: A news report, in German, of hijacked Lufthans flight 181 taking off from an airport in Rome. NOTE: This hijacking story is one of the centerpieces of now-imfamous “German Autumn” of 1977, which marked the en the Baader-Meinhof terrorist era, and which we will see u folding in real time on televisions throughout the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie has found her way onto the Berlin subway. She looks round, keeping her nerves in check as best she can. She s armed Polizei at various stations watching clusters of yo both with attitudes like battering rams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie is on the stairs hurrying out of the subway, asking directions. A woman with too much lipstick half-helps her",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "PohlstraBe--? It’s this way--? Susie has a rural American accent: Southern Ohio, which i almost West Virginia, but not as thick. She lacks sophist tion, but makes up for it with bravery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie finally arrives outside a huge old janus of a build two brick volumes fused down the center, one taller than other by several floors. It could be a factory, a school, an austere sort of hotel, but the stonework over the entr simply reads “Tanz.” Dance. Dead leaves cartwheel around her. Susie stands a moment l ing up at the building, gathering herself. Then she goes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie comes in and finds the entrance lobby empty. She lo up at the several floors of balustrades above her. She he DRUMMING coming from somewhere in the building--a slow SY PATED BEAT--and the SQUEAKS and EXERTIONS of PEOPLE DANCI A voice CALLS OUT DANCE CUES. There is a KNOCKING ON GLASS and it takes SUSIE a moment see MISS TANNER hailing her from an interior window of th fice, which looks out onto the entrance hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie comes in. Miss Tanner, made up now for the day, is business. Something is wrong at the company today. Susie gins to feel it everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Miss Tanner--? \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Miss Bannion, I’ve been trying to reach you at your hotel. To tell you not to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Not come? Why--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Something has come up at the company just today. I was hoping you could reschedule. A beat. Tanner waits for Susie to offer to postpone it he self, but Susie just stands there, panicked. Tanner sets jaw. The secretary, MISS GRIFFITH (50s), is there typing some- thing, her back to Susie. In a small mirror on the desk, sie can see, though, that Miss Griffith is crying. Miss Griffith’s reflection looks back and she shifts in h chair to cut off the reflection. MISS TANNER (CONT’D) Very well. I have a room where you can change and get warm. I'll call the panel down--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie has changed into a dance leotard and sits, doing so stretches. She tries to manipulate her breathing to calm self. It’s intense to watch her try to control her own bo this way. It seems to work. She must be closer to the practice rooms now, because the DRUMS and DANCE CUES are louder here. Susie closes her ey She wants this so badly. We see a succession of images of rehearsals going on in p tice halls, but it’s unclear if Susie’s imagining them. INT. MARKOS COMPANY, “WHITE” STUDIO -- DAY Susie comes into a small audition room where Miss Tanner at a table with MISS MILLIUS (50) and MISS MANDEL (30). T all say hello, but they, too, are subdued. Susie holds a sette tape in her hand. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Miss Millius and Miss Mandel are the company’s répétiteurs. Susie surprises them by asking, directly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "And Veva Blanc?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "As I said, Madame Blanc is occupied now. Susie’s disappointment is clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "But I was told--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Dear. You have no formal training or references. Madame Blanc took your insistance to come encourag- ingly. That’s why you’re here at all. Tanner is not being cruel, just clear. A beat. Susie nods",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MILLIUS",
          "text": "(re: the tape, kindly) We prefer dancers to audition with- out music. Susie looks at Miss Mandel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MANDEL",
          "text": "You can keep time in your head. Susie puts the cassette on the floor, out of the way, tak center floor, and begins. The first movement of her audit is so razor sharp and cutting it is startling. INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY Madame Blanc is in the company’s largest studio, leading rehearsal Susie heard from the entrance hall. People are ing in pairs and trios, all very subdued. Blanc is workin one-on-one now with SARA (20s), but stops, sensing someth going on elsewhere in the building. Sara stops as well, waiting for Blanc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Sara, do you mind to continue by yourself? \f12. Sara shakes her head. Blanc nods to the drummer DANIELLE to continue and walks to the door. INT. MARKOS COMPANY, CORRIDOR/STAIRS/“WHITE” STUDIO -- DA Blanc passes dancers smoking in the corridors and rooms w group sessions are going on. She comes down the stairs to closed door of the “white” studio. She goes in. INT. MARKOS COMPANY, “WHITE” STUDIO -- DAY Blanc enters and discreetly sits in a folding chair by th door so as not to interrupt. Tanner comes and whispers in ear, but Blanc doesn’t take her eyes off Susie. She watch her, her expression revealing how caught off guard she is this, and how seriously she is taking it. Susie, in the middle of her dance, sees, in between spins that Blanc is now in the room watching. Their eyes, for o split second, meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie has been left to wait in Miss Tanner’s office after where she sits in her street clothes again, dance bag at feet. She is looking around the office, barely containing nervousness. There are photos of the company’s history ba to the 1910s on the walls, and some personal effects of T ner’s on her desk, including a lovely dried lotus pod tha been painted red. Rehearsal is breaking up and the hallway fills with dance Susie catches lines from several conversations, all of th charged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "They did it while we were in mor- ning rehearsal. Put her things in shipping boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Do you think she had to go under- ground or something? With what's go- ing on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "(irritated) We don't know what happened! Susie glances into the hall and briefly meets eyes with o of the passing girls, SARA (20s), aka Voice #3. \f13. But Miss Tanner comes in with MISS VENDEGAST (60s) and cl the door. Miss Vendegast is smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "I’ve just spoken with Madame Blanc. Well done, Miss Bannion. Susie can’t stifle the smile spreading across her face. S can barely keep her seat, she is so excited. MISS TANNER (CONT’D) I imagine you’ll need to return home to settle things and make ar- rangements for moving to Berlin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "No, no. I-- I’m ready now. I can start now. A beat. Tanner nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "(re: Vendegast) Fine, then. This is Miss Vendegast. She acts as housemother to company members who reside here, which is the majority. We operate as a sort of collective. (pointedly) As we cannot pay our dancers much by way of a salary, we are ina position to offer dormitory-style rooms rent-free, which is one way we've found to sew up the differ- ence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "You don’t charge anything --at all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Not a mark. Susie is so relieved, she can’t keep the tears out of her eyes for a moment. Miss Tanner softens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I’m sorry to cry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "In this company, we understand fully the importance of a woman's financial autonomy. (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER, (CONT'D)",
          "text": "Normally, we'd be full up at this time of year, but we’ve had a room open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Patricia's. She says this matter-of-factly. Miss Vendegast looks at M Tanner. Tanner squints at Susie, slightly alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (CONT'D)",
          "text": "Some girls were talking about her in the hall just now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Ah. Now that you’re one of us, I won't be coy. Patricia has left the company under sad circumstances. We think she won’t be back. (beat) So there's room, if you’d like. We can even move you in this afternoon so you don’t have to pay another night at your hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VENDEGAST",
          "text": "We'll send one of the girls to help you with your luggage after lunch. Is that all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Yes. Thank you. --It’s perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three stories below, Susie walks back across the entrance hall on her way out, trying to contain her excitement and lief. Madame Blanc watches her through a large dim window Susie must feel watched because she glances back and then all the way up to the ceiling until she’s looking right a Madame Blanc. Neither waves. The reason becomes in clear: SUSIE'S POV: All Susie can see is the row of mirrors at t very top, hiding the highest mezzanine. Madame Blanc must be standing behind one of them, but Sus cannot know this. It is a first visual indication that th very architecture of the building creates tension. Susie begins to perceive, at the edge of her hearing, som one’s labored BREATHING. There’s no one in view. The acou ics of three-story hall may explain it. Unnerved, she goe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. HOTEL PFAU, SUSIE’S ROOM -- NIGHT A storm is coming down hard and with THUNDER. Susie is in hotel window looking down to the street. A taxi pulls up. Sara, the dancer from the corridor, gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara looks up at the hotel and sees Susie. She waves. Sus waves back, already running to get out of the downpour. INT. HOTEL PFAU, SUSIE’S ROOM -- NIGHT Sara comes in soaked. She’s clearly from money. She doesn overtly advertise this. Her clothes are lovely, but it’s in the way she carries herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I'm sorry I’m late. It’s the rain. Whenever it rains, everyone in Ber- lin jumps in a cab. And like an mo- ron, I just let ours go. It’1l take an hour to get another one now. Oh I’m Sara. We’ll have to take our chances in the street. You have an umbrella? Susie shakes her head. SARA (CONT’D) (looking around) That’s okay. We can borrow one from the hotel if they have them. But Susie’s luggage is still open on the floor, things ev where.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "When you weren't here by six I had to take the room for another night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I’m so sorry! Everything was a mess at the Company today. (off Susie’s look) Why are you smiling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Berlin. You said “everybody in Ber- lin” a second ago and I thought: That includes me now. I live here now. Sara smiles at Susie’s guilelessness. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Yes. Congrats. I heard you here a sensation today. Susie shrugs, happy. There’s a roll of THUNDER. SARA (CONT’D) I should maybe go before this gets worse, then. I’1l come back in the morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "If it will be so bad getting a cab, sleep here if you want. We can push the beds apart. I have an extra nightgown-- Sara considers the invitation, surprised and moved by Sus openness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "We’ll miss dinner, but we can order room service. To celebrate! (intuiting) On me! As a “welcome to Berlin.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "They finish plates of meatballs and Jagerschnitzel. They ordered big German beers, which they’ve drunk. The storm side has gotten worse. The power goes out for a moment, t comes back on. SARA (CONT’D) Have you called your family yet, to tell them? Sara is a little drunk. The nightgowns are almost comical conservative. Sara looks at the stitching and sees: it’s sewn. SARA (CONT’D) Did you tell me where you’re from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Tell me about Madame Blanc! She came into my audition, but she left right after. The lights go out and this time they don’t come back on. Lightning occasionally brightens the windows, giving them light. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "She's incredible. The way she trans- mits her work, her energy. When it shines on you, it’s --addictive, is the word for it. And she’s tough-- She kept the company alive through the war--think about that--when the Reich just wanted women to shut off their minds and keep their uteruses open, there was Blanc. (beat) --La vraie chose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Is that French? I don’t even know! There is a SUDDEN DETONATION outside nearby, markedly dif ent from thunder. It shakes the glass. They run and open window to look. It came from down the street. They can’t from this angle, so Sara leans out, into the rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I can smell it. A bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "A bomb?! Susie keeps her from falling out. Police SIRENS are comin",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "There’s a bank that way. She comes back into the room, looking at Susie. SARA (CONT’D) Don’t you know what’s happening here? The hijackers are negotiating a release for the Stammheim prison- ers tonight. There are riots. Susie doesn’t answer. SARA (CONT’D) The RAF? Baader-Meinhof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I don’t know what that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "They kidnapped an executive. During the war he was Nazi SS. An officer. Now he runs the German Employer's Association-- (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "You don’t get how awful that is, do you? Susie shakes her head: This means nothing to her. Sara sh vers and closes the window. SARA (CONT’D) I didn’t either. Until I came here. --And my Father’s in the Diplomatic Service. Susie goes to the bathroom and comes back with a thick to She sees Sara is now sitting on the bed in tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "What is it?! Susie sits on the bed next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I’m sorry. All of this-- I’m just worried about a friend. It’s been an terrible day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I heard you talking about her in the hall. I knew something was wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "She just left this morning, telling Ms. Tanner she had a “family emer- gency.” No one knows what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "She was active, in some political groups. So we don’t know where she is, really. If she’s in hiding, if she’s all right. (beat) I just want to know she’s if all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Is she a very good dancer? Sara looks at Susie, at her earnestness and innocence. It shouldn’t, but it comforts her. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Yes. Very good. But an even better friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Then I bet you’ll hear from her tom- morrow. --Right? Sara finally nods, then smiles, grateful for the comfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KLEMPERER’S APARTMENT, BEDROOM -- PRE-DAWN Dr. Klemperer is already awake when his ALARM CLOCK RINGS reaches out to shut it off. While he finds the switch it RINGS so long someone KNOCKS on the wall. INT. KLEMPERER’S APARTMENT, BATHROOM -- PRE-DAWN The sky in the tiny window over his toilet is just bluing with the coming of dawn. Klemperer shaves slowly and care ly in his cracked mirror. One of the two bathroom doors h been sealed up and shelved now, a wall between apartments INT. KLEMPERER’S APARTMENT, SITTING ROOM -—- DAWN Klemperer is tying his shoes. It takes a few moments. The RADIO beside him is playing Erik Satie’s “Vexations.” Whe gets his shoes tied, he shuts it off, taps out his pipe, gets his coat. He makes sure the heat stove screen is clo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An early morning sun is drying the pavements from last night’s storm. It’s shaken leaves out of the trees and pl ered them onto the curbs and sidewalks. Klemperer makes his way slowly up a main avenue in his ne borhood. It is a squatter’s part of town, full of art pio ers and youth in revolt. The ones who recognize him nod t him like a grandpa. He buys a morning newspaper beside a way station. Headlines announce the Palestinian hijackers Flight 181 have flown the captured Lufthansa to Bahrain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer rides the train into East Germany. Next to him middle-aged PRIEST. His lip is cut and swollen. The other a WOMAN (20) with bitten nails and a hospital band around wrist. In her lap is a sleeping BOY (3). When the train stops at FriedrichstraBe Station, everyone made to get out. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer is in line to show his papers at the police che He is waved through and heads up the stairs into the Russ Sector. One of the armed guards also gives Klemperer a no as to a familiar face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer continues down the avenue two blocks. East Berl is visibly still on its knees from the war, even years la The rubble and the decay, has the feeling of having been ied, but not yet confronted. He turns off and walks toward a small cobbled corner of a otherwise nondescript intersection. There is a small foun in the stonework, but nothing comes out of it. There is a sonry bench there just wide enough room for two people to at the lip of its dry bowl. Klemperer takes a seat there. We are witnessing a habit, a ritual, possibly a daily occ rence. He says out loud, to no one, like a mantra:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< And maybe today, my love. >> Then he opens his paper and begins eating his breakfast o of a waxed paper bag he’s brought with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KLEMPERER’S APARTMENT, ENTRYWAY/SITTING ROOM -- DAY Klemperer returns to his apartment to find: No one is wai ing. He lets himself in. INT. KLEMPERER’S APARTMENT, ENTRYWAY/KITCHEN -- DAY At some point, Klemperer’s housekeeper, FRAU SESAME (50s) lets herself in the front door. She sees the door to Klem er’s sitting room is open and he is sitting inside alone. immediately begins chatting while she takes out her clean bucket from under the sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAU SESAME",
          "text": "<< They're out again today, Doctor. For the prisoners. Do you think it will end today? >> INT. KLEMPERER’S APARTMENT, SITTING ROOM -- DAY Klemperer is not listening. He is looking at the bags Pat cia left behind. They’ve been moved to the corner. \f21. He goes to them. He unzips the duffle and begins looking through it. Clothes. Boots. Then a notebook. He hesitates and then opens it. It is near full with entries, drawings hand-drawn maps. He begins reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie and Sara carry Susie’s luggage up to the third floo passing the mirrors Susie saw the day before. She’s now r flected in them from just below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They come into a corridor of dormitory-type rooms. Some o the girls are stealing a few moments in their rooms betwe breakfast and rehearsal. When Susie appears on the floor, few come out and introduce themselves. Susie smiles at them, greets them. One older dancer, OLGA (40), who is on a telephone, hears what’s going on and st out to look, but as soon as she sees Susie, she dismisses and goes back to the argument she was having on the phone",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA, (0.S.)",
          "text": "Why don’t you try speaking to me like you love me for a change-- Sara rolls her eyes and brings Susie to the end of one co ridor, pointing out as they pass a room at the end:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "That’s my room-- The hall turns right, then right again revealing a parall corridor, also with dorm rooms. Susie’s is first. They go SARA (CONT’D) We're sort of neighbors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I’m glad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Settle in. I’1l tell Ms. Vendegast we made it. Rehearsal isn’t for forty minutes. Listen for the bell. (off Susie’s nod) Knock on the wall if you need anything, okay? I’m right on the other side. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Sara-— Sara turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (CONT'D)",
          "text": "(re: the room) Is this--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "No. Olga took Patricia's room. It’s the biggest. She said she needed the space. (sotto) She’s Russian. With that, Sara goes. Susie looks around the room, excite It’s simple: A bed, a dresser, a desk, an old-fashioned s with a basin and mirror. But no windows. It’s an interior room inside the center of the building. She has an odd moment of settling into the space, of hear her own breathing. She pulls a suitcase up onto the bed a flips open the latches to start unpacking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hand pulls a thick cord and then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL for rehearsal rings in the residents’ corridor. INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY All the dancers are there, stretching. Madame Blanc and M Tanner come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Good morning. Good morning. Tanner goes to join Danielle at the drums for a moment. B goes right in among the dancers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "We have some happier company bus- iness today. I’d like to introduce our new dancer, Susie Bannion. She has come to us from America and I know you’1ll all make her very wel- come. (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "I saw her audition myself. I can as- sure you, we’re lucky to have her. Everyone smiles and nods to Susie, some come over to hug or squeeze her shoulder. Olga watches this, irritated by",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Would you like to say anything, Su- sie? Susie looks around the group, unprepared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Oh-- Um. I don’t know! Hello--? (laughing) I’m sorry. I don’t know what to say! Everyone laughs warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I'll talk for now, then: Welcome to our little family. Join in as you feel ready, but there’s no rush. Susie smiles, blushing now. She nods in thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "All right. For rehearsal today, we should get right back to where we were last week, with Volk. (beat) I’ve talked to Olga and she will now be dancing the protagonist. Sara, I'd like you to take Olga’s part. Is everyone happy with that? Susie watches Sara receive the news. Sara closes her eyes a moment, the extent of her outward celebration in front Blanc. Susie smiles for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The dancers are in the middle of a sequence in which Olga spinning between clusters of two and three dancers. Susie sits on the edge, watching for now. Olga’s not judging the spaces correctly and is a step or off in each collision. She’s getting increasingly frustra",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "The groups are moving, too, Olga. Just aim yourself ahead of where you think you'll cross with them-- \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA",
          "text": "I am. She tries this, and it works. But then she stops abruptly",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA, (CONT'D)",
          "text": "This is shit. Such shit. Danielle stops PLAYING the DRUM. Tanner sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "It’s all right. I’m pushing. (to everyone) Why don’t we break for ten? But Olga’s frustration is not about the rehearsal. She’s dignant. She says, directly to Blanc and Tanner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA",
          "text": "You can’t even be bothered to re- spect your own lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Miss Chkalov.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "(to Tanner) Oh, let her squeeze if she wants to. It’s only pus. (to Olga) Patricia’s gone, Olga. We don’t know why. She said a family issue, but we all know there’s a good chance that isn’t true. If she’s gone into hiding, she wouldn’t tell us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA",
          "text": "She would have told someone. That’s not what happened. Blanc steps fully into this, taking slow steps toward Olg",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Ponto. Now Schleyer. Prosecutors beaten in Viktoriapark. Firms burn- ed. A bomb in Kreuzberg last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA",
          "text": "She wouldn’t do any of that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "We know she met with groups that believed in targets, Olga. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "And these kinds of actions require a lot of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA",
          "text": "But she left them. You know she did and you know why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "(ignoring this) She wanted to do something with her beliefs. We can all admire that. And there are changes to be made, no question. But if she’s in some cellar filling Beamiester bottles with petrol, that’s her choice. Who won't be sad if she’s shot by the polizei, but what can we do? We all tried to talk to her. To give her alternatives. Susie watches all of this, fascinated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA",
          "text": "You manipulate everything-- Everyone-- She didn’t trust you--! Because you’re hypocrites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "She doesn’t trust anyone, Olga. I never took it personally. Neither should you. This has reduced Olga to furious tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Take Olga up to her room. We’re all worried about Patricia, but concern is no excuse for hysteria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA",
          "text": "No, Miss Tanner, call Olga a cab. She's had enough and is going to pack her things and get the fuck out of this box of rabies. Olga starts hurrying toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Olga. Olga points directly back at Blanc and shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA",
          "text": "Koldun' ya! \f26. Olga storms out. Blanc lets the intensity in her own face sipate to show the company the hurt underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I’m sorry for that. It’s a hot thing we do. They hear a door SLAM in the near distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Olga shakes with anger as the adrenaline peaks in her sys She takes the stairs two at a time up to the dorm. At the top of the stairs, ALBERTA (50s) a stocky woman wh the company’s maintenance person is sitting in an alcove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLGA",
          "text": "I'm leaving, Alberta. I can’t swal- low any more of this. She heads to her room and starts packing a small bag. INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY Miss Tanner has stepped forward to Blanc’s side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Who is also unhappy? Let’s get it all out, all at once-- Blanc motions to her “that’s enough.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I’ll talk to Olga later. We’ve got an hour and a half. Can we go on? Is everyone all right if we go on? She waits until enough people nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Who dances the protagonist then? Ca- roline? Sonia? SONIA (20s) and CAROLINE (20s) look at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONIA",
          "text": "I can’t. Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Caroline, then. Caroline just stands there. She looks at the door where t sounds of her friend leaving have gone silent. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "That’s all right. We’1ll manage. A voice from the side of the room surprises everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (0.S.)",
          "text": "I’1l dance. INT. MARKOS COMPANY, CORRIDORS/“MIRRORED” STUDIO -- DAY Olga, bag in hand, comes back down the stairs. Alberta is longer there. Olga hesitates, as if confused. OLGA’S POV: Outside the window, she can see a slice of th street in front of the company. People pass by in their s and autumn coats. That's where she wants to go, but she s gers the slightest bit and then heads in the wrong direct further into the school. There is no one on this floor that she can see. She proce as if in fog, her hands up as if she is having trouble se or concentrating. She turns down a second corridor, furth away from the front of the building. Finally, she turns into a studio fully lined with framed rors floor to ceiling, and on the ceiling as well. INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY Blanc turns to find who’s said this. It was Susie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Susie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "It was in the documentary. I’ve watched it a hundred times at the library. I know this dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Darling. We rehearsed it for ten months before performing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I've seen it performed in person, too. In New York. Everyone is cringing for Susie at this point. But she doe back down. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Well. If you want to try, go ahead, Blanc moves to her. When she gets to her she says, ina concerned tone, more discreetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "You've already impressed us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I know this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "You're very sure? Susie nods. Behind them, Tanner looks increasingly agitat",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "First do it alone then. We don’t want to put the others at risk. The last thing we need is someone to get kicked in the ribs. Susie nods and goes out onto the floor. She readies herse waits for the drum beat, and then begins. It’s bold, prec but also wild. Blanc looks at Tanner, then calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Stop. Susie does, half-sure she is about to be dismissed. Blanc goes to Susie and gets on her knees. She takes Susie’s le foot and presses her thumb up into the arch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Clear your head. I want you to start over. Are you stretched? This is no joke. Susie nods. Blanc takes her right foot and does the same gesture. Then she does it to each of Susie’s hands. It is hybrid of a massage and something --ambiguous. When she’s done, Susie looks at her hand. SUSIE'S POV: The imprints of Blanc's thumbs are still whi marks on the back of Susie's hand. Like a “T\". INT. MARKOS COMPANY, “MIRRORED” STUDIO -- DAY Olga is looking through the haze of her mesmerization for way out of the room. The door she came in must have shut, she can see no opening in any wall. No handle. \f29. All she can see is her tiny figure caught in reflections hoing back and forth to infinity. INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY Now Blanc steps back, way back. She takes a different pos tion this time, and as she does, Tanner moves into a new tion. The two women make a triangle now, with Susie as it vertex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Remember, start on one with the mus-— ic. If you feel ill, stop at once. It’s an odd thing to say, but Susie has to get her mind i side what’s about to happen. She nods at Blanc. She’s rea",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "And-- Susie and the music begin. INT. MARKOS COMPANY, “MIRRORED” STUDIO -- DAY Olga is lost in the reflections. She can only slowly look from one to the other, studying them for a chink, somethi that can indicate a way out. As she turns again, her head snaps back with the force of invisible blow. For a moment, she sees the center of a bl iris. The blow is so powerful it dislocates one side of h jaw out of its hinge. She makes a terrified sound. INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY Susie pulls her leg back from a kick, but does not lunge, was a hard kick. She then moves into a series of turns th set up the next kick. When she kicks out-- INT. MARKOS COMPANY, “MIRRORED” STUDIO -- DAY Olga’s throat is punched in, as is the scream it shocks o of her. The SOUND she makes instead is horrible to hear. goes to her knees, one hand on her crushed windpipe. A pair of successive blows breaks ribs and cracks her ste um. All of the damage is happening under her skin. There no blood, just agony. She is trying to cry out, but can o make a horrible MEWLING sound. The next kick dislocates a shoulder. \f30. INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY Susie is giving the dance everything she has. It is viole and beautiful to watch. Blanc shoots out a hand and snaps Danielle, hissing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Keep up-- Miss Tanner is watching, arms folded, like a proud Papa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "(in a whisper) Brava brava brava-- The force of Susie’s movements is being intensified expon ally somehow and transferred to Olga. INTERCUT between th two studios: We watch Susie move through the rest of the solo. Olga mo from being beaten to being pulverized. As muscles are sep ted from bone, and bones are broken, her silhouette becom increasingly uncanny. We see Olga’s, Susie’s, and Blanc’s eyes in close up. Olg in trauma, Susie is in ecstacy, and Blanc has a melanchol her expression. She takes no joy, apparently, in this via lorosa. Olga’s form ceases to look human, though it is not yet fi ed being alive. Finally, Susie finishes the dance and has to sit immediat on the floor to keep from vomiting. For a moment no one h her, so astonished are they. Then Blanc get down on her k at Susie’s side. INTERCUTS END.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "It’‘ll pass. You’re not the first dancer to lose the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I’m not usually dizzy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "It’s my fault. I couldn’t help my- self. Sara-- take her upstairs now. She can spend the day there. (getting up, to Susie) A collapse is a vocational hazard I'm afraid. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I didn’t collapse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "You’re on the floor. And that’s not how the dance ends, cher. Susie gets up on her own. She’s defensive for some reason",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I was trying not to throw up in your studio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Susie, it’s all right! It was won- derful. I'll send Miss Vendegast with your lunch early. You’re pro- bably jet-lagged as well. Sara and Susie head for the door. When they are out of ea shot, Sara whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "That was fucking incredible-- The other girls all watch them leave. Madame Blanc says t Miss Tanner, lightly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "What a surprise. Olga always made that piece look like such heavy lifting. The comment has its intended effect. The girls look inspi",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, SUSIE’S ROOM -- DUSK Susie is in her room, unpacking. She looks a little hollo out from the events of the afternoon. She can hear the other girls going about their evening ro tines. Someone is hanging a poster. There is HAMMERING. S can hear her own name now and then as well, but not what’ being said about her. She steps to the closed door to lis but there is a KNOCK and Miss Vendegast comes in with a t of lidded plastic cups. All have been labelled with initials. Most are full of ur",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VENDEGAST",
          "text": "How are you feeling, Susie? \f32. Miss Vendegast hands her a cup with her initials on it. MISS VENDEGAST (CONT’D) We do this several times a year. Unannounced. I need you to fill it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I just went a little while ago--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VENDEGAST",
          "text": "Half is fine. Susie takes the cup and goes into the little WC in the ha She closes the door and gets ready to try to fill it. Mis Vendegast hums to cover the noise. INT. MARKOS COMPANY, RESIDENTS’ WC -- DUSK Susie holds the cup and tries to pee. The WC is tiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VENDEGAST, (0.S.)",
          "text": "I've also brought the residency forms we'll need you to read and sign. I leave them in your room-- Then memory comes to Susie, forcefully:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Work is being done on the house, shingles are HAMMERED in place. A gaggle of Mennonite girls can be seen playing “C the Whip” outside, laughing in their pastel dresses. There are CARNAL MURMURINGS coming from inside the house, one of the window screens. The girls hear it and come ove peer inside. GIRL’S POV: Young Susie's feet are extending out of the c set. She is lying inside, masturbating. One of the girls runs to fetch someone. In a moment, Susi mother comes in and finds her. SUSIE'S MOTHER is younger here, healthy, not the ravaged man from the opening credits. Susie (13) is lying on her with her Mennonite dress pulled up, bonnet off. Susie’s mother reaches in and yanks Susie up by her hair. Susie steadies herself on the door jamb. Susie’s sisters on in horror from the window. Some of the men have come d off the roof as well to see what’s going on. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "It’s all a rhythm, Momma. You draw it with your fingers-- Susie’s mother sees her fingers in the crack in the thin, slatted closet door and pistons it shut. Susie pulls her free and holds it to her mouth, but even then her eyes sm into her mother’s blast of shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "INT. MARKOS COMPANY, RESIDENTS’ WC -- DUSK In the little WC, Susie thinks of this while her urine be to FLOW into the cup. INT. MARKOS COMPANY, SUSIE’S ROOM -- DUSK CLOSE ON: Susie places her urine sample with the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VENDEGAST, (0.S.)",
          "text": "If you feel up to it, Madame Blanc invites you to join her for dinner in an hour. Shall I tell her you’1l come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, “MIRRORED” STUDIO -- DUSK The lights are still on in the mirrored studio. Olga’s re mains lie on the floor. One eye peers up out of the uncan mess. A single drop of blood stains it. Blanc and several other MATRONS watch as MISS HOLZMANN (4 and MISS COTUGNO (50s) place silver hooks under Olga’s ar to drag her out of the room. It’s clear from Blanc’s expression that the damage caused Olga is worse than what she’d expected. Tanner comes to h side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "She couldn’t have known what she was doing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "No. She just carried more current than we expected. She’s a natural, that one. Madame Blanc is trying to contain her own excitement now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. KLEMPERER’S APARTMENT, SITTING ROOM -- DUSK Dr. Klemperer sits in his office, staring in the middle d tance. The last light in the sky is fading. The framed ph of his wife smiles at him. He’s got Patricia’s pale noteb open on his desk. We see names we know--M. BLANC, SARA, OLGA, HELENA MARKOS and names we do not. It is also jammed with little exhibi from Patricia's life--ticket stubs from concerts, newspap clippings about terrorist actions around Berlin, more tha few programs from dance performances. One section has drawings of some iconographic symbols, as from some vulgar religion. It is this symbology that unse tles Klemperer most. He closes the notebook and picks up the phone. He dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE ON PHONE",
          "text": "<< Police. What is the nature of your call? >> Klemperer looks on the verge of hanging up, but he does n",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< I’m reporting a young woman who may be missing. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE ON PHONE",
          "text": "<< Hold the line. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Vendegast guides Susie down two flights of stairs an into the staff section of the building. They talk along t way, but the acoustics of the building muffle it. Miss Ve degast knocks on Blanc’s door. After a moment, Blanc answers, wearing now a Japanese sil tunic. She is smiling when she opens the door, but when s sees Susie, it fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "You don’t look better. Or are you this pale all the time--? Blanc nods at Miss Vendegast, who goes, and lets Susie in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. MARKOS COMPANY, BLANC’S OFFICE -- NIGHT Madame Blanc’s office is a Beaux-Arts beauty. Its curved walls are painted with a long Japanese garden. A small ta is laid with dinner, which Susie and Blanc are finishing. An arch leads into a dark, smaller circular room that mus Blanc’s private studio. Light from the office glints off kind of lacquered screens there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "It’s different from being Amish, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Yes. The Amish split from the Menno- nites in the 17th century.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "They worried the Mennonites were be- coming too liberal. But they still believe many of the same things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Such as?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Adult baptism. Plain clothing. Non- resistance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "“They”? Not “we”? Have you left re- ligious thinking behind you? Susie offers a small nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Oligarchs writing for patriarchs. (beat) You don’t like to talk about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I don’t know why we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I find it hard not to be curious about you. In two days you’ve man- aged to audition, be accepted, and dance a lead. Blanc smiles. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "I’m not trying to make you self-con- scious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I came here to dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "But how’ve you even heard of us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I went to New York. To the Martha Graham Center. I saw you there three times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Your parents took you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I went by bus once and hitchhiked the other times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Wasn’t that dangerous? Susie shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Were you punished for it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Of course. A beat. Blanc is moved. She takes Susie’s hand for a mome",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "That's extraordinary. (beat) You were right to insist on an audition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I’m lucky you’re doing VOLK. Some of the choreographies makes sense to me, some doesn’t. I remember the ones that make sense. WHITE STAR does. This does. All the solos from",
          "sentiment": "neutral"
        },
        {
          "speaker": "XENOS-",
          "text": "An odd beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "All mine. (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "How did it feel to dance Volk today in front of the one who made it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I don’t know how to put it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Actually, don’t. That’s a vain question. Let me ask a different one: While you danced it, what was happening inside you-- in your body? Susie thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "It felt like what I think it must feel like to fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "(curious, but unfazed) Do you mean fuck a man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "No. I was thinking of an animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "You looked joyful. In pain, but in joy as well. Susie nods. A long beat. Blanc smiles, sincerely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "We don’t teach dance here, Susie. We assume dancers come trained. You are not. I don’t exactly understand what you are yet, but I will ask Ca- roline to help you with your jumps and leaps. Yours are nowhere near good enough yet. We must build you up now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "So I can dance the VOLK protagon- ist when you perform it? A beat. Blanc leans back in her chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I’ll have to see you do that level of dancing again and again. The sim- plicity of the choreography is an illusion. It’s intuitive to watch and painful to do. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "We perform next month. I’1l have to grind you to get there in time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I don’t have many options, actually. And I’d rather have some- one on who’s messy, but alive than another Olga. She was a matryoshka doll with legs. I’m relieved she’s gone. (beat) Thank you for your help in that. Blanc watches Susie’s reaction closely, but there doesn’t seem to be any complicity in it. Just grateful excitement INT. MARKOS COMPANY, SUSIE’S ROOM -- NIGHT When Susie gets back to her room, Sara pokes her head in. Susie motions her to come in and close the door behind he She grabs Sara’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I didn’t know it was going to be like this! She’s so nice. (beat) And she wants me to dance in VOLK. The protagonist! Sara nods, but with less energy than Susie was expecting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (CONT'D)",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Yes. I’m fine. I was just thinking about Olga. --About what she said today. Susie remembers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I’m sorry. I’m on my own little shooting star today. When everyone is so upset-- Sara looks at Susie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "If I asked you for a favor tomor- row, would you do it? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA, (CONT'D)",
          "text": "(beat) We might get caught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the staff kitchen, Tanner and a few of the other matro are finishing their own dinners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< Things can be honed. Blanc is go- ing to work out another approach. How could we have known what would happen? What we are attempting has-— n’t been done in living memory. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS KAPLITT",
          "text": "<< How do we know it will work at all? If it killed one girl, it may kill any we try. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< Patricia was unwilling. Blanc believes that is the key. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS KAPLITT",
          "text": "<< It was more than that. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< No. We should not have forced it. What a fool. What we offered her! She wanted to blow up depart- ment stores instead. >> Miss Huller, smoking a cigarette over her pork chop, says",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HULLER",
          "text": "<< How do we know no one’s planning to blow us up, too. Patricia might have said anything to anyone about us. Anyone might have followed her here. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< If she did, we’ll know. We can- not despair. We have time yet. >> From the other end of the table, MISS MARKS (50s) speaks",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MARKS",
          "text": "<< How much time? The vote was a mistake. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MARKS, (CONT'D)",
          "text": "If Markos dies before we can figure this out, we are finished. >> Several of the women are made frightened by this conversa tion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< Markos has strength left in her. She will wait until we find another girl. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MARKS",
          "text": "<< You’ve seen her! She has disease stacked atop disease. How long can she possibly hold on? >> Without warning, Miss Griffith, the secretary from the fr office, takes a knife from the table and cuts her own thr The women on either side of her cannot stop her in time. shocked beat. Then everyone moves at once to lay her down put pressure on the bleeding. Someone elevates her legs. Griffith looks up at them all as the life drains out of h already shivering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MILLIUS",
          "text": "<< Stay with us! Please, stay! >> Tanner shouts to the women closest to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< Find Blanc now! >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, SUSIE’S ROOM -- NIGHT Susie is sleeping, deep in a dream. Her breathing is not only BREATHING in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie walks through catacombs in her dream. A font of pur white FLAME lights up the bony corridors as she goes. Her feet are bare. Bodies, bent to every attitude--or collect and stored by part--line every inch of wall and ceiling, leathery, all still. She goes from chamber to chamber. If something catches he eye, she approaches, no matter if it is low or high up it Physics don’t matter here. She peers into the face of a d sed bride hung from the ceiling. She peers into the faces a row of young boys seated on the floor along the wall, a dressed in woolen suits and caps. \f41. All the while, the FONT leads her to the sound of HER OWN BREATHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The street is empty in the early, frosty morning. At the front door of the company stand DETECTIVES HALLE (40) and TECTIVE MOSER (60). They’ve knocked. They stomp their fee stay warm and Moser knocks again. In a moment, the door i opened by Miss Vendegast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE HALLE",
          "text": "<< Good morning, Ma’‘am. We'd like to talk to someone in charge, Mrs. Markos if she’s here, about a girl named-- (looking at his notepad) Hingle. Patricia Hingle. >> Miss Vendegast says nothing, but he responds as if she ha DETECTIVE HALLE (CONT’D) << Someone named “Blanc,” then. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VENDEGAST",
          "text": "<< Yes. I am she. Why don’t you fol- low me inside? >> She stands aside to let them in and they disappear inside building marked “Tanz.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara leads Susie down to the first level, past rooms wher members of the Corps are rehearsing with the répétiteurs, then further into the building. They come down a corridor hear some LAUGHTER coming from a further office, but the of the floor is quiet. They find a door marked: “Miss Martincin, Accountant” “Miss Holzmann, Touring Director” It is unlocked. They slip in and close the door silently hind them. INT. MARKOS COMPANY, ACCOUNTANT’S OFFICE -- DAY In a back room of the office, Sara and Susie move to an alcove where there are half a dozen filing cabinets. They all locked. \f42. Sara looks through the nearest desk and finds a nail file Miss Martincin’s drawer. She proceeds to slide it into a above the drawer, find the latch, and nudge it open. Susie keeps looking toward the door. The first cabinet is not what they’re looking for. But th second is personnel files, including a file for each danc Sara quickly scans through them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Patricia’s isn’t here anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Try Olga’s. Sara looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Everyone’s here but them. Susie looks at through everything on Miss Martincin’s des in her inbox, but there’s nothing. Sara checks the Rolodex, flipping through the typed cards bad reproduction of John Atkinson Grimshaw’s “The Lady of Shalott II” hangs over the desk, ignoring them. SARA (CONT’D) I just need a number. For a parent-- or anyone who can tell us for sure she’s not in Berlin. Susie holds up a hand, hearing something. The BREAKFAST B",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Maybe Olga will come back on her own, when she cools off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Then why remove her file? As if she was never here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Blanc may not want her back even if she does come. A dead end. Sara shrugs, not happy. She tosses the nail f back in the drawer and something catches her eye. She pul the desk drawer out even further and finds, in the back: At least a dozen tubes of lipstick, worn to varying degre And at least as many little eye shadows. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They come silently back out into the corridor. As they tu to head back, another BURST OF LAUGHTER comes from a back fice. There is something mocking in it. Susie takes a step away from Sara to look discreetly arou the next corner. Through a door that’s half open, Susie c see through one office into the next. SUSIE'S POV: Detectives Halle and Moser stand expressionl and naked before Miss Tanner, Miss Huller, and Miss Vende gast, their cocks hanging out. Moser's body is paunchy, w a scar from a bullet wound on his side. Halle has tattoos like a longshoreman and traces of an athletic past lost t beer and schnitzel. Miss Huller steps into view behind Ve degast and Tanner. The women recline in their chairs, cha ting over what they like. AN IMAGE flashes in Susie’s head next: Detective Halle ra up in some kind of web. His mouth is covered with it, so is silent. He hangs in a restless void, in some kind of s tained animal release. Susie steps back out of view, jolted by these images. Sar hasn’t seen what she’s seen, so Susie steers her back tow the staircase to the first floor. Susie looks back once, says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY Susie and Sara are in rehearsal. Caroline smokes between them. Madame Blanc is walking among them. Miss Mandel and Miss Millius are also there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Now that you’re warmed up, I want to tell you some news that might ex- cite you: In addition to putting on VOLK this fall, we will start work- ing on something new. Of my own. This causes a frisson of excitement among the dancers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "And there’s no protagonist in this dance. Instead, we have five equal main parts, and an equal number of secondary parts. Today, we'll im- provise, by my direction, with Mis-— ses Mandel and Millius. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Caroline, Sonia, and Sara also come up. You are the five. Caroline, Sara, and Sonia step forward. Susie watches, wa ing, already knowing there will be something for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Susie you will improvise with no direction. I’m interested in your instincts here. Consider yourself a radical libre, moving around the others as you choose. Susie comes forward. Everyone around her is experiencing shift in attitude about her. The creator has chosen her m and, as members of a company, the others must abide. But can feel how badly they wanted it to be them, to be close Blanc, and if not her, than close now to Susie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "There are basic nine movements to use. Miss Mandel will show you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "What is the piece called?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". BLANC",
          "text": "“OFFNEN WEIDER.\" “OPEN AGAIN.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "All six dancers are in motion. The five principals are in formation, a kind of rotating crown, pulsing in and out. Susie darts among them. Within her improvisation, she fin herself paying increasing attention to the floor. She com to one particular spot, dances over it, comes to it again Finally, she finds herself reaching out to it, touching t spot, putting her torso on it, then her face. It’s strang Blanc is watching her closely, wondering what could be pr ing this. Then it dawns on her. She shoots a look at Tann who levels a mildly defiant look back. Then Blanc looks b at the spot on the floor. INT. MARKOS COMPANY, BLANC’S OFFICE -- DAY Blanc has brought Miss Tanner to her office. She is enrag",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "<< You should have told me. >> \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< Why? Mother wanted it. She wanted to feel Susie for herself. Be in the same space. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "<< I thought we agreed to stop using that title. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< Markos is and will always be our Mother. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "<< It’s offensive. If Markos was truly a Mother, we wouldn’t need to save her life. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< You should have told her about Miss Bannion yourself. Now Mother wants her. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "<< And if Miss Bannion doesn’t want Markos? Are we to waste another girl so quickly? >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< You mean waste another dancer. You were going to keep her for your- self, Blanc. Or is it that you don’t want Markos to survive? >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "<< I want what’s best for all. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< Everyone voted. You are not the light we chose to follow. If Markos wants this girl, you must prepare her. >> (sincerely) << Markos will live. We found the girl in time. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. It’s not exactly how she would put it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "<< I won’t rush again. I will tell Markos when the girl is ready. She must be made to be willing. I will not do it any other way. >> \f46. INT. STAIRWAY/RESIDENTS’ CORRIDOR, MARKOS COMPANY -- DAY After rehearsal, Susie and Sara walk back to their corrid Susie is a little disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Something in the sequence-- the ones-to-twos. I’ve never seen her use those moves that way before. (beat) It’s exquisite. The whole thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Did anything-- happen to you dur- ing it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "You didn’t feel someone there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Someone? Susie considers this. She says, more to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "It was Markos. A beat. Sara looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What made you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "(louder than she means) So why say it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I didn’t mean to make you upset--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "It’s just-- (beat) It’s the sort of thing Patricia would say. Don’t start bugging out at nothing, too. I couldn’t handle it. They get to their floor and stop at the top of the stairs \f47. Suddenly there is a SCREAM in one of the room. EXCITED PA Sara and Susie go toward it, alarmed. They see girls raci to their rooms. SARA (CONT’D) What’s going on?! One of the dancers, MARKETA (20s), tells them, breathless",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARKETA",
          "text": "Bowie’s doing a surprise concert tonight at S036! For “Helden”! It was just on the radio-- (almost hysterical) If we stand a chance of getting in we've got to go now! Sara runs for her room. Sonia and Caroline come marching the hall in ruffled coats, all glossed up now. Sonia scre",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONIA",
          "text": "“THE FUTURE BELONGS TO THOSE WHO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls are crammed into the intimate venue, under rack hot lights, thirty feet from DAVID BOWIE (30), who is in middle of “Beauty and the Beast.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID BOWIE",
          "text": "That's my kind of highroad, gone wrong. My-my, smile at least. You can't say no to the Beauty and the Beast. The crowd is hopping up and down the beat, more of less i unison. The others are ecstatic, but Susie is having trou staying in the moment. She’s hearing BREATHING, SIGHS, ev here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID BOWIE, (CONT'D)",
          "text": "Something in the night. Something in the day. Nothing is wrong. But something's in the way. She covers her ears, but the SIGHS remain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls walk home from the concert, excited, sated. The come to a platz across which they can see cafes. Sara not the dance matrons sitting outside one and points. THEIR POV: Madame Blanc, Miss Tanner, Miss Millius, Miss del, Miss Huller, Pavla, Miss Vendegast, and a few others are gathered around cafe tables pushed together, having a ening as well. They are brazenly unfashionable. All of Be goes on around them, taking no notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of the women turn to look at the girls across the street, but they know they are there. Madame Blanc tells others:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "<< It’s good for her to see us like this. That we’re still part of the world. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "(casually) << She’s already seen a lot. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MILLIUS",
          "text": "<< Seen with her heart. Maybe she even senses what’s coming. It’s not far off now. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MANDEL",
          "text": "<< What about the witness? It is not too early to discuss this. Who'll be our witness there? >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MILLIUS",
          "text": "<< One of our new friends from the Polizei? >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HULLER",
          "text": "<< I like the younger one. >> They laugh all over again. Miss Huller is a bit more seri about the question. MISS HULLER (CONT’D) << We’re forgetting. We already have a witness. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The muffled sound of WOMEN LAUGHING, returning from a nig out, can be heard in Sara’s room. Sara is not quite aslee She hears it. It sounds like it’s coming from the opposit direction than the hallway, though. INT. MARKOS COMPANY, SUSIE’S ROOM -- NIGHT Susie is deeply, almost hypnotically, asleep now, deep in dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie is naked, sitting on the floor, legs spread, knees chest-to-back in a tight line with the other girls. She c move her arms. She looks and sees the floor is full of sm holes cut out of the wooden studio floor. Women are reach up from below through the holes to hold the girls’ wrists they cannot get up. The room is enormous and dim, but Susie can see other mat around them, staying a few steps back. The other girls ar getting increasingly panicked. Some are crying, begging t let free. A sound is in the room with them. A wet, diseased breathi At the front of the line, a woman floats forward. She is three feet off the ground. She spreads her robes and her vyset, aged torso can be vaguely seen in the dark. Someth is dripping from between her legs. As she levitates over first girl--robes sliding over the girl’s shoulders--the turns her face away from the dripping coming from above, pulsed and afraid. So does the next girl, and the next. T women on the periphery are chanting in the whisper:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITCHES",
          "text": "“Mother Is! Mother Is! Mother Is!” Susie is trying to fight down her own panic. She’s shakin The Mother approaches just overhead. Susie makes a decisi She throws back her head, opens her mouth, sticks out her gue to receive the blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie shouts, with urgency and defensiveness:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I know who I am. I KNOW who I AM! \f50. Sara is suddenly there, shaking Susie awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "It’s all right. It’s all right! Susie is awake in a snap, able to separate things quickly Caroline and another dancer, DOLL (30) stick their sleepy faces in as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Is she all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Just a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOLL",
          "text": "The Markos Company special. I’m surprised it took this long. They disappear from the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I’m sorry. I’m-- Did I wake you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I was coming back from the toilet. You scared the hell out of me, though. (beat) Move over. A beat before she realizes Sara is serious. Susie scoots to make room in the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I never had a sleepover. Just my sisters--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Well, we’re sisters now aren’t we? Sara closes her eyes, happy, and tries to fall back into",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "First one back to sleep wins. Susie keeps her eyes open, alert. She’s jolted. And learn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer sits at his small fountain in the stonework, fi ing his breakfast ritual. He gets up and says to the air: \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< Tomorrow, then. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer waits to come back into West Berlin in the Sovi run “Palace of Tears,” named so for all the tearful goodb of family, friends, and lovers separating again to two si of a wall that may not permit any further reunions. Klemperer, who does not have this particular kind of tear just waits to be let through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in West Berlin, Klemperer waits in the reception are a Federal Criminal Police Station. The waiting room is pa ed. A TELEVISION hanging from the ceiling shows footage of th hijacked Lufthansa at yet another airport. Now it’s in Mo shu. Klemperer sits in front of a row of posters with a BKA lo at the top and the headline “TERRORISTEN.” They feature p tos of dozens and dozens of men and women, some with name others with question marks. Some are crossed out. There’s photo that looks a lot like Patricia, which is not crosse out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer sits down with BKA AGENT ALBRECHT (40) and AGEN GLOCKNER (40). Any person passing in the hall causes the gents to glance up as if they are waiting to be summoned breaking news. But each person passes by. A crucifix hangs on the wall. One of the Agents is a reli ous man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< The officers said they found no- thing amiss. But I-- feel, perhaps, they never went. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT ALBRECHT",
          "text": "<< It’s not really your place to speculate on that. Do we agree? >> Klemperer knows how to respond to questions like these. H looks at the desk and nods. AGENT ALBRECHT (CONT’D) << You say it’s a dance school? >> \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< Not a school, but yes, for dance- rs. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT ALBRECHT",
          "text": "<< She’d been threatened there? >> Klemperer thinks for a moment how to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< I think it’s more. She had a de- lusion about there being a coven of witches at the company. She had this delusion for months. >> (beat) << At the center was a woman she called “Mother Markos.” It only just occurred to me since she has been missing that her delusion could be real. >> Agent Glockener smiles, irritated. Klemperer does not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT ALBRECHT",
          "text": "<< You believe in witches, Doctor? (beat) Do you understand the kind of week we're having? >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< Not the element about witches, but the one about a organization operating in secret. >> This pulls the agents’ attention in. They stop tracking what’s going on in the corridor and give Klemperer their attention. KLEMPERER (CONT’D) << I’ve written the names of women she mentioned specifically. >> He pulls a slip from his wallet and gives it to them. We the names “Mandel,” “Millius,” “Huller,” “Tanner,” “Blanc and, of course “Markos.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT ALBRECHT",
          "text": "<< And Miss Hingle. Did she have political affiliations, too? >> Klemperer lies with ease about this. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< Not to my knowledge. (beat) I just want to be certain she is safe. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent Glockner escorts Klemperer out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT GLOCKNER",
          "text": "<< You did right to come. If you see Miss Hingle call us immediate- ly. But we’ll look into this. >> Klemperer says through a joyless smile:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< This isn’t the first time we've met, Agent Glockner. >> Glockner just looks at him, not making a connection. KLEMPERER (CONT’D) << You were a police officer in Schéneberg, yes? You helped me try to locate my wife. >> He looks at Klemperer, suspicious now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLOCKNER",
          "text": "<< Your wife also went missing? >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< Two years before the Russian charge. >> Glockner’s suspicion fades and is replaced by a kind of p KLEMPERER (CONT’D) << Anke Zisman. 1943. From the records, you helped me cross off Poland. I am still grateful. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY The company is rehearsing “VOLK.” They dance a long porti without stopping. \f54. Some of the dancers are wearing different costume prototy Miss Huller, the production designer, stands with Blanc, menting on the nuances of each option. Susie is refining every move. She is pushing out of a sa- vant’s intuition into her choreographer’s intention. All the dancers are tuned in, but getting exhausted. They reach a place where Blanc calls a stop. She immediately c over to Susie to confer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Part of a jump is muscle, and that will improve as you condition, Su- sie, but you have an aversion to them and I don’t know why. You’re happy to be stuck to the Earth? Some of the dancers laugh. Susie does as well. She shakes head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "There is a yield before the push you aren’t quite understanding. Car- oline-- Do a series, please. Susie watch closely. Caroline does several jumps in succession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Now you. Susie attempts the same moves. They are not as high or as cisely articulated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "(frustrated) What I really want is to be on the floor here anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Of course you do. You're mistaking a limitation for an artistic prefer- ence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "At this point, the jumps are oppos- ing the pull of the structure, but it’s soon for that, no? The rolls and ground moves are keeping the o- ther dancers pushed down-- (beat) This could echo that on a slightly higher point of elevation. \f55. Susie does a grotesque, fast crawling lope over the floor is a truly strange movement. Blanc watches her, not defen ly, but really listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (CONT'D)",
          "text": "If I stayed close to the ground now and went straight into the leaps where you have them later, isn’t that more to the point? The resis-— tance is more desperate, no? A beat as Blanc considers, then rejects this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Your insight’s impressive. Your interpretation, less so. Susie waits for more, still catching her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "This dance came out of living in Berlin during the Reich, something you have no way of climbing inside. If you think I’m indicating levels of resistance with levels of height you've not only misunderstood the dance, but my character as well. Susie concedes with a nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "You may become a great choreogra- pher. But not before you are a great dancer. Let’s get you in the air first. (beginning again) Allez!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "After rehearsal, the dancers pick up their things and beg filing out. Blanc packs up her bag, her back to everyone. ra goes to Susie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "We're going to the Ufer for coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "(without turning) Susie, hold on a moment-- A beat. Susie looks at Blanc’s back, and shrugs to Sara. gives her a supportive smile and heads out with the other \f56. We then watch Blanc’s face in closeup We see the dancers ving over her shoulder. As they go: Caroline collapses in the doorway and begins zing. Blanc turns and rushes to her side. She has to clim ver Caroline's jerking legs and torso to get out in the h where the girl’s head is. Blanc keeps her from swallowing tongue. The other dancers watch from both out in the hall and ins the studio, alarmed, helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara, Sonia, and Marketa look in on Caroline. She’s propp up in bed, with color in her cheeks. DR. BISCHOFFS (50s) there, consulting with Miss Vendegast. The girls pull on their coats and head downstairs. Susie nowhere around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara, Sonia, and Marketa come out into the sunlight and c and enter the flow of the sidewalk traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONIA",
          "text": "She hit her head hard. I heard it. I hope nothing comes of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARKETA",
          "text": "She doesn’t eat enough. We all tell her. They get only a quarter of a block before an old man stan up from a bench and steps forward. It’s Dr. Klemperer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "I'm looking for a dancer. From your Markos company--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARKETA",
          "text": "Who are you looking for? But he already knows the answer. He steps up to Sara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "You are Sara? \f57. Marketa and Sonia look at Sara, who is looking at Klemper trying to place him. She has no idea who he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madame Blanc brings Susie a little further into the compa Susie is doing an admirable job of hiding her nerves, hav no idea what is about to happen next. Blanc says, mildly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Certainly, part of the issue is-- and always is--not being able to see your body in space. One angle, in a mirror, or even on film, is not enough. INT. MARKOS COMPANY, “MIRRORED” STUDIO -- DAY Blanc brings Susie into a small, pitch black studio and t on the lights. Susie sees reflections of herself and Blan erywhere she turns. She smiles. This is the same studio where Olga was killed. The parque recently polished. The mirrors clean and streakless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "There’s a reason the tour en l’air is mostly given to men in ballet. They have the strength to achieve it. But it’s wrong to think of the goal as height. The goal is having enough space under you. Your two-to- twos are very close to fine, but the one-to-ones you have to think of differently. Every movement that takes air must be a coup de foudre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I don’t understand what that means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "A strike of lightning! A bolt of sudden love, actually. Graham used to say: “Every dance is a fever chart. A graph of the heart.” Though she is explaining, Blanc is being more vulnerable a teacher would be. It carries a very light erotic charge",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "That’s beautiful. Your dances are beautiful like that. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "No, Susie. Never. There are two things dance cannot be anymore-- “cheerful,” and “beautiful.” We are women, aren’t we. We must break the nose of every beautiful thing. Susie nods, trying to understand. She looks at the floor for one moment, she sees the parquet in a jumble of piece it must have looked when it was being laid, then rotting disrepair. These images come in a flash and then are gone sie catches her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "(directly) If you’re going to dance, you must learn one of the languages of dance. It should be French. You’1l never learn Russian if you’re only starting now. You’d go insane-- (beat) Are you warm enough here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Yes, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Stretch if you need to. Otherwise let's watch you jump, here, where you can see every angle. Susie readies herself and tries a jump. It is inches high Blanc watches her closely to see if she understands what happened. Susie tries again and can feel the difference. Susie is clearly understanding something. Something momen has happened. Her jumps look exactly like Caroline’s in t form. They may in fact somehow be Caroline's. This is a crucial moment and Blanc knows it. If Susie bac away from what’s happening, all is lost. But Susie looks in the eye and tells her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "You see? Sometimes I only need to be told twice. Blanc’s relief is huge. She laughs, delighted, and in her laugh, you can see the young woman she must’ve been at Su sie’s age. Susie can’t help but laugh as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara has accompanied Dr. Klemperer into the Tiergarten wh they sit at a window table that looks out onto the park. ON A TV: The news is showing Lufthansa flight 181 on the strip in Mogadishu. The dead body of one of the hostages unceremoniously tossed down to the tarmac. The other patrons in the restaurant are watching this, th backs to Klemperer and Sara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "She said she was going to come back for you. That she’d left a note-- Sara shakes her head, touched even in her confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I don’t know what to make of any of this. I know the kind of thing she was involved with, but I don’t see how any of it could be happening in- side the company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "She describes it in terms of a revo- lutionary movement in a moment of crisis. A crisis of leadership, and mandate. Stay underground, or come out in force. Stasis, reinvestion, or extinction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I live there. I have friends there. I don’t see any evidence of this at all. (beat) No one has ever approached me, or any of the other girls as far as I know--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Read this. Klemperer takes out Patricia’s yellow notebook. He turns particular passage and waits for Sara to read it. She doe and then looks up at him in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "But this says “witches.” Klemperer puts his hands together, as if grounding himsel \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Mother Markos. Mother Meinhoff. Dance rehearsal, political action, paranoia. In Patricia's life, these things were of equal influence. And that is how transferences happens, how delusions are made. A delusion is a truth that tells a lie, Sara. (beat) Patricia’s fantasies might have been her way of processing another form of oppression or intellectual manipulation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "The company is a --family. There’s a lot of love there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Love and anarchy have lived in the same houses for centuries. They are forever friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I sorry. I don’t see this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "There may be things the police missed. Patricia talks about whole secret parts of the building. Actu- al rooms that are hidden-- Sara looks at him, putting something together. But she di misses it immediately. KLEMPERER (CONT’D) --where a chapter could meet, or a cell could use as its base. But Sara gets up and collects her purse. KLEMPERER (CONT’D) Miss--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I don’t want to be disrespectful, Doctor. I don’t. But you’re asking me and I’m telling you: It’s a dance company. We are not talking about anything else. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Look harder. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Thank you for caring about Patric- ia. But I hope you don’t come again. She leaves. Klemperer can’t run after her, so he is force watch her stride off. She doesn’t look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara walks far enough away to be out of Klemperer’s view fore she slows down again. She rubs her neck, looking ver unsure and alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sonia and Doll are in the company basement using the wash machines in the costume department to do their personal w Caroline is with them, back on her feet. They are talking ver the NOISE of the machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOLL",
          "text": "If they aren’t already, they will be. I’ve never see Blanc take to a girl like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Still, she is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOLL",
          "text": "She's good, but she’s a péquenaud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONIA",
          "text": "I heard she’s from some kind of re- ligious family. From Pennsylvania-- Sonia glances behind her and sees Caroline is on the floo gain, seizing even harder this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Berliners coming home from work are treated to an odd sit A dozen of the Markos company matrons have come out in st ling costumes of black crepe that begin high over their h and flow to the ground. Their faces are hidden. \f62. They have put out the Markos Company’s insignia with a ti and date below it on the pavement and perform a public da to advertise the company’s performance of “VOLK,” happeni in one week’s time. They chant, to a SLOW DRUM:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATRONS",
          "text": "COME, COME, COME and SEE. COME and SEE the DAUGHTERS. As dance, it is something subtle and new. As an invitatio it is a little unnerving. They do gather a crowd, however",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, RESIDENTS’ CORRIDOR -- NIGHT Most of the dancers have gone to bed. It is just before m night. There are a few still brushing their teeth, brushing out their hair for the night, writing letters. The last laugh the night can be heard, the last switching off of a RADIO One of two more doors shut for the night. Sara down the corridor with her shower bucket and sees: T is no light under Susie’s door. She almost knocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara sits up in her desk chair, trying not to fall asleep She nods off, then snaps awake. She pinches herself, hard nally, she hears what she has been waiting for: MUTED SOU and VOICES like the other night. She gets up and goes to her ear on the wall. It's there, behind the wall. She moves to one corner and on her knees to listen in the corner. It’s louder there. the voices behind the wall pass the room. Sara marks the where she’s listening and the quickly follows the voices. They climbs up the wall until she loses them at the top o the other side. What’s hidden between her and Susie’s room is a stairway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara comes out to the corridor that links the two residen hallways. She stands at the midpoint between her room and sie’s. The shaded hall sconces are turned on low, but it’ nough for her to see. Starting at this midway point, she walks toward the shado main stairway and counts her steps. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She comes down a floor and counts steps leading back in t same direction. She hits a wall is inside the recessed do of a big exercise room. The recess is deep, about four fe The stairway must keep descending.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She comes down one more floor and counts her 42 steps. Sh ends up at the door to the “mirrored” studio. The company isn’t heated as warmly at night and she is sh vering in just her nightgown. She goes in, but does not t on the light until she shuts the door behind her. The light can be seen in the crack under the door. INT. MARKOS COMPANY, “MIRRORED” STUDIO -- NIGHT Sara knows more or less which mirrored section of wall to to from inferring where the secret stairs come down. She tries pushing on it, pulling. She runs a finger as far in the crack between mirrors as she can. Nothing moves or su gests movement, until she tries the lip of the wainscotti which pulls up as if on a hinge. And then the whole wall el opens like a door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara has to open the door wide to let in the light from t “mir-rored” studio enough to see. This is a small room wi elegant shelves on every wall. On the shelves are not the stacks of anarchist fliers, la ting machines for fake documents, and firearms she might been expecting. What she finds are dozens of objects made silver or porcelain. Some are figurative: a trio of women, some mythical beast dog. Some vaguely echo body parts and genitals. Some look be tools for some arcane function or another. There is a smaller wooden door opposite the entrance whic must be where the staircase begins. Sara tries it, but th one is locked. She can hear air rushing under the crack b neath it. The SOUND is hypnotic. Feeling like she’s already overstayed a prudent amount of time, she takes one of the objects from the shelves--a si hook--and steps back out into the studio. \f64. INT. MARKOS COMPANY, “MIRRORED” STUDIO -- NIGHT She closes up the door and makes sure it’s flush with the mirrored panel beside it. Then she hides the silver hook her nightgown, turns off the light and goes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the street, Berliners heading to work watch TELEVISION a display window. A German Special Forces unit boarded Lu hansa flight 181 in the night, killed three of the four h jackers, and apprehended the last. The hostages are in th air again, this time heading home to Germany where they w be received with a heroes’ welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Workers who have arrived early to their offices are gathe around TELEVISIONS there when the news breaks that all of RAF prisoners at Mannheim Prison were just discovered dea their cells after an apparent “suicide pact.” INT. MARKOS COMPANY, SONIA’S ROOM -- DAY Dancers from the company are watching this news in their jamas, on a TELEVISION set Olga left behind. Some are cry Sonia says, to no one:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONIA",
          "text": "That’s it for Hanns-Martin Schley- er. They’ve got no reason to return him alive now. Susie is the first to notice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Where’s Sara?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara is following directions she’s written out. She turns a main street and into the little alley that ends at Klem er’s building. INT. KLEMPERER’S APARTMENT, KITCHEN -- DAY Sara and Dr. Klemperer are in his study. Every now and th Frau Sesame glances at them, but they’re far away and spe ing English. She sees Sara take an odd silver hook out of backpack. \f65. INT. KLEMPERER’S APARTMENT, SITTING ROOM -- DAY Sara is listening to Klemperer intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "She wrote of “Three Mothers” lost to time, predating all Christian in- vention. Pre-Devil. They are the source of all energy and chaos: Mother Tenebrarum, Mother Lachryma- rum, and Mother Suspiriorum. Dark- ness, Tears, and Sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I saw likenesses of them in the room last night. In porcelain. Very fine things. They have money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Patricia named Markos as a devotee of the Three Mothers, and who, in fact, thought she was one of them for a time, but who is now ill and dying. Sara bites her thumbnail. She sees the photograph of Klem er’s wife on the bookshelf. She takes it in, then looks a KLEMPERER (CONT’D) Patricia thought they were trying to recruit her. Groom her. For a place in the matriarchy. That is how Patricia described their goal: Change violent enough to take us back to a time of matriarchies. The question was whether to enact this change in moderation from the sha- dows, or step into a new era of pub- lic work and constant recruitment. She talks about “Markosites” who were for the formers and “Blanc-— ites” who were for the later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "(horrified, disappointed) Madame Blanc is involved in this? Sara looks at the silver hook now lying on the table. In full light of day, it just seems bizarre. SARA (CONT’D) Do they think they are witches? \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "I do not believe in magic. People can organize themselves to perpe- trate an evil and call it magic. That I can believe. And you can give someone your delusion. That’s religion-- That was the Reich-- (beat) The Reich had these things, too. Esoteric insignia. Esoteric ritual. The important thing is that what you found points to some kind of un- derground organization inside the company. These three “Mothers” could simply be code names for founding members, their histories metaphoric. (beat) I think you’re living with very dan- gerous people, Sara. Incindiaries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Then Patricia could still be in there. In the building, I mean. They could be holding her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "I cannot promise the authorities will come to look at a closet full of porcelain and one locked door. Not this week, of all weeks. So stay safe. Alert. Until they come. Sara begins to gather her things. Klemperer puts a hand o her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER, (CONT'D)",
          "text": "(re: the hook) In fact, leave this here, or put it back. But don’t let them find it on you, Sara. Sara thinks it over. She stands and shakes Klemperer’s ha She leaves it on the table and goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heading home, Sara skirts another protest. This one is ge ting out of control. The police are no longer at a distan taking photos. They are at attention with riot shield and guns ready on their hips. The crowd waves photos of Baader, Ensslin, and Raspe. The all screaming: \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tech team, led by MISS KAPLITT (50s), is building the for the production of VOLK. Lighting is being rigged and ed. A small house orchestra is rehearsing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dancers are getting fittings and haircuts in preparat Sara is getting her costume altered. Behind her, Miss Mar is cutting Susie’s hair in silence. The chattier MISS BALFOUR (40s) is trimming Caroline’s ha talking to Caroline in French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS CHALISE",
          "text": "<< Madam wants no bangs on anyone this year. I asked her how am I supposed to remove them if a girl has cut them this way already? She did not have an answer, of course, as she does not cut hair. But, the Madame wants the Madame wants, and so I must do. Thank God you do not have them. >> Caroline is beginning to tear up, looking more and more d perate. Susie watches this in her mirror. What's going on ery word of Miss Chalise seems to be confusing her more. MISS CHALISE (CONT’D) << You used to wear bangs when you first arrived, no? (waiting for her answer) Did I dream that up? >> Finally, Caroline pulls off her salon cape and rushes fro the room. Sara looks at Susie in the mirror, then runs af her. Susie watches them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara catches up with Caroline, who has hidden in one of t basement practice rooms and backed into a corner. She is ing so hard, Sara can barely understand her. Sara takes b her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "What is it?! \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Parts of me --are just falling off. Tomorrow I might not even be able to talk at all, or dance, or even remember who I am!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You have a condition-- Caroline looks at her, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "I've never had seizures before this week! Sara has only seen the one in rehearsal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You’ve had more than one? What did they say at the hospital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "I didn’t go to a hospital. Blanc brought a doctor to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie watches in the mirror as Caroline’s hair is swept u and thrown into a garbage pail. Then she watches Miss Mar sweeps hers up, but the woman carries the dust pan full o out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY The full company rehearses VOLK, spread across the stage a community in tatters, which groups up and falls apart i syncopated rhythm to the score. Even amid the dance, Sara now paying closer attention to Madame Blanc. She watches as Susie makes all of her jumps and landings. Blanc says nothing about it. Sara is trying to think of any other interpretation, fran to explain what she is seeing any other way. When the dan breaks for a moment, Blanc steps in to give Susie an adju ment. She can’t hear the note clearly. But she can hear i in French. \f69. When she looks back to Blanc, Blanc glances over at Sara she has a million times, but this time it feels ambiguous terrifying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, CORRIDOR/“WHITE” STUDIO -- DAY When the girls come back through the corridor, Sara appea grabs Susie’s hand. She pulls her into the “White” studio of view and earshot of another. This is the room where Su first auditioned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Is it true? After all? Is it true-- (beat) TELL ME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Sara, calm down--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "And don’t lie! Are you making some kind of bargain of your own with them? (beat) How can you know what things they'll ask of you in return?! What horrible things! Please tell me it’s not too late--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Whatever you have in your mind, nothing’s wrong. Look at me! Sara!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You're lying right now. Sara pleads her with her eyes, frightened and heartsick. Susie takes her hands, smiling, reassuring her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Nothing horrible is happening, or will happen--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "You just haven’t gotten the bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Nothing’s wrong. Believe me. Every- one’s wound up right now. Don’t let it get to you, too. Sara wants badly to believe her. \f70. Susie hugs her, and Sara lets her. But Susie’s private ex sion reveals Sara’s words have sunk in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST, (V.O.)",
          "text": "Is any among you sick? Let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. OHIO FARMHOUSE, ADULTS’ BEDROOM -- DAY A MENNONITE PRIEST (40s) is praying at the bedside of Mrs Bannion, sick with advanced cancer as she is in the openi credits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "And the prayer of faith shall save him that is sick, and the Lord shall raise him up; And if he has committed sins-- Mrs. Bannion interrupts him with three heavy words:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. BANNION",
          "text": "My last- child- Susie’s sisters, and some of the neighbors who have come sit watch over Mrs. Bannion, bristle at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "It shall be forgiven him-- The TELEPHONE begins RINGING DOWNSTAIRS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. BANNION",
          "text": "My last child was --my sin. I saw the Tempter in her and did not see It --for what It was. She was quiet in its service for --so long. (beat) She is my sin. She is what I have smeared upon the world-- The TELEPHONE continues RINGING. One of Susie’s twin sist NAOMI (20s) upset by what her mother is saying, runs out the room to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TELEPHONE’s inside a cabinet. Naomi opens it and answ \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAOMI",
          "text": "(thickly) Bannion house. The other end is SILENT, but she can hear other people TA ING, though muffled. It doesn’t sound like English. She s up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAOMI, (CONT'D)",
          "text": "Susanna? Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAOMI, (CONT'D)",
          "text": "Susanna. Don’t hang up! (beat) Are you all right? Everyone is wor- ried for you. Pastor Pat told moth- if you come home and return the mon- ey, you’ll be restored. He forgives you. Mother forgives you. We all forgive you. She listens to the silence on the other end. The faint so of other people’s LAUGHTER in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAOMI, (CONT'D)",
          "text": "Mother’s uncomfortable all the time now. She isn’t sleeping. Everyone is pitching in. The Doders especial- ly. They come every night. (beat) Mother asks for you every day. Ten times a day. Are you really so far? (beat) Do you have nothing to say? Nothing. Naomi waits a long beat, tears coming to her eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAOMI, (CONT'D)",
          "text": "If you don’t come soon, you won’t see mother again, Susanna. (wait, one last beat) I’m putting down the phone now. I love you. And then she hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie is in a plexiglas telecom booth, surrounded by Berl ers in the middle of happier calls. She puts her phone do \f72. She's not crying, but she’s frozen, numb, unsure what to to move forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, BLANC’S OFFICE -- NIGHT Madame Blanc is at her desk, writing a letter, when a sma KNOCK comes at her door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Entre. It is Susie. She steps in and shuts the door. Blanc sees is at a turning point. Susie takes off her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Do you want to talk or dance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Dance. Madame Blanc gets to her feet. INT. MARKOS COMPANY, BLANC’S STUDIO -- NIGHT Blanc takes Susie into her private studio, adjacent to he office. It’s the small, circular studio, with all the lac quered screens. There are no mirrors visible. Susie takes her sweater. Says to Blanc, oddly affectless tonight:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Show me something new. We see Blanc dance for the first time and she talks as sh shows Susie some new movements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Movement is never mute. It is a language. Most dance is illegible, made by people who cannot read it. (beat) But, in fact, it is a series of energistic creations written in the air. Like words forming sentences. Like poems. Prayers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Spells-- Blanc ignores this literal nudge for now. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "And like sentences, a few letters can be off, or badly written, and the meaning is still there. And that is the difference between you and your sisters here, Susie. I have no trouble reading you, nor do the other matrons. (beat) We all see you, Susie. All of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "All of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "To the very top. Blanc watches Susie react to this with a simple nod. As t are talking, Blanc begins showing Susie how to move, gett close to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "You could be a great, great dancer. But whose dances you chose to dance and why will mean everything. Which- ever dance you choose, you will create in yourself the image of its creator, who will need you to empty yourself out so she can be radical to her creations and work through you. Do you understand? Who you do it for must be your choice, and a choice you can cherish. Forever. Blanc moves behind her and raises her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "You're in a company now. You must find your right place. What part of the company do you want to be? Not its feet. Other girls can be its feet. Its head? Its heart? Back- bone? Its sex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Its hands. I want to be this com- pany’s hands. Blanc seems to like this answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara lies awake. She hears Susie return for the night. Af a moment, she gets out of bed. INT. MARKOS COMPANY, RESIDENTS’ CORRIDOR -- NIGHT She comes around the corner to Susie’s door and sees it i closed. There is no light under it. She quietly knocks, b Susie doesn’t answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie lies in bed, awake. She hears Sara’s voice whisper:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "I’m not leaving you here, Susie. I’m not leaving without you. Then she is gone. This makes the part of Susie who is simply a young woman needs her friend smile. She closes her eyes to sleep amid BREATHING that has joined her again. FADE TO BLACK. ON A TELEVISION: A news story plays about the burials of RAF prisoners in a Stuttgart cemetery. Thousands of prote ors silently observes the burial. Polizei with machine gu are posted everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER",
          "text": "<< In response to local protesters who wanted to keep Baader, Ensslin, and Raspe from being interred here, Stuttgart Mayor Manfred Rommel, son of Field Marshall Irwin Rommel, re- marked: “I will not accept that there should be first- and second- class cemeteries.” He declared, pas- sionately: “All enmity should cease after death.” (beat) Echoing in a sharper sentiment, BKA Commissioner Horst Harold told the press: “The Baader-Meinhoff era is done. The so-called “German Autumn” is over.” >> \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fall marches toward winter. Leaves are all in the street",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Tanner is coming out of Blanc’s office, which she lo behind her. She is balancing a pile of thin boxes, perfor mance gifts for the dancers. All of Tanner’s keys are on knotted ribbon. She puts them in her pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Final checks are being done on lights and sound before th doors are opened to begin letting in audience members for company’s performance. All of the dancers and matrons are the theatre preparing for the show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie sits getting her makeup done by Miss Chalice. She s Sara is not anywhere around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Have you seen Sara yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS CHALISE",
          "text": "She came in early. Wanted her hair and makeup first. Then she left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the technicians, JUDITH (20s) opens a side door an finds Miss Tanner on the floor surrounded by boxes. She h fallen down the stairs, only now just regaining her wits. Judith helps her sit up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDITH",
          "text": "<< What happened? >> Tanner touches her head. It’s tender, but there is no blo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< I must have fallen. >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara comes hurrying down the hall, made up for the perfor ance, Miss Tanner’s ribbon of keys in her fist as well as flashlight. When she gets to door of the “Mirrored” Studi she lets herself in and locks it behind her. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara lets herself into the first secret room behind the m rored panel and goes to the locked door inside. She begin try out keys, one after another. There must be thirty on Tanner’s ring. Air moving under the door plays a low note cross the jamb. The door springs open and Sara finds herself looking up a row, steep stairway. She hesitates only briefly, then goe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stairway is lit by small electric sconces as she make her way up it, silently as she can. It moves upward past and Susie’s rooms. Then, when it crests the next floor, i begins descending again, widening as it goes, becoming so thing quite grand by the time it reaches the back part of building used by the coven, the “Mutterhaus.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara finds herself in a huge, curved arcade that arcs aro before ending at an open archway. The architecture is qui morphing into something hyper-organic and fluid, an empha sort of art nouveau. There is nowhere to hide if she hears anyone coming. Sara terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of the dancers are gathering, made up and costumed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MILLIUS",
          "text": "Ten minutes! Ten minutes! Susie is looking around for Sara, who is still not among them. The girls seem concerned about it, but not the matr Susie grows truly worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer comes up the sidewalk to the company and heads the theatre entrance on one side. He is nervous as well. shows his ticket to Miss Huller, who gives him a smile an gestures him inside. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Mandel escorts Klemperer to his seat. The audience i filling up to a full house. He regards her, and the other pany women, with what he thinks is a discreet eye. When h looks around the theatre, he begins to see some of the ic ography rendered in Patricia’s journals around him here. is unnerving to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara comes into a huge tube-shaped room. At the opposite is an arch with further rooms beyond. Sara moves forward, she notices, all along the walls of this room, are triang shaped recesses in shadow. She stops. She can see in one shape of a leg, as if someone is crouching there. She almost screams, but keeps her wits. Trembling, she sl ly goes toward whoever it is, flashlight up, but then, im sibly, someone in another recess calls her name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA, (0.S.)",
          "text": "Sara. The person leans out and Sara can see in her light: It is Patricia. She runs and kneels at her side. Patricia’s ina strange state--slow, dry-voiced, and cold to touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "I wake up here every day now. Patricia speaks in a normal voice. Sara’s is hushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Stand up! Come on! I know how to get out. --Take my jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "She’s inside me. She wants me to hold you. Sara pulls Patricia out of the shadow and sees, with horr she’s pale. Her eyes are rimmed in pale flesh. Her face i dead girl's face, but without the stiffness of death. All features hang down. Her jaw is slack. Sara takes her wrist and checks for a pulse. There must n be one. Sara begins to cry. Patricia delicately pulls her wrist out of Sara’s grip and reverses things so that she now holding Sara’s wrist. \f78. Someone is coming down the passage Sara’s just come from. can hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "They’11 take you now. Sara panics and tries to get up, but Patricia grips her. PATRICIA (CONT’D) She shows me things. On the side of a coffin I think is my rest. She’s holding it, holding it back-- Show- ing me things on the side, like this-- A new expression comes into his face. Blank and cold. A f other girls come out from other alcoves, to come hold Sar sound of terror escapes Sara’s lips against her will. PATRICIA (CONT’D) A ribbon. For my face. We are ti- red. We are so tired. Sara pulls free from Patricia, and runs past the other gi and through the arch just as the figures of a number of m rons appear in the door Sara came in. She only sees them a split second, but they are naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara runs into the next room, a dark room, the edges of w she cannot see. It’s the room about which Susie dreamed, the holes in the floor, but Sara doesn’t see them in time Within a few steps she puts her leg into one. Her momentu carries her forward and her shin snaps. She shrieks and c es to the ground. She awkwardly gets her leg out and begins to back away fr the door, dragging the it along with her. The matrons com to the room and see her injury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS MILLIUS",
          "text": "Keep still, Sara. Lie still. Some, who are dancers, are in good shape for their ages. Others, who work in administrative capacities, sag. They all smiling, sort of dancing around the holes in the floo few have some of the implements from the first room in th hands. Sara is frightened to the point to frenzy, but als ralyzed now somehow. She can’t move at all. She begs instead. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "FORGIVE ME! PLEASE! I wanted to help! I DIDN’T KNOW! DON’T DO ANY-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THING--",
          "text": "The matrons come in, with calming voices. Pavla goes abou setting Sara’s leg. It must be very painful, but they hyp tize her as they work and she resists less and less. Finally, Miss Vendegast puts her hands over Sara’s crying brown eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dancers take their places on stage behind the curtain checking last looks in a mirror there. Susie looks back o last time and sees: Sara’s place is still empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The audience is full, except for one ambiguously empty se next to Klemperer. The audience is lit up when the curtai ascends. The DRUMS begin. He tries to find Sara on the st among the company, but can’t. As the company performs VOLK, we cut back and forth betwe the following: Klemperer realizes Sara is missing. He looks around for h finally seeing the only empty seat in the house is next t him. Some of the company matrons positioned around the ro are watching him casually as much as they are watching th performance. He realizes this. Susie slowly lets go of her concern for Sara and becomes dance. Everything begins to fade for Susie except the spe in the air she is creating with her movements, and Blanc is in one of the wings connecting with her in her mind. A is the dance. All is the dance. The piece is remarkable, giving the audience the feeling an entire community shattered, but still functioning. At point, Susie rejects the leaps and goes off-book, incorpo ting the loping crawl she offered in rehearsal. It’s stra and upsetting, but galvanizing to the whole. Miss Tanner, who is standing beside Blanc mutters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "<< This girl is ready, Blanc. It’s time. >> \f80. But beside her, Blanc’s having an orgasm she can barely h Somewhere in the middle of the dance, Sara, flat of affec and somehow walking on her broken leg, shambles onto the stage and takes her place in the performance. NOTE: Astute members of the audience may realize Susie an Sara have switched eye color. Susie's are now brown, in k ing with what is apparently Madame Blanc's preference, an Sara's are now blue. It's perverse. Unnecessary. The use power to feed a fetish. Patricia had these brown eyes. Ol had them. And now Susie does as well. The other dancers make room for Sara, and then, one-by-on really see her. Sara’s set, but still-broken, leg is swol under her leotard. Dancers close to her can hear the frac ed bones grinding together as she dances. Sara’s face is rigid in its expression of calm as a doll’s. The audience remains unaware, except for Klemperer, who i watching her too closely not to notice. Finally, just at the end of the dance, Susie turns and se Sara for herself. She stops dancing and takes a step towa her. As the curtain comes down, Sara collapses. She falls within sight of one of the “last looks” mirrors She sees herself broken, humiliated, dying. She sees that change has been made to her face. Her eyes are now blue. sie’s eyes. Three things happen at once: 1.) Madame Blanc rushes from the wing and kneels at Sara’ side. Susie slowly comes over, not wanting to see what they’ve done to Sara, but drawn by the girl’s suffering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Someone please call Dr. Bischoffs. 2.) As everyone in the audience stands to start shuffling toward the exits, obtuse to what is going on behind the c tain, TWO PLAINCLOTHES BKA AGENTS, including Agent Albrec begin moving toward the stage, fast. 3.) Klemperer also makes his way toward the stage, ignori the matron’s gazes. He climbs up the stairs to the wing a quickly as he can manage, and from there sees everyone cr ed around Sara. The BKA Agents have taken Miss Tanner asi and are grilling her, but she discreetly stops both with hand. Klemperer can see Sara looking directly at him through th chaos of girls around her. \f81. She registers he is there and starts to move her hand, th her arm, with great effort. She curls her hand back towar her face and, with one shaking finger, calls his attentio her now-blue eyes. He stands there, stunned, facing down what he would have sidered an hour ago to be impossible beyond consideration Blanc and Susie see Sara’s attention focus and look to wh she is looking. Klemperer meets their eyes and both Blanc Susie know: This is the man who called the police. This i the man who directed the attention of the BKA to them. Th is the man to whom Patricia referred to them as “witches. There is nothing Klemperer can do to help Sara anymore fr these women. So he turns and flees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Klemperer walks home through Berlin’s Tiergarten. The are people out, but the night is coming on windy. A dog runs up and stops ten feet in front of him, directl his path. It has stopped before another dog’s turd, which not even dry. The dog pushes the turd toward Klemperer, a then bares its teeth as if grinning. Klemperer freezes, waiting to see if the dog will run at It doesn’t. It gallops off into the darkening trees inste",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, RESIDENTS’ CORRIDOR -- NIGHT That night is a somber one on the dormitory floor. All th girls are quiet, many in bed early. Some have left flower Sara’s made bed, or notes and cards. INT. MARKOS COMPANY, SUSIE’S ROOM -- NIGHT Susie lies in bed. At some point, she can hear WOMEN pass behind the wall. Someone opens her door. It is Blanc. She comes in and sits on the edge of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Are you frightened, Susie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "No. (beat) What will they say happened to Sara? \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I was worried about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I’m sorry I went off book. Blanc nearly responds, but finally doesn’t. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (CONT'D)",
          "text": "It’s all a mess, isn’t it? The mess out there. The one in here. The mess that’s coming. The mess that was. (beat) Why are people always so ready to think the worst is over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I could explain it to you. I think I’d be wrong to, though. Susie asks suddenly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Because you love me? Blanc looks troubled by this, frightened herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Just close your eyes and sleep. No more dreams tonight. Susie takes Blanc’s hand for a moment, squeezes it in tha and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "For everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, “IRIS” STUDIO -- DAY With VOLK behind them, the company is hard at work on re- hearsing OPEN AGAIN. Susie is fully in the free radical r She is astonishing to watch. Her brown eyes are now a fac who she is. No one comments, either by choice or suggesti Blanc pushes Susie, as well as the others, very hard. At break, she hands out black sashes. Some of the dancers be putting them around their waists, but Blanc tells them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I want you to trust your movements, your placement. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "These are for your eyes. Move to your start marks and put this over them. They all go to the top of the dance, find their places, t on blindfold, and begins again with the music. It must be ry difficult, but they are learning it very precisely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Don’t be afraid of it. Your feet know where to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MARKOS COMPANY, SUSIE’S ROOM -- DUSK Something is coming. Energies are gathering and Susie can feel them. She dresses for dinner and puts on her coat. S buttons it up to her chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KLEMPERER’S APARTMENT, SITTING ROOM -- DUSK Frau Sesame is in the kitchen, HUMMING and making the sou oblivious. She hears the front door close and goes out to see, with surprise, that Klemperer has left. She calls af him, down the stairs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAU SESAME",
          "text": "<< But Doctor, it is almost ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn’t answer. She comes back inside, perplexed, even little afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer comes down a dark street and onto a bridge over River Spree. He is struggling under the weight of somethi he is carrying over his shoulders. It is Patricia’s duffl Her other bag is in his hand. It’s a cold enough night that he can see the edges of the er icing up, so he goes further out to the middle of the over black churning water. He flips the bag and duffle over the side and listens to splash below. Only then does he look to see they’re gone. takes the silver body hook out of his coat and throws it the Spree as well. Then he begins to cry. He is a man who only feel guilt as he again watches evil approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The entire company, along with most of the matrons, walks long in high spirits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The company is given the back tables at a busy cafe. Susie sits at one end with Sonia, Marketa, and Doll. The matrons gather at the other. Blanc is there, as are Tanne Mandel, and Millius. Vendegast sits beside Danielle, who’ high laugh has already begun. Miss Huller and Pavla are n present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS TANNER",
          "text": "Girls! Remember the limit! Nine marks. Other than that, choose as you like. You’ve earned it. Susie has not been absorbed into any cliques since Sara’s parture. She’s with the group, but not of it anymore. Susie seems to understand tonight is meant to be the nigh for whatever is going to be asked of her. She seems hyper ilent, but not afraid. The matrons certainly understand i They are already celebrating the end to their long season worry. Only Blanc looks disconsolate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer has come into East Germany tonight. But when he gets to the fountain where he usually sits, a WOMAN (60s) sitting there. As he walks toward her, he recognizes more more of her posture, the set of her head. He walks faster her, When he is almost behind her, she turns. It is the woman from the photo in his sitting room, aged ty years. Love fills her face. “NKE\" Jozef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls eat and drink everything in front of them. The rons have ordered food, but none of them touch it. \f85. Susie notices this, but no one else seems to. She puts he fork down and abstains as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Klemperer and “Anke” walk together through the city, back into West Berlin. When they get to the checkpoint, they w through it unaccosted. None of the guards seem to notice. “NKE\" << Karol had told them about me. He betrayed us. I had minutes to get out. I couldn’t find you. I travel- ed on foot to try for Teplice where I planned to ask Mirek’s family to take me in, but I was caught at the border and taken to Terezin. >> Klemperer tries to interject the first of what must be a lion regrets and apologies, but she stops him--she wants tell him everything first. She caresses his face and he g her hand as if it were a bird about to fly away. “BNKE” (CONT'D) << After the liberation I made my way to Zurich, and then to Milan. I've had a life there. A lovely life. I was told you had died in the invasion. >> Klemperer just shakes his head and lets his eyes go cloud with tears. They come up the FriedrichstraBe, but when Klemperer trie lead her in the direction of his apartment, she takes his and turns him down Kochstrage, in another direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls are quite drunk now. Susie notices Blanc lookin her and the other matrons looking at the girls with growi excitement. Tanner is making her way around the table, to ing each girl as she goes, rendering each one a little th er in affect, hazier in look, beginning a process of mesm zation. She does not touch Susie. \f86. The BREATHING in Susie’s head is growing louder, but she seems no longer even intimidated by it. It’s simply the s of something coming now, possibly something great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (V.O.)",
          "text": "I‘’1l go walk in the streets. Blanc is looking at her, as if she might cry. After a bea her thoughts responds. Susie can hear them now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (V.O.)",
          "text": "If you’re sure. (beat) Give us time. There is much to be done. Susie gets up to go. The other matrons watch her with gen warmth now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they walk, Klemperer is both aware and unaware they ar walking toward the Markos Company. He is now a man thorou distracted by his most cherished dream. It begins to snow They arrive at the company building, all dark now except a light on at the entrance. “Anke” stops and embraces him Before he can protest, the company’s front door opens beh them. Women come out. And, like a man slipping under dark er, he feels himself being taken in. “Anke” becomes recognizable as Miss Huller, who is now la ing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie begins to walk, taking in the early stirring of Ber night life. As she walks, the BREATHING is with her, but thing odd begins happening as well. Her awareness begins focus on little moments of sadness or aggression. She can hear a couple arguing quietly a block away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERLINER",
          "text": "<< It was wrong to take your father’s money. He pays rent, too, and without an income. >> \f87. In a passing car, a child spills a soda on the leather se Then she sees the boy’s father angrily shove the can into son's face when he discovers it twenty minutes from now. She sees a man photographing damage done to his suit shop with a Brownie camera, then the stormtroopers kicking the dow in. She's going forward and backward in time and tasting all flavors of the continuing patriarchy. She sees the Berlin Wall being put up, being torn down. S can see a skinhead almost tenderly polishing his his 10-h boots, then later wiping blood off them. Groups of Muslim in keffiyehs take flags of Jordan out of plastic sleeves, price tags still on them, even as someone burns them. She serves a lit window in which a young woman is arrested by then the same woman, elderly now, calls in a prescription fill, introducing herself as a Patient Number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY WOMAN",
          "text": "<< Three four oh oh two. Seven one one nine. >> Susie is not afraid of what she’s seeing, or of where it belongs in history. Once she adjusts to it, she walks flu and amazed through these mirages as if through a great mu um, humbled by her proximity to things that so delight he The SIGHING in her head plays as its accompaniment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Dr. Klemperer is lead into the Mutterhaus, he sees Mis Huller replacing the silver body hook on its shelf, someh retrieved from the Spree. It is covered with river mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HULLER",
          "text": "<< How dirty he made it! >> They lead him over the threshhold and onto the first of t stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< Pity! --Have pity! >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HULLER",
          "text": "<< What reason is there to pity you? You had five years to get your wife out of Berlin before arrests began. >> They proceed to lead him up the stairs and then disappear over the arc of the passageway. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HULLER, (0.S.)",
          "text": "<< When women tell you the truth, you don’t pity them. You tell them they are delusional! >> The witches laugh at Klemperer now, even as he begs them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie has gone into a shop and eats an ice cream sundae i the front window, like a child might, watching the parade history pass by outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie comes in from the snowy night to find the building ty and silent. She can occasionally hear a BURST OF LAUGH from far, far away. She climbs the stairs, the dust of cl snow melting on the shoulders of her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She can now definitely hear there is a GREAT PARTY going somewhere behind the walls. No one else is on the floor, this doesn’t surprise Susie. INT. MARKOS COMPANY, SUSIE’S ROOM -- NIGHT Susie comes into her room to find, laid out on her bed, a long, simple shift dress. As she is putting it on, the li wavers outside her door and she can see the small font of white flame there, waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie finds her way into the Mutterhaus, led by the font. climbs the secret stairs and finds the approach. She come to the tube room, then through the room of holes. Beyond it, there are more stairs. All the light and noise coming from below now. She will see it in a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie comes down a set of stairs that lead to another. Th first is part of the building, but the second-- Blanc and a bent woman, misshapen with disease and suppor by matrons, wait near the top of this final staircase. \f89. From here there is a view of all below. Susie sees a grea room in which a hideous, raucous tableau is taking place. All the matrons are seated around the huge triangular tab The table is now set with all nature of arcane dishes and crockery. They are feasting. The feasting room has three stone arches leading to a vast and separate darkness in e direction. Susie notices Klemperer, stripped naked now, has been put the center space inside the triangle the table forms. The matrons taunt him, summoning him from one to the next whe he is made to eat victuals off of their plates--some of w look like stool, some like organs, perhaps from animals, haps not. He is muttering:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "<< I am not guilty! I remember! I am an innocent! >> His jowls are stained. He is forced to take wine from the trons’ own laughing mouths. Susie next notices three girls are serving the matrons. A have masks depicting the faces of the The Mothers. Mother Tears, Mother of Shadows, and Mother of Sighs. Susie can from the tone of their flesh they are dead. One of the gi the one masked as Mother Suspiriorum, has noticed her als She stands looking up at Susie until she is called back i service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dead girls serve the matrons who, in turn, needle int the girls’ open palms with special tines so the girls’ de blood sauces their plates. Some of the matrons have noticed Susie at the top of the stairs as well. They raise they cups in her direction, wi toasts and great, heaving smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (0.S.)",
          "text": "Susie. Don’t you know who this is? Susie looks. The bent old woman beside Blanc is looking a her, studying her. This is HELENA MARKOS (???). She is hard to look at, so weighed down and disfigured by tumors is she. Some lay fl others are raised up on stalks like warts. She is covered them, made pregnant by them. She is a horrific vision of on a human form--not the normal way age treats the body, the product of time being turned back again and again unt the skin and tissue cannot hold so many contradictions. S looks angry to be so tired. \f90. Susie nods. She performs the slightest bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I’m ready, Madame. Blanc nods, but doesn’t respond. Susie says to her direct",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (CONT'D)",
          "text": "You look afraid. Markos laughs. It is the sound of amused air climbing pas whatever tumors lie within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARKOS",
          "text": "She's afraid for you, dear. (beat) Do you know what we have planned for you? There’ll be nothing of you left inside. Only space. For me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I came here for this. I know that now. Susie holds out her hand. Blanc takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (CONT'D)",
          "text": "I want what’s coming. (beat) You've all waited long enough. Markos gives her an almost lascivious look. Susie listens MARKOS’ LABORED BREATHING. This is not the breathing she’ had in her head all this time. This speaks only of illnes not of the entire language Susie has been hearing within sighs. Then Markos slowly raises a hand. Within seconds, the wom below all see the gesture and quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHERS. LET IT BEGIN",
          "text": "Susie watches as the plates are removed with ritualistic cision. The tables are dismantled and taken to the sides ving an empty space in the center of the room. A GREAT MUSIC begins. Klemperer is taken to the base of t staircase to witness what is about to happen. The three d girls hold the three golden leashes fixed around his neck Susie sees the rest of the girls from the company step in the space, entranced somehow, and blindfolded. \fgl. They begin the choreography of OPEN AGAIN. They don’t see know where they are, they just dance. The matrons down on floor dance among them. All the women are nude. Every sha and state of the female body is on display. A LOW DRONE begins out of the air, taking its vibrations the spell of the dance. The girls begin dancing backward like a tide going out. Then forward again, coaxing someth to come forward from the infinite spaces beyond the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "They are summoning what we need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "What do you think is happening, girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "A ritual. To renew you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "“Renew” is a beautiful word. Do you come to this willingly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "You must have no doubts, Susie. If you do, I will take you back. Take all of this out of your head. You can forget everything. Markos laughs, smugly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "Except your jumps. And your kicks and leaps and rolls--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "I would like this to be pure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "We know what you would like. (aggressive) This is not vanity! Who knows how much longer we must march forward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I can be both. \f92. Blanc looks at Susie, then at Markos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "You see? She doesn’t understand! Blanc steps forward, but Markos holds her with a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "She understands enough. On the floor, girl. In the vastness beyond the arch opposite the stairs, wher light and darkness meet, something is assembling itself. can be felt before it can be seen. Some of the matrons ar sensing it. Blanc is sensing it. Two matrons, Misses Millius and Huller, step forward to h Susie out of her clothes. Susie is shown to the floor whe she kneels and lays of the cold stone. The matrons take h arms to the sides. Susie turns her face down. Markos slow stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC",
          "text": "Something’s wrong. You don’t feel it--? Under the arch, a wet blackness is assembling into being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANC, (CONT'D)",
          "text": "Markos, this isn’t right. Let her up--! But with a gesture, Markos makes a dash with her hand out Blanc and Blanc’s neck is chopped from behind. Blanc crum to her knees and slumps back against the wall. The chop h severed her spine, but not her trachea. Her head slides f rward until it is stopped by her chest. Then it sits ther face cast downward. Susie hears this take place, but does not dare look. Mark turns her attention back to Susie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "We have been on two sides of this too long. You want this, girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Yes. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "If you accept me, and accept what we seek, you must put down the wo- man who bore you to the world. Susie closes her eyes. She concentrates on the BREATHING, SIGHS in her head, pulling it into her own rhythm. HELENA MARKOS (CONT’D) Think of that false mother now, lying in her reek of pain. Release her from you. You have the Mothers you need now. Death to any other mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I am the Mother. Markos looks down at her, not sure she’s heard correctly. The dancing and singing is frantic, but the witches are n prepared for what happens next. Something black and dripp with the energy of its passage into the world rides out o the space beneath the arch and is suddenly in the room wi them. Some of the matrons SCREAM and move back from it. It’s cl nothing like this has been seen before in these rooms. Ot are steadfast and continue dancing, terrified, some withi feet of it. The mesmerized, blindfolded girls remain in t dance unaware. Markos herself is looking at the black thing in confused She glances over at Blanc, concerned now that Blanc is be this, or understands it. But it is Susie who looks up at Markos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE, (CONT'D)",
          "text": "You've played at this long enough. Markos opens her mouth in shock. She hisses:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Whom were you anointed for? Which of the Three?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELENA MARKOS",
          "text": "Mother Suspiriorum, girl. Susie says, simply, finally coming into her full identity \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "I am she. At the bottom of the stairs, the girl dressed as Mother S spiriorum hears this and takes off her mask. It is Sara. looks up at Susie, and holds out the mask. Reverently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "The Mother! The Mother! Others who have supported Markos from the start begin to or WAIL OUT. What is happening is akin to Jesus Christ hi self walking into a modern Easter service. No one is prep ed for one of the Three Mothers being among them. Markos looks down at Susie, the first twitch of astonishm entering her withered face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE",
          "text": "Death to any other Mother. The black form hears this and spares no glance around, bu carries itself up the stairs, past a terrified Klemperer, ward Markos, low to the ground like Susie’s improvisation fast as the shadow of an eclipse crossing the land. As it climbs, two things happen simultaneously: INT. OHIO FARMHOUSE, ADULTS’ BEDROOM -- DAY Mrs. Bannion lies, dazed and pale, in her sick bed. Sever neighbor women have collected there and are quietly singi HYMN. Mrs. Bannion fades in and out, in a dream or memory A young Susie (10) is in home school class. She is meant be memorizing a map of the United States, but keeps turni her workbook back to another page. The girl wants to look the shapes of Europe instead. Mrs. Bannion, who is teachi her, snaps the page back, impatiently, as if for the tent time. She hisses:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. BANNION",
          "text": "Susannah. Ten-year-old Susie looks up at her, unintimidated, even t ant for now. But Mrs. Bannion is lifted from this memory as something ters the room with her. She has a fraction of a second to the shadow’s face before it overtakes her. Naomi, who has been sitting with the neighbor women, mend looks up now into the dead face of her mother. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Death reaches Markos, rears up, and tears through the wom meager magical defenses, then through her flesh. Susie ge slowly to her feet to watch. When it is finished, it goes loping back down the stairs every Markosite in the room. They see it coming and SCREA Miss Mandel and Millius, Miss Balfour, Miss Huller, Miss Marks, Pavla, Miss Verdigast, and Alberta. The black thin cuts them down in its killing ebb, leaving the Blancites touched. Then is uncoils into the void beyond. Tanner is spared. She’s weeping, weeping. The remaining witches find their voices and begin to scream praises. Th thought they were about to witness the rebirth of their leader Helena Markos, and instead they have seen the arri of one of the very Mothers they have only read about for turies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUTTER",
          "text": "As Susie walks down the stairs, the font of light burns o her head, scattering all shadow, all ambiguity. Up close it, as Susie is, one can hear the sound of TEN THOUSAND F ESTS BURNING in it. She reaches up and pulls her throat open along a vertical form a new mouth to speak out of. When she reaches the bottom, where Sara stands, she takes mask from her and puts it aside. Then she takes off Olga’ and then Patricia’s, who have come forward, and sets them side. She leads them into a dance, telling them as they go:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE/MOTHER SUSPIRIORUM",
          "text": "I am here now! I am with you! Their eyes are rimmed with white. They dance for a time u Susie recognizes they are sad in their state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "Mother, we are so tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE/MOTHER SUSPIRIORUM",
          "text": "What do you ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICIA",
          "text": "To die! To die! \f96. She places a hand briefly on Olga’s ruined face, then Pat cia's, and lets them die mortal deaths. She and Sara dance for a time until Sara says to her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "Mother, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE/MOTHER SUSPIRIORUM",
          "text": "What do you ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARA",
          "text": "To die! And Susie puts her hand briefly on Sara’s face, like a lo would, and then over it until she falls away, as if froma great height, from the mortal world into death. Susie dances in solo then, charging the air, the room, th coven with her power. Finally, she calls out to the other witches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE/MOTHER SUSPIRIORUM",
          "text": "It is beautiful! Beautiful! Contin- ue the dance! The dancers wind back up again, but with a force that giv the impression Susie is controlling them now. She enters dance, leads it, leads it into the air, with no underfoot overhead, just circles and circles of power. Klemperer is watching all of this unfold, his mind at the edge of ruin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susie is walking down the center of the street through th snow. It SQUEALS under her boots. Lights are burning in s windows, but not many people are out yet. She walks with gait and confidence that is itself nearly a dance. This i her city now, its people her people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The remaining matrons are beginning the long process of cleaning the Room of Feasts. They remove the stained line from the table. They scrub the stones. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dancers are all in the studios rehearsing, oblivious. company is running again as usual. Miss Boutaher leads th hearsal. Danielle beats the drum. There’s no hint of stra ness in the girls. They remember nothing, it’s clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "INT. KLEMPERER’S APARTMENT, BEDROOM -—- DAY Klemperer is alive, though unwell. He has survived his ni with the coven, but has been shaken past what he can tole psychologically. Madame Sesame brings him tea, a slice of brown bread with little butter crock, a sliced up pear. She puts it on his side table. The room is dim, the curtains nearly shut aga the snowy morning. He doesn’t want the light. After a few moments, the door opens and Susie comes in wi out knocking. Frau Sesame turns in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAU SESAME",
          "text": "<< Good morning. No one taught you to knock on a closed door? >>",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE/MOTHER SUSPIRIORUM",
          "text": "<< Wait on the stairs. >> The housekeeper, coming into her fright, goes. Susie enters. Klemperer’s eyes follow her into the room a to a chair beside the bed. He is shaking. The light from window is behind her now, casting her nearly in silhouett SUSIE/MOTHER SUSPIRIORUM (CONT’D) I’ve been thinking about you. I wasn’t yet in a position to prevent what my daughters did to you, but I regret it. Truly. I want to make it up if I can. I brought a gift. (beat) You deserve to know what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KLEMPERER",
          "text": "Please. But Susie closes her eyes, summoning a path through histo to his wife. Her silhouette begins to change as she exert herself. He can see the outline of Mother Suspiriorum--th halo of darkness. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSIE/MOTHER SUSPIRIORUM",
          "text": "Your wife tried to make it south to Teplice. But she was apprehended by border guards in the woods outside Glashiitte and taken, finally, to Te- rezin instead. Theresienstadt camp. Klemperer’s eyes are already tearing up with this confirm tion of his worst nightmare. He clamps them shut. When he opens them, he is looking at the bedside table beside the where the cut up pear sits in a dish with the knife. It i not a big knife, but it is sharp. And it’s within reach. SUSIE/MOTHER SUSPIRIORUM (CONT’D) She lived there only twenty days. On the 11th of November, 1943, the Commandant of the camp, a man named Burger, ordered all 40,000 detained there to stand in the cold for a census. Hours passed. Most were nak- ed. Some hundreds died of exposure. CLOSE ON: Under the lids, Susie’s eyes move here and ther if she is seeing what she’s describing. SUSIE/MOTHER SUSPIRIORUM (CONT’D) Your wife had two women with her as she died, who told her she was not alone: An elderly secretary from Denmark and a woman from Moravia, whom your wife had befriended. Her final moments were spent thinking of a birthday in which you sur- prised her by taking her to hear a concert. Chopin and Brahms. It was the first time you held her hand. She was not afraid. Her thoughts were of you. Only of you. Susie reaches the end and opens her eyes, back in her mor form. She sees: Klemperer is crying through all of this, rockin with silent, hopeless sobs. Hope, even hope scraped thin, preferable to him than this. She savors his pain. SUSIE/MOTHER SUSPIRIORUM (CONT’D) Be calm, doctor. That’s not the gift. Susie leans in and takes his hand. \f99. SUSIE/MOTHER SUSPIRIORUM (CONT’D) Of Anke-- Of Patricia-- Of Sara-- Of me-- Of all the women of your un- doing-- When I touch your face, ev- ery memory of them will go. They’1ll melt in the sun and be gone. She doesn’t ask him if he’s ready. She touches the place in front of his ear. Then she gets up to leave him to the attendant seizure. Before she goes, though, she reaches into the bedclothes finds the knife he’s taken from the bedside table and re- turns it so he doesn’t accidentally cut himself. He bucks and spasms in his bed. Once Susie is gone, Frau ame rushes to his bedside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAU SESAME",
          "text": "Doctor! --Doctor! But he finally comes out of the convulsions. His eyes fin her and he looks at her, confused, as if trying to place",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matrons come up the stairs to the bodies there. One of th matrons stoops down to begin to solve the problem of Mada Blanc. She is astonished to find: Blanc is still alive. Her eyes look up from her half-seve head. She tries to speak. She blinks at the gathering wom We follow Miss Huller as she sprints up the stairs to sum help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the lobby is the row of “TERRORISTEN” posters Klempere saw, with their dozens and dozens of photos of men and wo some with names others with question marks. Many are cros out. Patricia’s looks smudged somehow, now totally unreco zable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later in the morning, the streets are filling with people walking to work. Klemperer is no where to be seen. \f100. We END on the image of the ruined fountain where Klempere used to stop and linger with his wife’s memory. It is emp now, and will be from now on. A wife, a life, an entire war, have been forgotten. END.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1806"
    }
  ]
}