{
  "movie_id": "MOV1809",
  "scenes": [
    {
      "location": "STARBUCKS COFFEE SHOP",
      "time": "MORNING",
      "characters": [
        "GINGER'S MOUTH",
        "REISMAN",
        "169B CONTINUED",
        "TORVALDS",
        "GIRL, (SLOW MOTION)",
        "STAN",
        "STANLEY, (PRESENT)",
        "CLANG",
        "HIS FOOT, (SLOW MOTION)",
        "CONTINUED",
        "TITLE SEQUENCE",
        "DRIVER'S FOOT",
        "ON ROOF",
        "BACK TO STAN",
        "CLIFF FACE",
        "BACK TO ROBERTS, (PRESENT)",
        "BACK TO SCENE",
        "NEWSPAPER",
        "THUMP",
        "GINGER",
        "OMITTED",
        "FACE",
        "TERMINAL",
        "140B OMITTED",
        "BLACK SCREEN",
        "RADIO DOG COLLAR, (SLOW MOTION)",
        "124A OMITTED",
        "BACK TO STANLEY",
        "FLY-FISHING REEL",
        "KABOOM",
        "GABRIEL",
        "DAY",
        "DUFFEL BAG",
        "NIGHT",
        "PUSH INTO --",
        "ROBERTS",
        "WITH",
        "ABOVE HELICOPTER",
        "FLASHBACK",
        "SUPERIMPOSE",
        "COMPUTER SCREEN",
        "SAME SCENE",
        "80D CONTINUED",
        "ON FACE",
        "COMPUTER",
        "SPEEDOMETER",
        "CLICK.",
        "LAMBO",
        "133A CONTINUED",
        "FERRARI HOOD",
        "AXL TORVALDS",
        "DRIVER",
        "HOLLY",
        "ONE OF HOSTAGE'S EYES",
        "STOCK FOOTAGE",
        "STANLEY",
        "\"ACCESS DENIED.\"",
        "PDP-10",
        "STANLEY'S FINGER",
        "FOUND DEAD, VICTIM OF FREAK FISHING ACCIDENT.\"",
        "103A",
        "GINGER AND STANLEY",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Three men sit at a window booth drinking coffee and talking. Two of the men sit on one side of the table; STANLEY is in his early thirties, AGENT ROBERTS, early forties. Both wear suits, the younger's is fairly expensive and well cut, the other's is polyester, enough said. The MAN across, however, is quite different. He is what they used to call a \"cool-cat.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take Dog Day Afternoon for example. Arguably Pacino's greatest performance, excepting The Godfather, Part I, and Scarface, of course. A masterpiece of directing, easily Lumet's best. The acting, the script, cinematography, all top notch. But, they didn't push the envelope. What if in Dog Day, Sonny really wanted to get away with it? What if, and here's where it gets tricky. What if they'd started killing hostages? No mercy, no quarter, meet our demands or the cute blonde in the bell bottoms gets one in the back of the head, bam, splatter. What? Still no bus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many innocent victims would they let get sprayed across the windows before the city reversed its policy on hostage situations? And this was 1976. No C.N.N., no C.N.B.C., no M.T.V. No Internet. Fast forward to the present, same situation. Can you imagine the feeding frenzy of the modern media? In hours it would be the top story from Boston to Budapest. All caught in 150 millimeter zoom, computer enhanced, and color corrected. You would practically taste the brain matter. Six hostages die. Ten. Twelve. Twenty. Thirty. Relentless. One after another. All over a bus, a plane, and a couple of million dollars that were federally insured. He sits, letting the pictures sink in, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a thought. I mean it's not really within the realm of conventional cinema, but what if...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, this movie of yours, I don't think it would have worked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?   How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audiences love happy endings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pacino escapes. With the money. Boyfriend gets the sex change operation. They live happily ever after. Stanley shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Homophobia? Stanley shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad guy can't win. It's a morality tale. One way or the other, he's gotta go down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, well. Life does tend to be stranger than fiction. (looking at watch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, guys, gotta jet. This place is kinda dead. CAMERA PANS AROUND the coffee shop. Not a soul in the place. We CONTINUE TO PAN AROUND 270 DEGREES TO the front door, which is open. Outside the open doorway are crouched a squad of heavily body-armored SWAT members, packed together, and aiming automatic weapons inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for the coffee. He gets up. In his left hand, which has been hidden by the table until now, he is holding a strange-looking spring-loaded grip. Gabriel is looking back at them. Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rene Descartes is sitting in some bar in Paris. Bartender says, 'Hey, you want another drink?' Descartes says, 'I think not.' And disappears. He smiles at his own joke, then turns and walks over to the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move. No one even twitches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't ask again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He lifts up the device in his left hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERTS",
          "text": "who nods his head. The SWAT team moves back, letting Gabriel out of the coffee shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. Gabriel looks back at Stan sitting in the booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley... you coming? Stan slides from the booth as Gabriel exits the coffee shop --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILENCE -- no sounds on the SOUNDTRACK. Gabriel and Stanley stop just outside the doorway. Gabriel dons a pair of hip little shades, then continues across the sidewalk and into the street. He nonchalantly looks up. Suddenly the THUMP of HELICOPTERS and the WAIL of SIRENS dominates the soundtrack. Pandemonium. HELICOPTERS RIP the sky, L.A. County PD and a bunch of news vultures. Squad cars block off both ends of the street while SWAT trucks, news vans, and looky- loos are packed together into the distance. Sharpshooters lean out of windows and snipers are positioned on every open rooftop. Hundreds of weapons are pointed at this man who saunters across the street as if he's on his way to Sunday service, without a care in the world. Slowly, Stanley follows Gabriel into the street. Gabriel steps up on the far sidewalk, a huge armored bus blocks most of the windows. He walks beside the bus, under a huge \"WORLD BANC\" sign, and through the glass front door, which shuts IN OUR FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABRIEL",
          "text": "He turns away from the window and we FOLLOW him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The interior of the bank looks like New Orleans on Fat Tuesday. Three Hummers sit in the middle of the floor, surrounded by broken glass. Between them rests a bright red Ferrari F50 (Gabriel's). All but one of the front windows of the bank, the one with the door in it, has been welded over with 3/4 inch plate steel. Over two dozen hostages lie face down on the floor, arms cable-tied behind their backs. Something has been duct- taped around their chests and each is wearing what appears to be a dog collar. The other occupants of the room are nine men. All of whom would look as if they were attending the fashion event of the year were it not for the automatic weapons each one carries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How we doin'? One of the ARMED MEN finishes putting a collar on a young, normally good-looking-but-now-covered-in-mascara, whimpering blonde girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.   Take her out. SUPERIMPOSE:    FRIDAY, OCTOBER 18     8:41:22... The front door opens and one of the suited men drags out the pretty blonde from earlier. She is sobbing and is in such grief she can't even walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the sidewalk, the suited man, his automatic weapon slung, holds her up for everyone to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel grabs his cell and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts sits in the Starbucks which has been transformed into a high-tech command center reading a newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "We cannot see the headlines. Federal and state officers scramble around handling problems. The PHONE RINGS. Assistant Director Bill Joy (A.D. JOY), an older-looking guy who looks more like an accountant than an assistant director of the FBI, is handed the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is everyone in position?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks up from paper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing? We PAN AROUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to SWAT LEADER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get her at your first opportunity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "High ground one and two. You have a green light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen what this man is capable of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The F.B.I. does not negotiate with terrorists. I assumed you'd be aware of that. (answering phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy. Roberts picks up an extension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't talk, listen... When I made my Dog Day Afternoon analogy, I was not speaking metaphorically. We have 22 hostages. Each has been wrapped with 20 pounds of C-four explosives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWAT guys making their way to the roof of the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On top of that we have taped 15 pounds of stainless steel ball bearings --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- making them the world's largest walking Claymore mines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "aiming down at Gabriel's merc. The merc is holding up the weeping girl so everyone can see what Gabriel is talking about. Unbeknownst to him, red laser aiming dots appear on Gab's merc's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley is being held by two of the well-dressed men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Around her neck is a radio- frequency electronic dog collar --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts stops short as he hears this.   He and Joy both look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dog walks out of his yard, he gets the shit shocked out of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hearing this, Roberts stands back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In SLOW MOTION, A.D. Joy jumps for his radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same thing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- their yard is this bank.      So, don't fuck with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWAT members move into position along the peripheral. The merc turns toward them. The momentum swings his shouldered weapon upward in SLOW MOTION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into mike) Hold your --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SWAT snipers take this weapon movement as an aggressive act and FIRE into the merc, the BULLETS RIPPING into him. He drops. A SWAT-armored vehicle rushes in -- one of the team jumps out, in an attempt to rescue the woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!   Noooo!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hysterical, the hostage runs back toward the bank, confusing the SWAT guy trying to rescue her. He reaches for her but she fights him. Finally, he grabs her around the waist and carries her on his shoulder into the street as she screams toward the bank for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS FOOT, (SLOW MOTION)",
          "text": "as he steps off the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL, (SLOW MOTION)",
          "text": "She is screaming nooooo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS FOOT, (SLOW MOTION)",
          "text": "as it continues its stride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO DOG COLLAR, (SLOW MOTION)",
          "text": "Around her neck.    The green light blinks to red.   BEEP NORMAL SPEED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KABOOM",
          "text": "BALL BEARINGS RICOCHET against the plate steel of the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ball bearings bounce across the street and tap against the coffee shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone in the coffee shop looks at each other like, \"What just happened?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As ball bearings roll back into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "AXL TORVALDS enters customs. A thirty-something European who could easily pass for a season regular on \"Sprockets.\" We PULL BACK. Torvalds is watching anxiously as his bags are torn into like Christmas day at the Griswalds. The two CUSTOMS AGENTS eye his three laptops suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(heavy Finnish accent) Please be careful --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- one of the Agents cuts off his plea with a glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself, almost inaudibly) -- that equipment is quite expensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds is wary of time. After several moments his bags are being repacked when another passport is found. The customs official holds up two passports. ANOTHER CUSTOMS OFFICIAL takes them and walks over to Torvalds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Torvalds. Could you step over here, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds glances at his watch.    1:45 PM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long am I going to be delayed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll be just a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds stands to the side, while two customs officials compare his passports. They step over to a computer terminal and punch in some data. It's 1:50 PM. Torvalds notices a customs department employee wheeling a cart of confiscated items out of a nearby service elevator. He pushes the cart out of the oversized elevator. Torvalds shoots a glance back to the two officials discussing his situation. Torvalds casually picks up his computer case and coolly walks over to the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Torvalds walks in just as the doors close. The customs officials conferring look around. Torvalds is gone. One of them looks up and sees the numbers changing above the elevator. The customs officials race up to the escalator to the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds exits the elevator -- and coolly makes his way to the pedestrian walkway. He's halfway across it, when -- multiple security teams appear and converge on him from both ends. He's finally wrestled to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flipping a badge in Torvalds' face) Axl Torvalds. You are under arrest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SENATOR JAMES REISMAN -- R. (Georgia) strides confidently into a small, windowless boardroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This better be important, you pulled me out of session.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DARWIN KAPLAN, the President's aide and one of the four men in the room, definitely the most intense, smiles thinly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senator, I wouldn't have asked you to come here if it wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Senator starts to sit down.    Kaplan turns toward th Senator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senator, we just received a communication that Axl Torvalds was intercepted entering the continental U.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Within the last two hours. According to our source inside the F.B.I., he was nabbed coming through customs at L.A.X. Alone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do they know who they are dealing with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is unlikely, sir. It was a routine check and Torvalds freaked out. They just got lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ain't good, boys. The Vortex has used Torvalds before. What do the feds know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing as of yet. He's refusing to speak English and the Finnish consulate has already contacted the State Department...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we haven't been compromised?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not sure. We're working on that right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better get sure real quick, son, 'cause someone's cock's liable to end up on the block on this one. And I promise you it won't be mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senator, I think we'll be okay here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't fucking pay you to think, Kaplan. I pay you to keep me informed. I know the Vortex. That's why I voted against using him on American soil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like using the Ebola virus to cure a cancer patient. Son, what do you think's going to happen if he starts tying up loose ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.   I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are indeed in the middle of nowhere, no nothing as far as you can see. We CONTINUE TO CRANE UP, a $140,000 Ferrari Modena flies down the road in a cloud of suspended gravel toward Stanley's dilapidated, piece-o'- crap trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan stands on the roof of his trailer, which was a dilapidated shack in the 1950s and now is a lot worse. chained but scruffy-looking Rottweiler runs around in front of the trailer. Stan looks completely different than he did in the opening sequence. He hasn't taken very good care of himself. His hair is long, and right now standing on end. He is wearing nothing but a dirty towel, and is slicing golf balls off the roof. Whack. As the Ferrari drives up he begins hitting golf balls at it, but he just isn't very good. Nevertheless, after a dozen bad hits, a lucky shot ricochets off the aluminum hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Stan smiles as the car slides to a halt in the gravel driveway, and turns back to his \"work.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "As we hear the DOOR SHUT and SOMEONE COMES UP the aluminum extension ladder. A few moments later, in SLOW MOTION, GINGER appears at the top of the ladder and steps onto the trailer's roof. Stan turns around. She is what the hack writers of the Thirties would call a vision. Thesauruses could be exhausted searching for adjectives that do her justice. In the low-rent light of Stanley's white trash haven, she is, by definition, a goddess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you supposed to be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHACK (slice). She lights a cigarette, inhales deeply, then exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She knows his name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHACK (slice).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For someone the N.S.A. has listed as the most dangerous hacker in America, you sure don't look like much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHACK (slice).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't look so surprised. I know everything there is to know about you, Stan. From your mom's maiden name to how big your...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She glances downward then back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bank account is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get past my dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cute) Boys like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.   What are you selling again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHACK (slice).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I say I was selling something? I'm here to help you, Stan. Look at you, you're a mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHACK (slice).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My employer wants to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHACK (slice).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not very good at this, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're fucking up my chi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I see that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Begrudgingly he hands her the club. She tees up a ball, pulls up her skirt far enough to reveal thong, and whack, hits a ball that Tiger Woods would envy. CLANG. She smiles, hands him the club back and pulls down her skirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to straighten your left arm. You're bending it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He does and the ball goes flying 200 yards, perfect, whacking a fridge with \"200 YARDS\" painted on it. CLANG! Stan looks at the club, then tosses it to the ground, climbing back down an aluminum extension ladder that leads up through a makeshift hatch on the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She follows but Stan ignores her and walks into his bedroom. She walks over, opens, and reaches into the fridge --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is not a nice place you have here, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and pulls out a beer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've only been here a few minutes and I'm already starting to feel sorry for myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan walks back in, looking for semi-clean clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wasting your time. I even touch a computer, I go straight to Leavenworth, do not pass go, do not collect 200 dollars. Whatever I was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley, pulling on his pants, lets the sentence hang, unfinished. He's putting on his shoes. She squats down in front of him, resting her hand on his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley, think about it, they still teach your techniques at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles up at him, then takes a long drink of her beer. Stan stares at her a moment, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not here to suck your dick, Stanley, you can sit around doing the martyr thing as long as you like. He'll pay you just to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) I gotta go to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh that's right, and fine work it is, too. (beat) Stanley... (beat) Have you spoken to Holly lately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She just dropped a 20 megaton thermonuclear warhead into Stanley's universe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley practically pitches her down the steps of his trailer and slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TELEPHONE RINGS in a multi-zillion dollar Malibu beach house. A WOMAN, late twenties, grabs the receiver. Her voice is of perfect timbre and accentless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melissa... (beat) Holly home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(New York starts to invade her accentless accent) Stanley. Why are you calling here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "on phone. He stands in front of his now closed fridge. It is covered with pictures of his daughter, Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to talk with Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INTERCUT BETWEEN the two. Melissa's accent continues to travel eastward from Midwest flat to full tilt Long Island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's... (looks at her watch) It's twelve-thirty, Stanley. She's in school. You know it's illegal for you to talk to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do this, Mel. It's not good for Holly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the hell would you know what is or isn't good for my daughter? You've spent the last two years in prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop calling me that, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want to see my baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, she doesn't want to see you, Stanley, and I swear to fucking God, if you contact her, I'll have Larry's attorney throw you into a hole so deep and dark it'll make Leavenworth seem like two weeks in Vegas; during which I'll personally pay two ball-busting skin-heads to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, Mel, you can take the girl out of the trailer park, but you can't take the trailer park out of the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She regains control.       Her voice is accentless once a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exhaling) I will not let myself be manipulated by you, Stanley. Larry's her father now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry's the porn king --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry's a film financier, a good husband, and an astute businessman. What films he's involved in are a function of profitability and none of your business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is now downright icy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get help, Stanley, get into a program, get a therapist, get a dog, but whatever you do, stay away from my child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your child?    She's our child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She will never be your child. You'll never have the kind of money to match Larry's lawyers in court. Forget Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLICK.",
          "text": "The PHONE GOES DEAD. Stanley freaks, beats the receiver against the fridge, again, and again. Then, he calmly hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley walks down the steps of his trailer. Ginger sits on the hood of her car in all her estrogenic glory, smoking and petting Stan's dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley's dog leans against her, happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to dog, like \"traitor\") Judas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles at him. He smiles back, about ready to stick her in the trunk of her car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm beginning to lose my sense of humor about --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's cut through the bullshit, Stan. If you ever want to have a chance in hell of getting your daughter back you'll shut up and listen. Unless of course you want to stay here in your pathetic, loser life while she learns what it's like to be a fluffer in one of her new daddy's videos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do me the courtesy of not confusing your own childhood with my daughter's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at your situation, Stanley. For twenty months you've been in court six times, each time your custody case has been thrown out. Your situation doesn't look good, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She blows smoke at him, thinking, then whips out her trump card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much would it cost to retain the best family lawyer in the country and regain custody of your daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the way through the jury trial?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls out a large manila envelope. Opens it and dumps the rubber-banded stacks of hundreds onto the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This should get you started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley just stares at the money.     He looks up at Ging",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whattaya have to lose? Just meet him. One time. That's it. You don't like the setup, walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it.   And you keep the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She smokes, letting it all sink in. She puts out her cigarette. They just stare at each other. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds sits at a table in a room with a two-way mirror. To his left, a three-piece suited Euroweasel (obviously his LAWYER) nurses a steaming cup of coffee while providing air cover from the two interrogating FBI Agents. The table is covered with empty coffee cups and cigarette carcasses. Roberts eases quietly into the room in mid- interrogation. Torvalds says something in Finnish to his Lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds again speaks to his Lawyer in Finnish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your client is wanted on 24 counts of electronic crimes in seven different countries --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finland does not recognize these allegations as crimes. Your laws --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you see a Finnish flag hanging on the wall, Ikea boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds speaks to his Lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said Ikea is Swedish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He understands English?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FBI Agent's head is now close to imploding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... Guys, why don't you give me a few minutes here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn to see Roberts smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay.   Just a couple of minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've fucked up now, Hamlet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(never taking his eyes off Torvalds) And Michaels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamlet was a Dane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts sits down in a chair facing Torvalds.     He star at him a moment, just smiling, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would the number one cracker in the world risk life imprisonment to enter the continental U.S.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My client has repeatedly reserved his right not answer any questions at this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds looks at Roberts' badge and says something in Finnish, the only recognizable word being \"Roberts.\" The attorney and Torvalds both laugh. Roberts looks at the attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He told me to tell Mister Roberts that he is quite fond of 'The X-Files.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again they smile. Roberts looks at the lawyer's cup of steaming coffee and with one finger pushes it over into the lawyer's lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need another cup of coffee --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jumping up in great pain) Goddammit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts grabs him by the collar and slams him into the wall, then pushes him out the door with a kick in the ass. He grabs the briefcase and tosses it out after him and locks the door. He turns on Torvalds, smacking him across the face. He pushes him into the wall and holds his badge in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Until a year ago I was head of the largest task force on cyber- criminals in the entire world. But, I burned out. It happens. I snapped. I shot a suspect in the fucking hand. Accident. Do you know how hard it is to work a keyboard with one hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever you can do to me, he can do worse. I'm already dead. The only place I stand a chance is back in my country. I have friends there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tell you what, you tell me what I want to know and I guarantee you'll be on the next flight to Finland. First class. Courtesy of the U.S. Government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds thinks quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two FBI agents (BAD AGENTS #1 &amp; 2) watch the interrogation through a two-way mirror. One of the agents looks surprisingly like Gabriel's merc that carried the young blonde girl killed outside the bank earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over speaker)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell you what I know. The Agents look at each other.    Bad Agent #1 dials his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into his cell)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, this is Assistant Director Joy, would you find Agent Roberts. It's important that I speak with him as soon as possible. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A yellow Lamborghini Diablo drives up. In SLOW MOTION Gabriel steps out of the car, wind whipping his full- length, black Gucci overcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He exists in a world beyond your world. What we only fantasize, he does. He lives a life where nothing is beyond him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it is all an act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel walks through the crowd as if a celebrity --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For all his charisma and charm. For all his wealth and expensive toys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- exchanging kisses and the lingering of hands, as he slides through parting seas of beautiful people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beneath it all he is a driven, unflinching, calculating machine, who takes what he wants, when he wants, then disappears --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- It works like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I fly to where I am to meet him. He sends one of his people to meet me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BOEING 777 SCREAMS overhead. We TILT DOWN. Stanley and Ginger walk out of LAX. A white LIMO IDLES directly in front of them. Stanley is wearing a black T-shirt which proclaims in large white letters across his chest, in true Scarlet Letter fashion, \"LOSER!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tells me what he needs. I do my job, I'm paid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Upstairs on a lavish balcony Gabriel looks at the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABRIEL",
          "text": "smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a real nice story.    But you haven't given me shit. Torvalds knows this and smiles at Roberts arrogantly. The door opens, an FBI AGENT sticks his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, sir... you have a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, take a message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Assistant Director Joy, he said it's important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least it's not my wife. (to Torvalds)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to think about what else you know. (then, to Agent #1)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch him. Roberts walks out of the room.    The FBI Agent positions himself outside the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts walks out of the room.    Torvalds' attorney is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will be hearing from my gover --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. Roberts walks down the hall. The attorney, pissed, walks back into the interrogation room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the two Agents watches the door, the other, Bad Agent #2 steps over to the two-way mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Torvalds talks to his attorney in Finnish. Apparently his attorney is trying to convince him of something. Torvalds, unfazed, walks over to the one-way mirror. PULL BACK FROM Torvalds to reveal Bad Agent #2 calmly screwing a silencer on to his .45. Torvalds leans closer to the glass. Bad Agent #2 sticks the silenced barrel of the gun up against the glass -- right between the eyes of Torvalds. Bad Agent #2 moves the barrel up and down between Torvalds face and neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds looks smugly into the glass.    He lifts his han holding up his middle finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad Agent #2 moves his aim to Torvalds' tonsils.   He depresses the trigger slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torvalds, middle finger in the air, smiles. Unbeknownst to him however, a tiny red aiming laser has zipped through the glass and is now positioned as a dot on Torvalds' throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Satisfied with the placement he PULLS the TRIGGER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts walks down the hall and turns right into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Roberts, I have a call from A.D. Joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts.   You needed me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just called me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Realization slowly hits him, he drops the phone and runs from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts runs down the hall and into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts finds Torvalds and his attorney dead.     Roberts looks into the mirror. Six clean bullet holes perforate his reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge, lavish, converted theater in downtown Los Angeles. A 21st Century version of 54 on equal overdoses of steroids and acid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley and Ginger walk into a large area with individual private booths in small rooms around the perimeter. The rooms have the ability to be closed off by drawing huge, thick velvet drapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish you'd let me buy you a suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm happy with what I'm wearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have no self-esteem, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dryly) I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk into one of the booths in the back. Sitting around a large, oval table is our antihero, Gabriel Shear, surrounded by a handful of his crew and a gaggle of beautiful model-types. Ginger kisses Gabriel and with a healthy exchange of fluids, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel smiles, then looks back at Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel, Stanley. Stanley, Gabriel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel just stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very familiar) Big Stan. Nice suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, they say it's the clothes that make the man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You buy it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope not. (then) Buy you a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I flew fifteen hundred miles for this meeting, how 'bout we get to the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually you flew 1500 miles for 100 grand. But that's not the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley sits down.    Gabriel pours Stan a glass of Crown",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard this story about this young hacker who made a virus that broke the F.B.I.'s Carnivore program that was actively reading every subscriber's E-mail and scrambled the systems. He did what the federal judges wouldn't do and kept the government out of our Privacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I heard that. Story is he went to jail and the federal Carnivore program is back in full swing. It was a real tragedy. What can I do for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Changing the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley, meet Helga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel smiles. The beautiful WOMAN to Stanley's right slides closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(heavily accented) Hi, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley looks at her, she's a knockout; artificially perfect. He looks back at Gabriel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I don't have a lot of patience for this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley, we have a problem, maybe you can help us out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Stan looks around; everyone is smiling.       Helga moves closer to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a look at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is handed an open laptop, it glows. He sets it on the table and spins it around in front of Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(like an alcoholic faced with a fifth of tequila) You know I can't touch that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helga pours a shot of tequila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like tequila, Stanley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helga shoots the tequila, then turns to Stanley, places her lips against his. The gold liquid drips from their lips as she spits it into Stanley's mouth. He pushes her away, breaking the liplock, and swallowing the tequila. She licks it from his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No need for modesty, we're all friends here, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is bullshit. I came --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want something from me, amigo, I want something from you. D.O.D. dBase, 128 bit R.S.A. encryption. Whattaya think? Impossible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley's having a little trouble concentrating on Gabriel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helga begins sucking on Stanley's fingers.      He pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it can be done? Maybe slide in a Trojan horse hiding a worm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something like that. Is this an interview?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sort of. Marco, let's give him some incentive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drapes close. Two of Gabriel's crew step out. Marco yanks out a .40 caliber Glock and quickly screws a well- used silencer onto the end. Marco walks around behind Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(now totally confused) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helga smiles, then drops her head into Stanley's lap. hear his PANTS UNZIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has to go with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been told the best crackers in the world could do this in sixty minutes. Unfortunately, I need someone who can do it in sixty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're kidding...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Fraid not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan realizes now no one is smiling.    He grabs the blon by the hair but can't pull her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forty-five seconds. Time is a wasting, big guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The silencer is pressed into the back of his head. Stanley tries to focus on the screen. Stanley sucks air through his teeth, trying to focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have thirty seconds, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Stanley gives up on trying to get her up and his hands start flying over the keyboard. We INTERCUT the ACTION WITH a CLOSEUP of Stanley's hands working the keyboard, and a CLOSEUP of Gabriel, and a CLOSEUP of the LCD screen which reads in flashing red letters --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's very good, isn't she, Stanley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tension builds as Stanley continues to work the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Stanley. 20 seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten... Nine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faster and faster.       \"ACCESS DENIED.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three... Two...",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"ACCESS DENIED.\"",
          "text": "He grabs her head.       She doesn't come up.   The scree flashes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too bad, Stanley. Ya gotta die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco puts the silencer to his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait... !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLICK. The GUN is empty. Stanley tries to catch his breath. Helga lifts up her head. Everyone laughs. Gabriel walks around the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just fucking with you, Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley is pissed. Helga, smiling, kisses him on the cheek. Stanley tries to calm down. He gets up, shoots someone's half-drank drink, zips his pants, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So was I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley hits the enter key and spins the computer around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPUTER SCREEN",
          "text": "\"ACCESS GRANTED\" appears, and the Department of Defense logo scrolls across the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley gives them all a \"fuck you\" smile, then stomps out through the curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABRIEL",
          "text": "who smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley pushes into the bathroom.       He kicks the wastebasket across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pushes a club kid out of the way of the sink. He turns on the water and washes his face. Slowly he leans his forehead against the mirror. Ginger appears behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you looking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax, Stanley. You can do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get away from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help? Help what, squeegee my brain off the ceiling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was just a test, Stan, you passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger pulls out a cigarette and a lighter from her plastic overcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A test... I don't know why I let you talk me into this. I can't believe how desperate I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She exhales toward Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you were here saving your daughter, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pissed) Look... I'd do anything to get Holly back. But, if I end up in a box or back in jail, then I really can't help her, can I? What I should do, is take my money and go back to court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back to court? Back to Melissa's gladiators? You throw a hundred grand at her, she'll throw five back at you. It's not about Holly, it's about beating you. You know that. Think, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I'm thinking about is that you're willing to put a gun to my head to see if I can hack --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly three club kids come busting into the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Ginger interrupts him by slamming Stan between the urinals and ramming her tongue into his mouth with the kind of wet, aggressive action that takes a movie from PG-13 to an R. When the kids realize that the urinals are occupied, they leave. Slowly Ginger takes her tongue out of Stan's mouth. They look at each other. She smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coyly) Sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat, for a moment there exists something between them, then bam, she's all business again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, let me sum it up for you, Stanley. You live in a trailer. (beat) You're a felon, working a dead- end job. You want to get Holly back, Gabriel's your only shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "As he realizes she's right, he's got nothing to lose. Slam! He smacks the mirror with his fist, then walks out of the rest room. Ginger slowly lifts the cigarette. She exhales, then slowly smiles. She's got him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next to the valet stand, Gabriel leans over the hood of an evil-looking, bright-yellow Lamborghini Diablo Roadster, a GAMEBOY CHIRPING in his hands. Stanley walks INTO the FRAME.          Without missing a Gabriel looks up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Stan.   I was afraid we lost you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel stands up and walks toward Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me what the deal is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go up to the house. I'm having a little get-together. I'll explain it to you there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three GEEKY COMPUTER-TYPES sit in front of a huge array of CRTs. They look up when Roberts stalks into the room. He yanks off his jacket, crumbles it and throws it across the room. They just look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me you have some good news for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually we have a small ray of hope in the vast darkness that is your life, sir. Check this out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On one of the 25-inch screens we see a terminal at LAX with hundreds of people streaming by at 20x speed. Torvalds is being apprehended. He freezes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See these two guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points at two men watching this action from the sideline. He pulls another monitor forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now watch this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He fast-forwards through the crowd until the two guys show up again. He freezes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Recognize those two, same guys, next day. Question is --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slowly moves the action forward --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- who's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The footage stops and zooms in on one of two travelers who the two men are meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "It is Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley Jobson...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The computer guys look at each other.    One hands Robert an open copy of Wired magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wired's man of the year, 1996. Pretty much a burnout but he was the hacker zeitgeist of his day --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know who Jobson is. I busted him. (to Stan's image) Why are you in L.A.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts looks at it. Then at the screen.        A pop-up screen shows Stanley's history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His ex-wife lives in Malibu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new husband owns Backdoor Films, a shady porn production house in Chatsworth. Decent production value but they only shoot on video. His wife actually starred in a couple of his videos. Apparently she's an 'actress.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts moves the mouse to see Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's the chick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't know yet, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Serious piece of talent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Way outta his league. Something's up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know he also has a ten-year- old daughter, who he's not supposed to see. Maybe that's why he's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts looks at him like he's an idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or maybe not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to know who that girl is. Pronto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And stake out his daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is at the very top of the hills and the pool hangs off the side of the cliff, way below the house. The outer edge appears nonexistent, like the water hangs frozen in air. A very hip but very nasty soiree is in progress.    More Ibiza than Hollywood Hills. Stanley sits in a chair beside a pool containing a half- dozen beautiful un-clad model-types. Gabriel is mingling through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Stanley stares off into the glittering lights of L.A. WIDEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So Stan, tell me. How'd you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Break the code. At the club. You broke the entire encryption, a silencer against your eye and your cock in someone's mouth, all in less than sixty seconds. How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used a logic bomb, dropped it through the trap door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you didn't. You didn't have time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, you can do better than that. How'd you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used a password sniffer. Gabriel glances at Ginger who shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I did --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Stanley. How'd-you-do-it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know exactly. I see the numbers. In my head. All my life. I don't answer equations, I just see the answers. Same with code. I can't explain ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger eases over to where Stan is sitting. She runs her hands across his shoulders as she moves around him, dancing to the MUSIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mozart always said he didn't write music; he just wrote down what he heard in his head. So did Faulkner, just with words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(drinking wine) You definitely have a gift, Stan. The most powerful people on the planet are like you. With a laptop and a phone line you can make God look like a thirteen-year-old with a stack of Playboys and a lack of imagination. (beat) C'mere, Stan, let me show you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley and Gabriel stand in Gabriel's primo designed pad, staring at an array of supercomputers. Stanley stands in front of the six huge flat panels, linked together, in complete awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty impressive, huh. (beat) So...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the deal. I need a worm, Stanley. A hydra, actually. A multi-headed worm to break an encryption and then sniff out latent digital footprints throughout an encrypted network.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of cypher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vernam encryption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Vernam's impossible. Its key code is destroyed upon implementation. Not to mention being a true 128 bit encryption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, we're talking 512 bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell ya what, I'll pay you ten million dollars. That should be enough to get your daughter back... (beat) ... unless of course it's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan thinks about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They shake hands and Gabriel heads toward the back of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABRIEL",
          "text": "walking up the stairs toward his room. Stan looks over to see Ginger staring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger pulls herself up on the desk, spreading her legs on either side of the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Stan.   Let's get to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns on the computers.     He backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It won't bite you, I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. It's gonna be pretty hard without a gun to my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches out and pulls him to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, let's put a gun to your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She kisses him and slowly he responds.       She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me about your worm, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You surprised that a girl with real breasts and an I.Q. over 70 can give you a hard-on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you were Gabriel's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him a moment. She smiles at him and slowly bends forward to whisper in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER'S MOUTH",
          "text": "at Stanley's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very slowly) I am not what you think I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER AND STANLEY",
          "text": "As she leans back. She stares at him a moment then slides off the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a smart guy, Stanley.    You figure me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hands him the bottle of expensive wine she's been drinking, and then grabbing Stan by the belt-buckle, pulls him casually behind her toward the pool house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lounging by the pool is none other than our heroine, Ginger, topless, wearing nothing more than tiny, oblong, green-tinted shades, a skimpy T-back, and a little silver ring through her left nipple. She's reading Steven Hawkings' A Brief History of Time. A shadow falls over her. The shadow moves.       Ginger glances nonchalantly up, t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sitting up, grinning) Don't you have that just-fucked- the-neighbor's-cat look this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches over, lights a cigarette, and inhales deeply. He smiles, looking her up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought we went over all that last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat, then like \"stupid\") The book, Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ohhh. (holding it out) Look, no pictures. Get out of my light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They stare at each sharing a moment of God-only-knows- what, then both break into smiles like two giddy seventh- graders at the local skating rink. Stanley nervously clears his throat.    She's got him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I borrow your car? There's something I need to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches down beside the chair, grabs her keys and tosses them to him. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're going to see your daughter, you might want to reevaluate the way you look. (goes back to her book) Just a thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at her with open mouth amazement. In just 24 hours, she already knows what makes him tick. She looks up from her book and winks at him, then returns to her reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SCHOOL BELL RINGS and three hundred screaming kids of all ages come running from the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Not your average ten-year-old. Even decked out in bell- bottoms and sandals there is something about the way she carries herself that is older; wiser; sadder. She walks into a CLOSEUP and scans the driveway. Reflected in her tiny, round lavender shades we see the circular driveway of the school jam-packed with buses and parental types in their M-series Mercedes and their Lexus SUVs. She sighs. We CRANE UP, PANNING LEFT. Holly walks to the edge of the street oblivious to the mayhem. She looks up and down the street then slowly drops her backpack and sits down on the curb. She pulls a well-worn copy of William Gibson's Neuromancer from her backpack, and turns up the raging ELECTRONICA from her WALKMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME SCENE",
          "text": "Now there is much less pandemonium. No more buses. We CRANE DOWN TO a MEDIUM of Holly still in the exact same spot. Holly sighs, pulls back her headphones and grabs her StarTac from her backpack. She opens the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PHONE RINGS and we PAN AROUND the seemingly empty house, finally COMING TO REST ON the back of the couch. We JIB UP and TILT DOWN. Melissa is passed out in a pool of her own drool. The PHONE continues to RING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly hits the phone and then presses speed dial. We see \"Yellow Cab\" scroll across the phone. She hits \"SEND.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I give you a lift?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, creep, I don't think so -- She stands up, ready for a fight. And there, next to her is her father; transformed. Under his arm is a three- foot-tall stuffed giraffe wrapped with a big red bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy? (recognition)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy! She runs to him and wraps her arms around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy... What are you doing here? I missed you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too, baby.    I brought you something. He holds the stuffed giraffe to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Daddy. If Mom finds out you're here she's gonna have you thrown back in jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay, baby. Let me give you a ride home. He grabs her stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon. He walks toward Ginger's silver Mercedes CLK which he's borrowing. Holly runs and jumps on his back. They laugh as he carries her to the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit in the CLK, parked down the street from Holly's house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You believe in me, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've found a way to get you back, sweetheart. It's my one shot and I'm taking it. Just give me a couple of days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crying)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want anything else to happen to you, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly, everything's going to be okay. You just have to trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crying)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you, Daddy. Holly quickly kisses him, jumps out and runs, crying, from the car at full speed, with the giraffe. Stanley, tears rolling down his face, slaps the steering wheel, trying to figure out how he screwed up his life so badly. Suddenly, the passenger door opens and a man in a DARK BLUE SUIT and fed-issued shades gets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the fuck are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flipping out his badge)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friend of a friend. Let's take a ride. He motions toward a black Taurus, now parked across the street. In the back, he sees a face he recognizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man kinda smiles at Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(being a dick) Gotta suck to be you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley whacks the fed with his elbow across the bridge of his nose and jumps out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan runs across the hood of the Taurus and just jumps over the railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We realize what Stan did probably wasn't the smartest move in the world. The cliff is just barely on this side of 90 degrees and drops off about five hundred yards straight down to the PCH. Stan falls in SLOW MOTION about thirty feet before the cliff face angles out enough to break his fall. He begins a combination of sliding and tumbling down the bluff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts runs to the railing and sees Stanley sliding/ falling down the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his men) Cut him off at the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts then hops the railing, as his men scramble for the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts hangs in mid-air a moment, then he too begins the rolling fall down the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "as he tries to keep his balance, is being beaten and battered by the sharp, rocky ground. Finally, he shoots off an outcropping and free-falls for fifteen feet. Then it really gets bad. Clear plastic sheeting has been stretched across the hill to help control the erosion. To Stanley however, it is the world's largest Slip and Slide. He is no longer able to control, even badly, his descent. Now, he is flying down the cliff face, only the rocks and bushes that slam into his body, slows the descent. Roberts, above him, is doing little better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFF FACE",
          "text": "As Stan and Roberts slide toward the eight lanes of blazing afternoon traffic on the PCH. Finally, Stan bounces onto the black-top road.   He runs headlong into the traffic. CARS SCREECH, HORNS BLARING, as they slide into each other. Stanley does not lose the single-minded focus of escaping. Roberts, now at   the bottom himself, watches as a CAR SLIDES sideways   into Stan, flipping him over it. Stan, not stopping to   feel the pain, runs across the hood of freshly-stopped   car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the other side, Stan runs down to the beach and runs down the sand at full-tilt, looking for any escape route. Roberts has made up some time due to the auto-pedestrian accident which slowed him down a little. Stan however is faster. Stan does his best Jerry Rice, as he runs down the beach at full speed. Suddenly, the Taurus comes tearing-ass across the beach at Stanley. Stan veers, now running through the surf. The Taurus veers as well, and Stan is forced to slide across the hood to keep from getting whacked. The Taurus breaks left, and slides further into the surf. The FBI driver hits the accelerator and bogs the Taurus down, tires spinning, throwing sand. Stan continues to run as Roberts makes it to the Taurus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck this. He pulls his .40 CAL. from his shoulder holster and FIRES it into the air. Roberts bends over trying to catch his breath. Stanley stops, putting his hands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't you do that earlier, sir? Roberts looks at the agent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go get him. Three of the agents bring Stanley over. Stan slides down by the back wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing in L.A., Stan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(catching his breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vacationing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why were you running? We just wanted to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you arresting me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For violating your parole by leaving Texas without permission or for evading a federal agent and almost getting me killed in the process?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan just looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why are we talking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't know the court lifted the sanction preventing you from seeing your daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just want to cut through the pleasantries and get down to business? Fine. I can help you with your daughter, Stan. Help me, I'll help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll have to forgive me, the fact that you put me in jail for 18 months doesn't inspire a lot of trust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whether I agreed with what you did or not, you broke the law, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess we were both doing what we had to. This was a nice trip down memory lane, but if you're not arresting me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, why was it you are in L.A. again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- vacationing. That's right. Ya know it's funny. Axl Torvalds was just here for a vacation, too. Isn't it odd that the two best hackers in the world are here at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a sucker for Disneyland. (getting up) Tell Torvalds I said hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're not careful you can tell him yourself. He's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley looks at Roberts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his men) Give him a card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They do.   Stan looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In case you think of anything else you want to tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan turns to walk off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the agent he elbowed) Sorry about your nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, you're in way over your head here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(walking off) I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a long walk back up the hill, Stanley. You want us to give you a lift?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan lifts his middle finger behind him and begins the long journey back up the hill. Roberts collapses into the passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Follow him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERTS",
          "text": "watching Stan walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger walks in and closes the door. She walks over to the dresser and takes off her earrings. Then she reaches under her dress and unVelcros the modified 10mm. Glock and its thigh holster, dropping it on the dresser. She then pulls off the hip, little designer dress she is wearing, revealing the fact that she is wearing a tiny transmitting receiver taped between her breasts. She stares at herself in the mirror for a moment, then slowly starts to untape the bug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to hand it to you, Ginger. You look good wearing anything. Even a wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger grabs her Glock and spins around, the holster dropping away with the touch of a button. She levels it on the dark corner of the room where Stanley sits waiting, drinking a bottle of Gabriel's expensive wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna kill me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm thinking. (beat) What are you doing here, Stanley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should probably ask you the same question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans forward into the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little accident. (tossing her her keys) Sorry about your car. I've had a pretty shitty day so far. Looks like it just got worse. (beat) Who are you, Ginger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous) You can't tell me? Well, that's just fuckin' peachy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loudly) Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel walking down hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not my problem, is it? You're asking for a lot of faith here, Ging, without givin' me any. You --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Stanley --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- brought me into this mess --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleadingly) -- Stanley --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- I deserve to know who's playing me, Ginger. (hitting each word) Who the fuck are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABRIEL",
          "text": "nearing Ginger's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) I'm D.E.A., Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan and Ginger hold a moment, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley, in one quick thinking movement, rips the wire from Ginger's chest and flings it behind the bed just as the door swings open. Gabriel stands staring at them. Ginger topless, weapon in hand and Stanley who looks like he had the shit kicked out of him. Ginger and Stanley both stare at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Ging, doesn't this look friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a friendly girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley looks at Ginger for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger stares at Stanley, who turns to look at Gabriel. Gabriel looks at Stan, waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought maybe you'd like to see me get you your hydra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Stan walks toward Gabriel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel walks into the hall. Stanley looks back at Ginger who mouths the words \"Thank you.\" Stanley ignores her. Ginger reaches down and grabs a shirt off the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look like shit. Ginger kick your ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadpan) Funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger sighs and tosses her gun onto the bed, then follows them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley, looking a little rough, sits in front of the huge array of flat-panels. He works quickly. The nitrogen system, an array of hoses winding across the living room floor, intermittently SHOOTS JETS of GAS upwards, dropping the temperature to a livable 85 degrees. Gabriel sits next to Stan. Ginger walks in.      She stands behind Stan as he works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terribly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPUTER",
          "text": "The screen shows the MIT University logo.      Then \"ACCE DENIED.\" His fingers work the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he talks, we TRACK DOWN an old, concrete stairwell and down a long, dank hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My senior year at M.I.T., I created the source code for the worm that I've been using for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We TRACK AROUND a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the basement and through a file room is the only P.D.P.-10 still active and on the internet, although only a few people know this. It's an I.T.S. machine and kept online just for historical sake. I hid my worm inside it where no one would ever think to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We DOLLY INTO a CLOSEUP ON a large, ominous, dark mainframe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY'S FINGER",
          "text": "hitting a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PDP-10",
          "text": "as it HUMS TO LIFE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPUTER SCREEN",
          "text": "as it fills with lines of code.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAN",
          "text": "who turns around, a cocky grin on his face, like a proud parent, she smiles at him. Gabriel walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I just have to modify the code.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's fucking amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She runs her hand affectionately across the side of his head and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see you have a groupie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignoring that) You know, it'd be a lot simpler if you would tell me exactly what the hydra is going to be used for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSH IN ON Gabriel as he thinks about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you heard of Operation Swordfish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lamborghini pulls up in front of a Starbucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll appreciate the irony here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel gets out of the car, still talking.       Stanley follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- In the early Eighties the D.E.A. set up a network of dummy corporations as a government front to launder drug money and gather evidence. Problem is, the front companies started making money. Lots of money. By 1986, when Operation Swordfish was terminated, there was close to 400 million dollars in the D.E.A.'s accounts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel and Stanley walk through the door and sit down at a window table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Money that just sorta disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It didn't disappear. It just sat in those accounts earning interest, it's been 15 years. You have any concept how much money we'd be actually talking about today? Billions, brother. That's nine zeros. (beat) Look, this is a sweet deal. We go in over phone lines. Pop the firewall, drop in the hydra, and just sit back and wait for the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before we can tap into the secure cluster, you have to find one of the banks on the backbone of this network. Do you know how many banks there are in the U.S.? It could take years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem. (beat) Look behind you, Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley turns and looks out the window.    They are sitti directly across from the World Banc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel and Stanley walk toward the house. The CAMERA PANS LEFT and we can now see Gabriel's house, poolside. We PULL BACK, THROUGH a window INTO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small trailer across the canyon from Gabriel's house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't know that yet, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's definitely something going on. There are two T-5 trunks going into the house. That's serious bandwidth. Thermal scopes indicate a huge heat-load in the main living area. Could be from mainframes, although they must have a genny 'cause power consumption is right on par.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of these fellows might be dressed in Armani, but they definitely have the swagger of ex- military. Maybe bodyguards but they seem more like mercs to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From here we're having trouble pinning any of them down. Sure would be nice to task a satellite, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm working on it. Send what you have up-lines, maybe we'll have one by the end of the week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts walks out of the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley works at the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts looks out the window through a camera with a huge lens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel stands by the pool, his BACK TOWARD US. Slowly, Gabriel turns around. He is staring directly AT US.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts instinctively jerks his head up.    Slowly he loo back into the eyepiece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses the switch and the CAMERA'S SHUTTER WHIRLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a problem. (walking toward desk) Look at these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kaplan spreads out the surveillance photos on the desk. The Senator looks up at Kaplan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reisman, who now stands in a windowless room. The only furniture is a desk on which rests a small laptop and what appears to be a speaker. An OPERATOR sits at the desk, while Kaplan hovers in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have him yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's coming online now, sir. Ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Reisman speaks the Communication guy types.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a problem --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel and Marco sit at the same type of apparatus, a merc at the laptop. Reisman's dialogue comes out of the SPEAKER, but it is no longer Reisman, it is a COMPUTERIZED VOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Seems you have gotten yourself in a predicament.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not exactly following you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Transfer the pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel looks at the surveillance photos as they come up. We INTERCUT as they speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irritated but respectful) Senator, I sincerely hope you did not contact me and jeopardize the safety of me and my men for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamn right I did. You know where I got that? From the deputy director of the F.B.I. He thought I might be interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, with all due respect. Do you think there is any aspect of this operation I am not fully aware of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are aborting the operation and securing alternative means of finance elsewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are aborting this operation. Take a vacation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A vacation?   Have I ever failed you, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my point. Senator, this operation is going forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You understand what you are saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything is under control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He disconnects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reisman turns to Kaplan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(regretful) Do it. Terminate the Vortex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir. (beat) Sir, he does work for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse us. (as the Communication guy leaves) Son, let's say you have a 200- pound Rottweiler. He loves you, and it's his job to protect you. But if he ever bites you, even once, you gotta put him down. You can't have an uncontrollable weapon running unchecked in your back yard. He becomes a liability. You never know who he might bite next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir, I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley works at the keyboard. He reaches for his glass of wine and it is empty. He grabs the bottle. It, too, has been drained. He sighs and walks into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan walks to the fridge. Opens the door. No wine. He sighs. He closes the door and walks off toward the wine cellar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the wine cellar, Stan looks around. He opens one door, closes it. He opens another, same thing. The third, he pulls out a bottle. Keeps it. He pulls on another door and it is locked. He pulls again. Nothing. The glass doors of the temperature-controlled reach-in wine cooler is opaque with condensation. He bends close. Stanley swipes off the condensation inches from his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON FACE",
          "text": "leaning against the glass from the other side.    It's Gabriel's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck!! He drops the BOTTLE of wine.   CRASH, it SHATTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel's body is wedged into the 32-degree white wine cooler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ! Stanley looks at the body for a moment, realizes something really bad is going on and hauls ass upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley runs around the corner. Gabriel is standing in the doorway, directly in front of Stanley. Stan damn near falls down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan? Stan can't say a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong, Stanley, you look like you've seen a ghost?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel looks in and sees the empty wine bottle at the computer station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Stanley. Let's talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uneasy) Okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why can't we talk here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Cause I don't want to talk to you in the house, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel walks out.       Stanley slowly follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan slowly follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you doing, Stanley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(obviously not fine) Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something you need to say to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(freaked) What the hell is going on here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(totally cool) You know anything about Harry Houdini?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan definitely doesn't get the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He used to make an elephant disappear in a theater full of people. You know how he did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel unwraps a piece of gum --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and sticks the piece in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Misdirection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel whips right down a side street and drops the hammer. He blows through a stop sign, then another. CARS CRASH. He is calm, cool, but continues to glance in his rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a tail. (beat) Hope you had a light lunch, Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel slides left into an alley, gets it under control and SCREAMS toward the other side. A black Suburban pulls up, closing off the alley. He slides to a stop and slams it into reverse. Backwards at 60-plus miles per hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel reaches in the passenger floorboard and pulls up a duffel bag. He unzips it, and withdraws what the Marines call a SAW -- a Belgian-designed machine gun, compact but with 1500 rounds of Swiss cheese action per minute, powerful enough for the U.S. to replace the M-60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, it's blocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel looks behind them, another black Suburban has blocked them in. The one from the other side and a third comes toward them down the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep it straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The speedometer needle is pegged at 0 as they SCREAM backwards. Gabriel unfolds the stock and then withdraws a 100-round box wrapped in white tape and printed with AP. He clips it and pulls back the bolt. He grabs the wheel from Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just rough when you grow up lovin' James Bond movies. Don't worry, Stanley, it'll be over soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAMBO",
          "text": "As the Diablo slams backwards into the Suburban at sixty mph. Bam. Gabriel unbuckles himself and stands up through the open roof and UNLOADS FULL-AUTO into the Suburban. The armor- piercing SHELLS PENETRATE the Armalite GLASS, RIPPING the occupants to shreds. Gabriel turns, FIRING at the other Suburban.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drive, drive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley slides under Gabriel as Gabriel steps into the passenger side. The wheels spin, the Lambo is wedged under the Suburban.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go, go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel continues to BLAST FULL-AUTO, tearing the Suburban to shrapnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally the mortally wounded but still kicking Lamborghini tears free of the Suburban and rockets head- toward the other. Stanley drives like a maniac. Gabriel RIPS it on FULL-AUTO, meatloafing the driver. The Suburban veers into the wall. Smack. Stanley whips beside it and Gabriel STRAFES down the side, opening it up. Stan whips right onto a main street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "More Suburbans head at them. Stan SCREAMS left into another alley. Through the cross streets whipping by at 100 mph, we see Suburbans parallel to them. Stan cranks his wheel right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(changing out a clip) Keep your cool, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lambo rolls to a stop and Gabriel hops out, running at the Suburbans. After a moment of all-out GI Joe-style blitzkrieg, it's over. Gabriel walks to a body lying in the street.    He turns over the body and looks at the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamit.   I knew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel walks back to one of the burning Suburbans where Stanley stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in the fucking car, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going anywhere until you tell me what's going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel pulls out his H&amp;K, points it at Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're on my good side and you want to stay there. Stanley, I like you, but don't confuse kindness with weakness. So, get in the fuckin' car. I need my hydra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley is working at his terminal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley?   You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think? I just watched that maniac murder ten men in the street. I'm just fucking great. It doesn't matter if I get my daughter back if I'm dead. Even if I do survive this, who's gonna keep me out of jail? You? She walks over to him and kneels down, places her hand on his leg, looks up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't let anything happen to you, Stanley. You have to trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trust you? Two hours ago I found out you're D.E.A. The feds are crawling up my ass and there's a dead body in the basement that looks just like Gabriel. She doesn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley, if we don't find out who he's working for then we're just going to have to do this all over again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your little slush fund is not my problem. I'm pulling the plug on this rodeo. Roberts may be an asshole, but he is definitely the lesser of the two evils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been working on this thing for eight months, and I will not let some jarhead fed fuck up my operation. Please, I know what I'm doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Stanley. You have twelve hours. Do what he wants. Finish the worm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're starting to sound just like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look at each other.    Stanley turns toward the computer screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "&amp; 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLY-FISHING REEL",
          "text": "as it quickly unwinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reisman, dressed in your average, fly-fishing garb, stands in the shallow water of a wide river, thinking he has contained the situation, is doing what he enjoys most. He rewinds the reel and flicks it out again; the hook sails into the distance. A huge Cohiba cigar hangs from his satisfied grin. Faintly, we hear the WHINE OF MACHINERY. Jim hears it, too, odd since we are so far in the boonies. He looks around, then up and we PUSH IN TO a CLOSEUP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An evil-looking, camouflaged gunship suddenly crests the hill directly above him, ROTORS THUMPING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Reisman ducking, his cigar falling from his mouth, has to fight to hold on to his ridiculous fishing hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE HELICOPTER",
          "text": "Water sprays everywhere as it hovers. Slowly it drifts over to the bank and lowers where it touches down briefly, the side door slides open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as Gabriel steps out and walks TOWARD us.     The copter lifts off behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Reisman drops his rod and digs into the fishing box at his right. Gabriel saunters toward him as the helicopter disappears over the rise. Reisman is not happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sniffing in air) Ahh, the great American outdoors. I'll never understand the appeal of fly-fishing, Jim. A little too much like masturbation for me, without the payoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel looks around, suddenly realizing something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This's a catch-and-release stream, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel starts to laugh.      Reisman doesn't catch the j",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh c'mon, Jim. You gotta see the irony in the chairman of the Joint Sub-Committee on Crime, fishing in a catch-and-release stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REISMAN",
          "text": "Grimaces, not thinking it is funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could you do it, Jim? After all we have sacrificed. All the blood, all the death... I've changed my identity so many times, I don't even know what I look like anymore. How could you turn on me when we are so close?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did this to yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You brought me in to get the job done and you didn't want to know about the consequences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The F.B.I. was watching you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you there was nothing that I was unaware of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why we're here. You are too arrogant, too aggressive --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have misplaced your loyalties, Senator. You have sold America out. I am a patriot, and patriotism does not have a four-year shelf life. Unfortunately, politicians do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel pulls out his H&amp;K, dangling it by his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(arrogantly) And what are you going to do with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas Jefferson once shot a man on the White House lawn for treason, Senator. You tried to execute me in the name of politics, now I execute you in the name of the people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel shoots Reisman in the chest.     He falls into th water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley continues to work.   Marco walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're up, mate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get your shit, we're headin' out. His hands fly across the computer keys, he slides in a zip disk, transfers the file, and runs for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, Marco waits in his black Porsche Turbo ready to roll. Stanley walks out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "thru",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A snazzy, sweat-suited Kaplan walks out to his shiny new silver Porsche, racquet ball racquet flipping in hand. He's so downright happy in his confidence that he is on the fast track to political Valhalla, due to his handling of this Gabriel Shear debacle, he is whistling. He CLICKS the Porsche key, unlocking the driver's door, tosses in his racquet and climbs in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shuts the door and slides the key into the ignition. Before he cranks it, he catches himself in the rearview and winks at himself. Smiling, he turns the key. BOOM. The Claymore Mine hidden under his seat RIPS the CAR apart, shrapnel tearing upward through his body and out the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thousand pieces of SHRAPNEL divet the concrete ceilin and then bounce across the parking garage floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley is getting out of Marco's car.    Gabriel walks o of the theater back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over shoulder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make sure that bus doesn't top out over fifteen-seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir. Gabriel turns and sees Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan, how are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you finished? Stan pulls out the zip disk and hands it to Gabriel who dials his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? (into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Mr. Jobson. This is Kristine Jorgenson of Credit Suisse in Grand Cayman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to verify your new account information and have you choose a personal password.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Jobson, there has just been a transfer of ten million U.S. dollars into your account.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan looks at Gabriel who smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just like I promised, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then let me go. I want to see my daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon, Stanley.     Walk with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm about to do something against my better judgement. I'm going to tell you something I never tell anyone. I'm going to tell you who I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't bother.     I know who you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you?    You think I'm a bank robber.    Really, I'm just like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like me?   You're a murderer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That I am. And worse. Much worse. I am forced to operate on a different plane than you. But, I have ethics. Rules to which I must adhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "200 years ago Thomas Jefferson wrote a letter to Madison because he was concerned that the freedoms of the constitution would be ignored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand why the fuck you're telling me this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me and you will. In the 1950s, armed with this letter, J. Edgar Hoover created an organization to protect the freedoms of this country at all costs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care about any of this. All I care about is my daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm talking about your daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My daughter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. You, your daughter and 200 million other Americans who take their freedoms for granted. You don't understand what it takes to protect those freedoms. That's my job, Stanley, to protect your way of life at all costs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you and your band of lunatics are really stealing all this money to protect me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, Stanley --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the theatre door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- 'cause wars cost money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan inside. It's as if he's just teleported into Beirut. Weapons, Hummers, a huge armored bus is jacked up at one end of the theatre. Gabriel's men go about readying themselves. One of the mercs walks over to Gabriel to show a modified electronic dog collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(realization hitting him) You're going into the fucking bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I'm telling you, Stanley. We are at war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "War?   Who are we at war with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone who infringes on America's freedom. Terrorists' states, Stanley. Someone must take their war to them. They bomb a church, we bomb ten. They hijack a plane, we take out an airport. They execute American tourists, we tactically nuke an entire city. We must make terrorism so horrific that it becomes unthinkable to attack Americans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm out. I'm not doing this. You're insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. I wanted you to do this because you wanted to, because we need men like you, but our time table's been moved up. Just relax and it will all be over in twenty-four hours. You're rich, Stanley. Pretty soon Holly and you will be basking in the sun on the deck of some eighty-foot scarab, eating bon bons and living the good life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to walk off. Stanley looks around. He spots a generator and moves toward it. Stanley reaches down to the power board on the generator and gives a large dial a twist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suddenly, the hundreds of lights in the rack begin to arc. In a shower of GLASS they start EXPLODING from the huge amperage shooting through them from the generator. Gabriel turns to see Stan standing next to the generator. He moves toward him just as the room goes black. In a moment the secondary lights come up.    No Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) Pretty slick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(walking over) You want to send a team after him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. He'll be back. We gotta move. Load up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early morning in Los Angeles.    People go peacefully abo their early morning business. Suddenly, three red, white and blue Hummers crest a hill and tear TOWARD us down the street. Halfway down the street, they veer right, jump the curb, and SMASH through the front PLATE-GLASS WINDOWS of the World Banc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley rides in the back of a cab as the cab hauls ass to his ex-wife's house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Hummers roll through the furniture and flying glass, the side doors fling open and well-dressed men in Italian suits and sunglasses jump out. Customers scream and try to flee but are quickly corralled with MACHINE GUN BURSTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A red FERRARI F50 whips around the corner at light speed, SCREAMS down the street TOWARD us and SCREECHES to a halt outside the bank. It shifts into reverse and slowly backs over the curb and into the bank. A huge armored bus rolls down the street, through two parked cars, and up onto the sidewalk, effectively sealing off the front of the glass bank. Mercs begin welding metal plates around the armored bus. We hear the approaching SIRENS of a fleet of cop cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cab pulls up in front of Melissa's house.   Stanley jumps out and runs up to the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several of the mercs finish putting some sort of collars on several hostages, including a young, normally good- looking-but-now-covered-in-mascara, whimpering blonde girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley busts into her house. In the living room, Melissa and the infamous Larry the Porn King are both face-down in a pool of blood. Stan freaks. He runs from room to room yelling Holly's name. The house is deserted. Stanley bursts through the door into Holly's room. The room is empty and in disarray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "As he looks out the window toward LA and pulls out Roberts' card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH glass doors, we see the woman slam into the locked doors. The SWAT guy pulls her into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KABOOM",
          "text": "The EXPLOSION rips the SWAT guy and the girl from the beginning apart. This time we see it from ANOTHER ANGLE. BALL BEARINGS RICOCHET against the plate steel of the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "as the ball bearings bounce across the street and tap against the coffee shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone in the coffee shop looks at each other like, \"What the fuck just happened?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As ball bearings roll back into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley is standing in the bank. Three mercs in Donna Karen suits point modified M-16s at his head. He stares at the ground, shaking his head. Gabriel tosses his frappacino against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get that son-of-a-bitch on the phone. Gabriel walks towards the window, slinging his FN-FAL, and pulling on his headset. A.D. Joy answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you need to test my resolve then God help you. You have 25 minutes. That plane better be on the runway. He clicks off.    He turns to Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get my money, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not until I see my daughter. Gabriel snaps his fingers and a ballistic cloth duffel bag is thrown to Gabriel. Gabriel is very unhappy. He looks at Stanley who is terrified of its contents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUFFEL BAG",
          "text": "As he unzips it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO STANLEY",
          "text": "Stanley almost can't bear to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUFFEL BAG",
          "text": "As Gabriel slowly reaches in and... Pulls out our buddy the giraffe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley's heart almost stops.    He sighs as Gabriel toss him the giraffe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you really think I wanted it to come to this. Do you? I am not a psychopath, Stanley, but I told you, I will sacrifice as many lives as it takes to protect our country, including my own. (beat) Now get me my money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you let Holly go once you have the money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both of you. You have my word, Stanley. C'mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk past a merc sitting at a desk, a laptop open in front of him. Marco is paying very close attention to Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A merc sits at a desk with three laptops and four tiny extra monitors, all wired into a large bundle of cables that run across the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The   merc looks up. On the monitors and laptop screens are   present-time shots of all angles of the building an the   surrounding area. The images constantly change as the   merc toggles through the images.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at the cover pattern they've set up. The right hand doesn't know what the left's doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this bozo. If the shit drops, he's gonna cap his buddy in the back of the head. Idiots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley sits down at the computer console and brings up the bank's mainframe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need the disk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A merc hands it to him and Stanley slides it in the computer. His hands work quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is 9:15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now it is 9:35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the lights flicker, Stan's screen blanks out momentarily, then blazes back to life, his code scrambled. Stan instinctively jerks his hands away from the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa! What the hell just happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel looks at the lights as they flicker back on, the huge portable GENERATOR springing to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They just cut the power. Forget it. How long to transfer the money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Couple of minutes. Which accounts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "National Bank of Zurich. Spread it evenly over these accounts. It won't be there that long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dryly) Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good job, Stanley, I got someone who wants to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They bring Holly out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley grabs her and pulls her close to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly nods yes. Stanley and Holly are escorted toward the door. Gabriel stands in front, holding his FN-FAL. He is speaking in French to several of the mercs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley stops. Gabriel walks down the steps and unhooks Holly's collar. Stan is about to freak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Stanley) Told you I was a man of my word, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks back. Marco unlocks the door. Stanley and Holly look at each other. Holly starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay.    I love you, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco stares at Stanley as they walk out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See ya around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to walk out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, the money just disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The money, it's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel turns around to look at Stanley.    We ZOOM INTO CLOSEUP. He's pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, gone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Stanley. He looks like he just got caught with his hand in the cookie jar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!   Run, Holly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco pulls his assault rifle but Stanley waylays him. They both hit the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly hauls ass into the street. Once the FBI SWAT guys see she is off the sidewalk, they scoop her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel jerks out his weapon and jams it against Stan's head as he and Marco roll around on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Won't do you any good. The money jumps every 60 seconds from one numbered account to another and will for the next ten years. 'Course it wasn't supposed to happen for another six hours. The power surge must have scrambled the internal clock. But, you kill me and you never get a single dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel eases up, wheels spinning at millions of RPMs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You let the hostages go and then I'll tell you where and when you can extract the money. We all walk away, nobody gets hurt. The accounts are encrypted with a 1024 bit cipher. Even I can't break through the fire wall. It's my act of God policy. (beat) Deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A very tense moment passes.      Gabriel looks around. has an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell ya what.    No deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco pulls a length of towing cable from one of the Hummer's winches and throws the line over one of the 30- foot-high ceiling buttresses. Gabriel grabs the cable as it comes down as two mercs rush in and grab Stanley, one placing a knife to his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco!   Grab Agent Sculley!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco grabs Ginger and drags her kicking, fighting, over to where Gabriel stands, brandishing the cable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, don't do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley struggles like there is no tomorrow. Gabriel hooks the end into a noose with the tow hook, and puts it over Ginger's head, pulling it taut around her neck. He cuts the cable-tie loose. She digs at them with her fingers. Two mercs rush in and grab Stanley, one placing a knife to his throat. Stanley struggles like there is no tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In all reality, Stan, she has you to thank for this. That first night in Prague you broke the D.O.D. database that contained her true identity. She's D.E.A., Stan, but without you, I never would have known.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(freaking) What are you doing? Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "String up the D.E.A. bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco hits the power switch. Ginger is yanked up into the air, hanging twenty feet above the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just let her down. I'll do whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then get me my money, Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley looks up at Ginger, valiantly struggling for her life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not doing shit until you bring her down. I'm serious. Let her down. Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel yanks out his .40 cal. H&amp;K, turns and SHOOTS hanging Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nooo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley looks at her lifeless body as they lower her. He looks up at Gabriel and runs at him. Gabriel slaps him in the throat, spinning him, and grabs Stan around the neck in the crook of his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(close and very serious) Take a moment, big guy. Don't make me put you in a wheelchair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the b.g. two mercs zip Ginger's body into a black body bag and carry her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't have to kill her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't Stan, you did.    But we're not done yet. (to Marco) Marco...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco yanks a seventeen-year-old girl up from the floor and puts a gun to her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are a lot of hostages here. I cared about Ginger, can you imagine what I could do to someone I don't care about. How long before the money jumps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sixty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They better hope you installed a back door or it could be a long day. Somebody get me a laptop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A laptop appears. Gabriel hands it to Stanley and nods to the mercs who drop him. Stanley drops to his knees, placing the computer on the ground. Stanley has logged onto the net via modem and we hear that familiar PULSE as he does. He connects onto an encrypted site on the net. His fingers hum over the keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at a screen) Money just jumped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at his watch) Okay, Stan. Sixty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Sweat rolls down Stanley's face as he works on the machine. Numbers scroll across the screen. Five columns of numbers scroll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forty-five seconds, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need another laptop, logged on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tries to keep from looking up at the crying hostage. The columns decrease. Another laptop appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty seconds, Stan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His fingers still fly. Three columns now.         He work the other laptop with his right hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifteen.   She's gonna die, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two.   Then one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, c'mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It scrolls down to one number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The home page for Grand Cayman Banc appears on the other laptop. \"Account Number\" appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nine... Eight... Seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley has typed in the account number and accesses the account. He flies through the transfer information. Account balance. 6.9 billion dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need your account number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone hands him a legal pad.         He types it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four, three, two...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\"Transfer?\" -- \"Yes\" -- TRANSFERRING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley jumps up and runs over to Marco.        Gabriel p his gun to the back of Stanley's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, goddammit, it's done.   Let her go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel looks at one of his boys who is checking it with a different laptop. He nods. Marco drops the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that was fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MERC holding a cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy says the plane is ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, 'bout time for us to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll never let you escape. You've gone too far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Au contraire. Do you hear that? (beat) That's the sound of America watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We MOVE UP THROUGH the roof of the bank, the sky is filled with the THUMPING of NEWS HELICOPTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They lead the hostages, including Stanley, onto the bus. He is pushed down into the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the driver) Let's roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The driver pulls the door lever and it closes. The bus pulls into gear and slowly moves forward. The cops and FBI agents just stare vacantly at the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just gonna let them drive the fuck on outta here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There isn't a free cop in a hundred miles that isn't on his ass. He wants a plane. He'll get a plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A G5 sits waiting on the tarmac.    SWAT teams move in to cover positions around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He won't get away. We'll take them at the airport. Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They exit. Roberts tosses the paper he was reading down on the table and walks out, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSPAPER",
          "text": "The headline reads, \"U.S. SENATOR JAMES REISMAN (GEORGIA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy and Agent Thomas jump in a waiting car, ready to head toward the airport. Roberts watches them, then com- mandeers another vehicle, tearing ass after the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus rolls down the street. Slowly one by one, car with flashing lights after car with flashing lights pulls up behind it until a convoy rivaling that of the Sugarland Express has built up. Choppers drop out of the air, shadowing the bright yellow school bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel's voice booms from speakers on the exterior of the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think any of us want a repeat of this morning. Keep at least a hundred yards from this bus at all times and I want the airspace for five miles clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dropping the mic and turning to the hostages)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies and gentlemen, we will be in your lives for approximately 55 more minutes. This bus has just become your new yard. So sit back, think happy thoughts, and this will be over before you can say 'cat in the hat.' Gabriel, smiling, turns to Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whaddaya think, Stanley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll never get away. Even if they have to kill everyone on the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? Five hundred bucks says I do. Tell ya what, Stanley, I'll even spot you the five bills. Gabriel walks to the front of the bus, puts on a headset, and keys a mic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "thru 132",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are moving through the city. Behind the bus, a huge caravan of police cars and SWAT trucks follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan, c'mere. Stan slides out of the seat and walks to the front with Gabriel. All the hostages' eyes are on him. At the front he looks at Gabriel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a look. Cops block off side streets as the convoy, ala The Gauntlet, rolls through L.A. Gabriel seems to be in complete control, despite being surrounded by every law enforcement officer within a hundred miles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan turns to Gabriel, angry.   He grabs him, pushing him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the fuck can you justify all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not looking at the big picture. Gabriel pushes him backward against the hand rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley, here's a scenario. You have the power to cure all of the world's diseases. But the price for this is that you must kill a single, innocent child. Could you kill that child to save the world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You disappoint me, Stanley.   It's the greatest good. Silence for several beats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about ten innocents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you're getting it.   How about a hundred?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel becomes intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about a thousand? Not to save the world, but just to preserve our way of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No man has the right to make that decision. You're no different than any other terrorist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wrong, Stanley. Some men are put here to shape destiny, to protect freedom, despite the atrocities they must commit. I am one of those men. Thousands die every day for no reason at all, where is your bleeding heart for them? You give your twenty dollars to Greenpeace every year and think you are changing the world. What countries will harbor terrorists, when they realize the consequences of what I will do? Did you know I can buy nuclear warheads in Minsk for forty million each? I buy half a dozen, I even get a discount.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver, looking at his watch, says something to Gabriel in French. Gabriel replies to the driver, also in French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "as the driver shifts down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER'S FOOT",
          "text": "Pressing down the accelerator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEEDOMETER",
          "text": "Nudging toward eighty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fu --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw Sugarland Express, Stan. Didn't like the way it ended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a sign that says \"LAX.\"          The bus turns off they get to the sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought we were going to the airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Misdirection, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus hurtles down a road toward a bridge over the LA river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the mercs in the front speaks French again. Gabriel looks around. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faintly, we can hear powerful ROTORS APPROACHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley looks out the window as two of the mercs scramble through hatches in the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge black Sikorsky sky crane drops out of the sky. It has matched speed with the bus dragging four crane cables under it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Within moments, as the bus speeds onto the bridge, the mercs on the roof have hooked the cables to the four hard-points welded into the bus' substructure for just this purpose. The mercs drop back into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus is lifted from the bridge into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts, hauling ass after the bus, sees the Sikorsky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well why the fuck not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SWAT teams sit and just continue to wait for Gabriel, who will never show up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy and Agent Thomas come SCREECHING up at the airport. Agent Thomas's PHONE RINGS and he answers it. Joy walks over to the SWAT leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything in place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're ready, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(running up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think they're coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean you don't think they're coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(listening to the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus was just lifted off the street by a giant helicopter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(freaking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only way to fly, huh, Stanley. Gabriel says something in French into the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky crane/bus head toward downtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus flies through the canyons of the downtown buildings as it continues to lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the bus crests a smaller building, and a large sign looms directly in its flight path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bank right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sikorsky swings right but not fast enough. It SMASHES through the sign and heads directly at a huge glass building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BROKERS in a bullpen go about their trading business. One looks up as the bus flies toward the huge plate glass windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy sh... His cohorts look up just as the BUS SLAMS INTO the BUILDING, SHATTERING the WINDOWS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone holds on for dear life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus falls on one side. The resulting tension snaps the sliced cable and the entire rear section of the bus dangles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chaos. Hostages slam into each other as the bus falls. One of the hostages flies down the center of the bus, collides with Marco, and both go out through the back window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forty feet from the bus they EXPLODE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The concussion BLOWS OUT every WINDOW of the bus.   The hostages scramble to hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus now hangs suspended perpendicular to the ground. The Sikorsky starts to climb again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "&amp; 155",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel turns to the merc driving the bus, who is wearing a headset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(listening to his headset, then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll make it, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sikorsky flies upward to the top of the highest skyscraper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts chases after the bus. He looks up, realizing where they are going and veers off, short-cutting toward the skyscraper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sikorsky attempts to set the bus on the rooftop. The back wheels miss the rooftop and the entire bus starts sliding toward the edge. The Sikorsky lifts the entire bus back up into the air and then gingerly sets it on the rooftop on all four wheels. The CABLES are cut loose from the helicopter, and drop down onto the ROOF with a loud CLANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts rushes to the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter then disappears upward into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ROOF",
          "text": "Mercenaries begin to pile off the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWAT trucks pull up and SWAT guys roll out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts rushes into the skyscraper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWAT commandos hit the stairs and elevators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting there on a helipad is an evil-looking, matte- black, Explorer helicopter. Gabriel and his men walk off the bus toward the waiting helicopter. Gabriel turns back to Stanley who is standing on the stairs of the bus. We hear the sound of hundreds of SIRENS APPROACHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Stanley, gotta fly. Take care of that little girl. Maybe I'll see you again one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can't end like this.     You can't get away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Stan. Everything doesn't always end the way you think it will. (beat, then) 'Sides, audiences love happy endings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel strides away. We hear the WHINE of the EXPLORER as it does its final POWER UP for lift off. Stanley looks around the bus futilely for some way to stop Gabriel. Stan can hear the cavalry about to arrive. The Explorer slowly lifts upward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Explorer shoots upward into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stan looks around, all the hostages look back at him. Stanley sees one of the Stinger missile launchers, broken free of its box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts runs onto the roof and sees Stanley who has the STINGER to his shoulder. He hits the \"on\" switch and it WHINES TO LIFE. He sights through the scope as the EXPLORER SCREAMS away and pulls the trigger. The MISSILE RIPS OUT of the tube and flies toward the EXPLORER. BOOM. The MISSILE EXPLOSION combined with the fuel creates a tremendous fireball. Roberts runs and tackles Stanley to the ground. Suddenly, SWAT GUYS dressed in full combat gear including masks tha cover their faces surround them. They cuff them.    One of them almost steps on Stanley's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm F.B.I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignoring him) Check the rest of the hostages, we'll come back for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "169B CONTINUED",
          "text": "Stretchers and EMT medics run into the bus. We CRANE UP. And see the absolute pandemonium of ambulances leaving and police cars arriving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see DOCTOR MICHEALS leaning over what is left of Gabriel's barely recognizable burned upper torso and head. Stan and Roberts walk into the room through the metal doors and stop at the end of the table. Dr. Micheals nervously looks up at Stanley and steps back. Stanley looks down at the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we sure this is Gabriel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Micheals walks over to a light-board on the wall and flicks it on. A full dental X-ray glows. Micheals hangs another over-top of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The body's dentals exactly match the dentals the Israeli government sent us for an ex-Mossad agent named Gabriel Shears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FACE",
          "text": "It is indeed Gabriel a.k.a. Gabriel Shear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sure looks like Gabriel Shear. What the hell was he doing in that bank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about Ginger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We searched all the hospitals and morgues but we haven't been able to find her body yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't find her body?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep looking. Bodies just don't fucking disappear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberts' voice slowly FADES as we PUSH IN ON Stanley, internal wheels spinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) Disappear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOCK FOOTAGE",
          "text": "Houdini's favorite elephant trick going on inside Stan's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large crowd of people surrounds Houdini and pale-suited assistants in front of a large elephant in the center ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Houdini made an elephant disappear in a room full of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His assistants pull a curtain all the way around the elephant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how he did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elephant suit.     Filled with his assistants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see his assistants jump out of the elephant and hang the suit inside the curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Assistants jump out. Blend in with the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Houdini's assistants pull back the curtain, melding with the assistants inside, unbeknownst to the audience of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Voila. The elephant is gone.   Houdini throws up his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more elephant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "in black urban assault gear, pushing Stan to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY, (PRESENT)",
          "text": "Realization sinking in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger looks at him, holding her Glock, a wire taped between her breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm D.E.A., Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- so advanced nowadays you could probably pilot it from your trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Misdirection...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gabriel's \"face\" smooshed against the glass door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO ROBERTS, (PRESENT)",
          "text": "Roberts looks at him inquisitively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "As a wry Indiana Jones smirk slowly crosses his face.   H slowly shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheer up, Stan, we got him. You're a hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah that's me. Hero. They walk to the door and out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was wrong about you, Stanley. I wanted you to know that. You know, you should take your daughter on vacation. Relax a little, you're lucky to be alive. Stanley slaps Roberts on the arm and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WOMAN who looks surprisingly like Ginger with blonde hair and dark shades saunters into the Credit Suisse main bank in Monte Carlo. She walks up to a desk and sits down in front of a young female BANK EXECUTIVE. Both women speak in French with SUBTITLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would like to transfer money between my employer's accounts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certainly. May I have your employer's account number and password, please? The Woman slides a piece of paper across the desk as she casually lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at the account number, realizing who she is dealing with) Oh, of course. You realize, how should I say, there is a substantial amount of money in that account.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sexy Woman smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why I'm here. My employer doesn't like drawing attention to himself. He likes to keep a low profile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bank Executive keys in the account numbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. Would you feel more comfortable dealing with the bank president?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exhaling) Would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right away. A glass of Cristal while you... Wait a moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There seems to have been a series of large withdrawals out of this account.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Woman spins around the terminal. The Executive and the Woman look at each other in astonishment, then both look back at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The balance now reads $500.00. We PUSH INTO A CLOSEUP OF the terminal.   Then THROUGH it",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINAL",
          "text": "We PUSH INTO a CLOSEUP of the terminal. Then THROUGH it. We SHOOT THROUGH the system of wires and microchips, DOWN and THROUGH T1 lines, ACROSS the world at light spee and EXIT the computer world FROM...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The screen of Stanley's laptop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything okay, Dad? Stanley, sitting at a booth, looks up from his laptop at Holly who was studying a road map of Arizona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's fine. Just making the last of some charitable donations.. Stanley finishes, shuts down laptop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about you, almost done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(folding up road map)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep.   Got it all figured out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, let's do it. They leave table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They exit diner. Make their way to a new SUV with a thirty foot tricked out Airstream trailer stretched out behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the way, where exactly are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Petrified Forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Petrified Forest. Stanley opens the driver side door of the SUV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.   And I'm driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly climbs into the vehicle, as if to take the wheel. Stanley slides in next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scoot over, you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE CRANE UP and AWAY as the vehicle pulls out of the desert truck stop...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Know why they call it the Petrified Forest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.   Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... and drives off down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN, whom we have not seen before but does maintain a certain \"Gabriel\" air about him, hiding behind shades, leans against a three-hundred-year-old column reading a newspaper. She walks toward him and he signals for the valet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not fucking gonna believe this. Stanley --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- How much he leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "500 bucks. He takes the $500 in cash from her hand and hands her the paper. They walk down to the dock, where a 50-foot off- shore cigarette boat waits, a valet standing next to it. He hands the valet the $500. Stepping down into the cigarette boat, he grins up at Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(steppng in next to him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't seem that upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you ever see the Maltese Falcon? She looks at him as he CRANKS UP the CIGARETTE and backs away from the pier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1941. Nominated for three Academy Awards, lost, but what the fuck does the Academy know anyway. John Houston's first film and probably Bogey's best. He turns the BOAT around and POWERS out of the bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the end, when they realize the bird's a fake, and all they had gone through and sacrificed was for nothing, Gutman, the bad guy in the movie, says, 'well, sir, what do you think, shall we stand here, shed tears, and call each other names, or shall we go to Istanbul?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Istanbul?   What's in Istanbul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The, ah, stuff dreams are made of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both smile as the CIGARETTE disappears toward the horizon.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1811"
    }
  ]
}