{
  "movie_id": "MOV1820",
  "scenes": [
    {
      "location": "MD-SIXTIES CHEVY N GT",
      "time": "DAY",
      "characters": [
        "HARDCORE FAN",
        "QNE, TWO, THREE, FOUR",
        "WA TRESS",
        "WLLI AMS JR",
        "SUSAN",
        "MR DENN T",
        "PREPPY W FE",
        "RES",
        "RI CKY",
        "CARLEY",
        "JEAN G RARD",
        "THEN ONE TOOK A PCLARO",
        "LUCIUS, (V.Q)",
        "HAPPENED",
        "JOHN DALY",
        "RESCUE WORKER",
        "LUCY BOBBY",
        "NBC COVERAGE",
        "MR_ DENN T",
        "ESPN ANCR",
        "EXT. PIT ROW- MNUTES LATER",
        "RES DENT",
        "PIN RED, FIN VATE, FIN BLUE",
        "FOR REAL",
        "MEXI CAN TALK SHOW HOST",
        "HALF ASI AN OLDER MAN",
        "GROW UP STRONG",
        "HERSHELL",
        "DI STRI CTS",
        "STEPHEN",
        "YO. YO MA",
        "GREGORY",
        "HOW DOES THAT MAKE YOU FEEL",
        "SMASH CUT TO",
        "ANOTHER CREW VENBER",
        "KYLE",
        "SPEED CHANNEL ANCHOR",
        "FILLS THE HOSPI TAL ROOM",
        "YOU RE GUARANTEED COOL",
        "CHI P",
        "LUCI US, (V. 0)",
        "ELMO",
        "QLDER MAN",
        "ALL",
        "A TIRED, BUT PROUD MOM AND DAD LOOK",
        "P. A. ANNOUNCER",
        "MVR. DENN T",
        "M KE JOY, (V.Q)",
        "RICKY JR",
        "MR. DENN T",
        "CLASS",
        "RICKY",
        "PASSENGER",
        "TI CKET TAKER",
        "HERSHEL, (0. C.)",
        "LUCI OUS",
        "HOUSEW FE",
        "SEVEN S VEI NER AND PUT IT ON THE",
        "FRONT OF THE WHOLE CLASS AT THE PEP",
        "BUT ONE TH NG YOU CAN REST ASSURE",
        "FOX ANNOUNCER",
        "JEAN GERRARD GREGORY",
        "TEEN W FE",
        "JOHN HANMFI N",
        "MODELS",
        "NUMBER _TVO,",
        "VO CE, (OC.)",
        "PARENT",
        "BLONDE W FE",
        "TALK TOO YOU",
        "CUT TO.",
        "I NSI DE NASCAR HOST, (V. OQ)",
        "TERRORI ST LOVERS",
        "WOODS AND NO ONE WLL SPEAK OF WHAT",
        "UP QUI TAR AND A JUG OF SWEET OF",
        "TV COVERAGE",
        "JOHN HANNAFI N",
        "ELDERLY NEI GHBOR, (OC.)",
        "PLN RED, FIN VATE, FIN BLUE",
        "KEI TH DOBY",
        "MVR_ DENN T",
        "AKA",
        "ESPN ANNOUNCER",
        "L",
        "THEN TOOK NUMBER TEN QUT",
        "ASSI STANT",
        "HOST OF SPEED WEEK",
        "LUCI US",
        "SLOW DI SSOLVE",
        "DARRYL WALTRI P",
        "DO YOUR BEST AND NEVER BACK DOW",
        "SOUTHERN FAN",
        "REPORTER FROV RPM",
        "SPEED WEEK ANCHOR",
        "NUMBER SI X SW TCHES SCHOOL",
        "BOTH KI DS",
        "DOESN T 1T",
        "CHERRY W NE.",
        "CREW",
        "YOU ARE NOT ON FI RE MR BOBBY",
        "REESE",
        "ANCR",
        "M NUTES LATER",
        "RALLY.",
        "MANAGER",
        "DOCTOR",
        "OPRAH W NFREY",
        "REPORTER FROM RPM",
        "CH P",
        "HANK AND WLLI AMS JR",
        "NUMBER ONE FRIEND FROM MEX",
        "WHEN YOU WAKE UP AS AN ANERI CAN,",
        "RI CKY, (CONT D)",
        "JEAN, (V.Q)",
        "RICKY, (V.0.)",
        "INT. DARK ROOM- ONE MNUTE LATER",
        "MORE",
        "PRE- TAPE PACKAGE",
        "WLLI AM6 JR",
        "MAN IN A TURTLENECK",
        "CUTE BRUNETTE",
        "TEACHER",
        "HAZY DI SSOLVE",
        "DI CK BERGGRON",
        "EXT. SPEEDWAY PIT CREW- A FEWMNUTES LATER",
        "AND THE HOVE OF THE BRAVE",
        "RICKY, (V.Q.)",
        "BARTENDER",
        "... AS FOR ME ALL ALWAYS TAKE A BEAT",
        "OFFI CER",
        "LUC",
        "DARRYL WALTRIP, (V.Q)",
        "FOX ANCR",
        "JEAN",
        "AND MAKES NUMBER FI VE TOUCH DOG DOO",
        "NMR. DENN T",
        "MUSIC AND CREDI TS END",
        "LI MO DRI VER",
        "... THE LAND OF THE FREE",
        "SUPER FAST PUSH",
        "MUSIC",
        "DI ANNE, (QC.)",
        "CAL NAUGHTON JR",
        "KEI TH AND RI CKY",
        "LUCY",
        "HOT DRUNK BLONDE",
        "RICKY S DAD",
        "LUCI US, (V. QO)",
        "OPEN",
        "PLAYER",
        "BOBBY, TO DAVE AGAIN. WLL TEST DRI VE IN CHARLOTTE FOR TH",
        "TO.",
        "P.A. ANCR",
        "SPONSOR PROGRESS",
        "HERSHEL",
        "CAL NAUGHTON",
        "THE CRY OF A NEWBORN",
        "NURSE",
        "NUMBER ONE BEATS THE HELL OUTTA OF",
        "REESE BOBBY",
        "FANS",
        "THAT FLAG WAS MADE FOR A REASON",
        "HANK",
        "GLENN",
        "GONNA NAME YOU T.J. AND",
        "ON",
        "SPOTTER",
        "SPOTTER, (V.Q.)",
        "BY BEIN BORN IN AMERICA, YOU RE",
        "WOMAN W TH GLASSES",
        "TRACK",
        "HOPE YOU RE NOT PLAN N ON STAYIN",
        "DOLLY",
        "ELDERLY MAN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "VWé see a woman, LUCY BOBBY, 23, in the midst of giving b in the back seat. Driving the car is REESE BOBBY, 26. He go! ng way too fast in a gleaming inmecul ate tri cked- o evy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Wioo- whoo!!! Honey wll you | ook at that speedoreter!! Just | ook at it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "| amgiving birth to your child you jackass! ! They go right by the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "You j ust passed the hospital! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE",
          "text": "Baby, we’re going one hundred and thirty-six mles an hour! Ha, ha, ha!! This car ain’t never gone this fast!!! VW hear the cry of a newoorn as the speedoreter strains hit 140 mph. DI SSOLVE TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is career day and a class of twenty fourth graders are listening to a PARENT, 35, talking about his job wth his DAUGHTER, 9, next to him In the front rowis TEN YEAR CD RICKY, he wears braces and an ill-fitting, bright, orange collared shirt. He is clearly not one of the popular kids",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARENT",
          "text": "... and then | lock up and head on hone. So that’s what its like to manage a Véffle House. The Gass claps and the TEACHER, a reddish brown haired wo of about 42 steps in front of the class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Qkay, next up is Ricky Bobby. Ricky is your Father here? Ri CKY No Mam MW Mther says he’s off getting speeding tickets and chasi ng tail. The class | aughs. Ricky doesn’t know wy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Alright then, we'll move on to Brennan, wno’s Father is here to tell us what his job as a prison guard, is like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLASS",
          "text": "Cool job! Awesone! | want to bein prison! There’s alittle tap at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Excuse nme darlin...!’ m Reese Bobby. |’ mhere for career day wth ny son Ricky... Ve see Reese is peeking through the door wth a cigarette his mouth. \fRi CKY Dad! Ricky runs up to Reese and hugs him",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Hey there boy. Man you got bi g...How long’s it been? Three ront hs? Ri CKY Ten years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Aw sorry about that. Here’s a five dollar bill. He hands Ricky the bill as the other boy and his Dad sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "M. Bobby, there’s no snoking in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "It’s alright honey, |’ m bonded. (addressing the cl ass) Qxay...| ama race car driver. The kids oh and ah and Ricky beans with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "And the first thing you gotta learn if you wanna be a race car driver, is that you don’t listen to losers...like your teacher over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Qxay, | think that’s enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Your teacher wants you to go slow and she’s wong, cause this whole worlds built on speed. Just remenber, it’s the fastest that gets paid and it’s the fastest that gets laid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reese Bobby is being forcibly removed fromthe school by three JAN TORS, while Ricky watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "You people are in the wong on this one!!! So in the wong!!! This is egregi ous!!! Do you hear ne, ear egi ous! |! They toss Reese onto the parking | ot. He gets up. Ri CKY Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Don’t listen to these people Ricky! You're a wnner! You got the gift. Al ways renenber: if you aint first, you’ re last. He jumps in his car and takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "See you when you're grown up! Ri CKY (awe struck) If you aint first, you’re last...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CARD: “The Tall adega Speedway: Ten Years Later” Qverhead shot of Talladega Speedway 1992. W helicopter pa past an electric crow of two hundred thousand people as multi-colored stock cars tear dow the straight away wtha deafening roar. Mmm It’s sweet. ESPN ANCR #1(V. © ) It is a hot one here in Talladega. And this crowd of over one hundred and ei ghty thousand is enj oying one heck of a race! Cal Naughton Jr. has been dueling Bill Elliot all day long... CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "W see a quick cut of the caution flag being waved. A hand full of cars pull into pit row. W focus on one parti cul car: #28 The Laughing Cow Milt Liquor Car as it weakly rolls to a stop. As soon as it stops the crewis all over changing tires and fueling up like they’ re involved in s kind of aut onoti ve ballet. Vé whip pan to the crewto see Ricky changing a tire. He’s the crew. HE 1S NOT THE DRIVER Fé still has a dorky spiky haircut and a pimple or two wth a nane tag reading “Ricky on his crew suit. The crew chi ef, LUCIUS WASHINGTON, an intimidating Afric Arerican man, starts talking to the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Terry! Terry! Listen to me. You are running a terrible race man! W're in last place. You haven't passed anyone in forty-five minutes. Terry? The driver doesn’t respond. Lucius reaches into the car a touches the driver who sl unps over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Sweet Mother Mary! This man’s dead! He’s cold to the touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHELL",
          "text": "|’ ve watched those true crime shows that takes like two hours for a body to get cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER CREW VENBER",
          "text": "How the hell was he turning corners? Hush falls over the pit crew. GLENN a slightly affected Georgian wth a big Adams apple, speaks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "VW’ ve been crewng a ghost car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Gt this body out of the car. (turns to the crew Alright gentleman the bottomline is if we don’t finish this race our sponsor is gonna shit a chicken. \fThe crew starts to get the body out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "Think about it. He was dead and he was still driving. It was...it was literally a ghost car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "| need me a driver. Who wants to go fast ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER FAST PUSH",
          "text": "Ricky raises his hand. Ri CKY | like to go fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1) Ricky being zipped up in the suit 2) Buckle clicking h into the seat 3)Gose up of a tire peeling out 4) The car tearing out of pit rowwth a vengeance MUSIC: STEVE EARLE’ S “LAST OF THE TROUBADOURS” ki cks in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the crowded stands we see a FATHER, 49, a MOTHER, 48, his two SONS all decked out in Nascar hats, shirts and jackets listening to the coverage on their race radios.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESPN ANCR",
          "text": "VW have got a situation for the Laughing Gow Milt Liquor nunber 28 car. Apparently Terry LeCheveaux is sick and one of his crew nenbers has taken the wel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is moving and shaking. He’s got his spotter in his as well as Luci us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS, (V.Q)",
          "text": "Just play it safe. | don’t want you wecking that car and costing us three hundred thousand GD. bucks. \fRi CKY Wth all due respect sir, | think |’ m going to do sone driving. VW see his foot on the accelerator and he begins to pass cars. Ricky fakes high and then passes | ow. Taps someone fender then dodges a weck nasterfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESPN ANNOUNCER",
          "text": "WI! look at that. The tire changer in the 28 car is really going after it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO.",
          "text": "Checkered flag is waving we see Ricky finishing third.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A reporter fromthe show RPMis intervi ewng Ricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER FROM RPM",
          "text": "... The big story from Tal! adega today is a little-knom tire changer, Ricky Bobby, who fini shed third in the Laughing Gow Mit Liquor car. Ricky, where’d you learn to drive like that? CUT TO. Vé see that Ricky is extremely nervous. He just stares at that camera for along time. Ri CKY Do you want ne to talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER FROM RPM",
          "text": "If you'd like to say something that’ d be great. Ri CKY (too softly) Véll the car handled real good ...and that was good so | felt good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER FROV RPM",
          "text": "Can you speak up Ricky? \fRi CKY | said the car handl ed good and that was good. So! felt good which was good...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER FROM RPM",
          "text": "A ght. the car was good...we get that . Ri CKY And if my Daddy’s was watching |’m sorry | didn’t finish first. I'll do better next time... CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The teamowner, M. DENNT, alarge, garrul ous man watches the interview wth Luci us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Bad news is he’s going to need sore on camera training. Good news is he can drive M. Dennit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR_ DENN T",
          "text": "I’ mjust happy he didn’t wreck ny car. Wiat’s his name again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Ricky. Ricky Bobby. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Ricky Bobby in his car approaching the finish line wth three cars in front of him He zig zags through them tapping bumpers and then throws a balled up piece of pape into Cal Naughton’s car as he wns. ANNOUNCER ( V. ©. ) Ricky Bobby wth sone go for broke driving takes the checkered flag!!! Do not try that at hore! ! Cal Naughton opens the piece of paper and it reads “Bye B CAL NAUGHTON JR. Cocky ass tire changer. \fMUSIC AND CRED! TS CONTI NUE TO ROLL. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPONSOR PROGRESS",
          "text": "W see different decals being put on the hood of Ricky's c as they get more and nore successful : 1) Laughing Gown Mit liquor 2) Pabst Blue Ri bbon beer 3) Dom Peri gnon Champagne 4) Halliburton 5) The Vatican 6) Whfrey and finally... Skoal Bandits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is doing big victory donuts in the infield, tearing grass. Ri CKY Wooo!!! Wooo!!! Wen he’s done we see from overhead that he’s witten “I’m #1” in the turf. INT. COUNTRY WESTERN BAR - Ni GHT Ricky is line dancing wth a dozen people behind him He’s got a different hairstyle and is alittle nore cleaned up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky Bobby tries to j am between two cars approaching th finish line. ANNOUNCER ( V. ©. ) Ricky Bobby thinks he sees a gap but | sure as heck don’t... Ricky spins out and rolls into the infield. He gets out o his car and stands on the hood and waves two small Areri flags as the crow) cheers him ANNOUNCER ( V. ©. ) That’s Ricky Bobby’s third no finish of the year but the fans love himfor going for the wn. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is line dancing now wth a hundred peopl e behind hi He now | ooks good wth sone nice clothes and a good hairc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is being introduced at the pre-race introductions. the crowd a hot drunk bl onde CARLEY, 25, is sitting on h DI RT BAGGY BOYFRI END S shoul ders in the crowd. W see h from behind as she takes off her top and flashes Ricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOT DRUNK BLONDE",
          "text": "Hey Ricky Bobby!! | wanna f ashen fushoo!! Whooo! ! Ricky looks over at her and they lock eyes. It is love at first sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "| have found ny angel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky carries Carley in wedding gow through the front doo of a huge MMansi on in a devel opment of identical Mansi There is a giant bow on it. They enter and make out furi ousl y.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VW see a flurry of checkered flags shooting through frane succession as crowds go crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky working on his engine wth some crew nenbers, turns carer a. Ri CKY H, |’mfR®cky Bobby and | love to be healthy but | also love deep fried pork products. But now! can enj oy both wth new Low Carb McG nty’s Cheese Pork Ri nds. Takes a bite and sniles... \f11. EXT. OOUNTRY VESTERN BAR - Ni GHT Ricky is line dancing now wth literally two thousand peop behind him te rules the race scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is being interviewed by DI CK BERGGRON for FOX in Victory Lane. Behind himhis crew and a crowd celebrate ye another victory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI CK BERGGRON",
          "text": "Heck of wn today, how do you feel ? Ri CKY (fast and sharp) Wil Dick, | feel alike a fat man who-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky finishes his thought but now he’s on ESPN s The bot bei ng interviewed by Stuart Scott. Ri CKY -wecked into the cookie dough truck. | love-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now he’s being interviewed by Katie Couric. Ri CKY -racing. | love hitting that gap and maki ng-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is being interviewed by Lou Dobbs. Ri CKY -that checkered flag shake. | love the speed, the bunpi ng- \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ri CKY -and the shakin. Heck, | even love t he-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is now on a Spanish | anguage talk show. Ri CKY - pit stops. They both chuckl e.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEXI CAN TALK SHOW HOST",
          "text": "Bueno Ricky Bobby. Bueno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky finishing the chuckle and now bei ng interviewed by Qor ah Wof rey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH W NFREY",
          "text": "You’ ve becone knom as the dri ver who won't accept second pl ace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is now being interviewed by Elm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMO",
          "text": "Were does that desire cone fron? Ri CKY | live and race by one notto...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is now surrounded by literally three hundred report wth casette recorders and mcs. W see this froman overhead shot . Ri CKY If you aint first, you’re last. Ricky gives a wnk and a click as hundreds of canera fire. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO.",
          "text": "EXT. Ri CKY S MOMANSI ON - DUSK Qurrent Day. There are a dozen cars parked in the drivewa hunmrers, pick-ups, a Porshe, a trans ametc. WORDS COVE UP ACROSS THE BOTTOM OF THE SCREEN: “PRESENT D",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OQ of Carly yelling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Supper’ s ready! Cone on everyone! Supper! ! CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VW see a massive spread of fried chicken, burgers, veget biscuits etc. Ricky sits at the head of the table in a Mountain Dew var jacket. Their TWO SONS, 9 and 7 are there in Mountain Dew jackets as well. Carley and CARLEY’ S DAD, 71. They are all holding hands and saying grace. During the entire scene there is a dog barking in the backgr ound. Ri CKY Dear Lord baby Jesus or as our brothers to the south cal! you, Hey- zues. VWé thank you for this bountiful harvest of fried foods and Pepsi. And |’d also like to thank you for ny fanily; ny two beautiful sons, Hank and W11i ans Jr. And of course ny red hot wfe, who if you were to rate here ass on a scale of 100, it would easily be a 94. ( MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RI CKY (cont'd) | also want to thank you for ny wfe's father Chip and! hope, dear Baby Jesus that you can you can use your Baby Jesus powers to heal Chi p's leg, which smells horrible and the dogs are al ways bothering wth. Also infant Baby Jesus gi ve us-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "You know sweetie, Jesus did grow up. You don’t have to always call hi m Baby. Ri CKY Honey | just like the Christmas Jesus best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CH P",
          "text": "He was a man. He had a beard. Ri CKY | wll always like the baby version the best! Do you hear me?! I’ mthe one who wins races and |’ mthe one who gets money!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Ricky finish the grace. Ri CKY Qk... Dear tiny newborn infant Jesus, we thank you for all the races |’ ve won and the 21.2 million dollars in total prize winnings that | alone have earned. Also, due to a binding endorserent contract that stipulates | mention Mountain Dew whenever | say grace, I|’d like to say that Mountain Dewis thirst quenching and delicious. Anen. Everyone digs in. Ri CKY How was school today boys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "MW friends and | skipped school and we found a spider and we threw light bulbs at it for close to six hours and then | made a jelly sandw ch and then | threw light bulbs at a spider. \f19. Ri CKY You already said that last part, but it sounds |i ke a good day. Wat about you WIliams Jr.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "The teacher asked me what the capitol of North Carolina was and | said Washington D.C. and she said you're wrong. So! said, “You got a lunpy butt”, and she got mad and yelled at me and! pissed ny pants. And | never changed ny pee pants all day. I’mstill sittin’ in ny dirty pee pants. Ri CKY You kids are just like your dad, precocious and full of wondernent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHI P",
          "text": "| can’t hold ny tongue: those kids are my grandchi!l dren and you are raising themwrong. They are terrible little boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Shut up Chip! Your just a winkl ed old fart!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Gandpa | swear you shut up ri ght now or |’I1 beat you in the mouth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CH P",
          "text": "Are you going to let your sons talk to their grandfather like that? Ri CKY | sure as hell amChip! In fact I’m proud of the way they’ re talking to you. They are wnners and wonners can do whatever they want. You’re just an old bag of bones. The only thing you’ ve ever done wth your life is make a hot daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Daddy you stop disrespecting Ricky. He pays for this food and he pays for your leg treatments. You | eave him alone, under st ood? \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CH P",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Baby what you gonna do t onorrow? Ri CKY Wn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Waachya gonna do?! Ri CKY Wn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Ki ds, what’s daddy gonna do? HANK AND WLLI AMS JR. Wn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Daddy what’s your son-in-| aw gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CH P",
          "text": "Ah heck....win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Nobody beats ny baby! She and Ricky kiss in a really sexual way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC: ONLY DADDY THAT’ LL WALK THE LI NE BY WAYLON JENNI VW push through fromthe shadow bowels of the speedway and up and out an entrance way to the sunlit track. It isa breat ht aking assault on the senses. W see hundreds of thousand of fans and the jet black asphalt of the track w gl eaming cars splayed across pit rowlike fighter planes the crews prepare for the race. CUT TO. \fV/.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky, in shades and his driving suit, strides past all t trailers set up in the infield.A constant stream of peopl come up to Ricky and ask for his autograph and follow him while he walks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FANS",
          "text": "Hey Ricky Bobby! If you aint first, you’re last!... Hey look, it’s Ricky Bobby! Ri CKY God | ove you! More people start to swarmfAicky for autographs. He signs their programs, shirts, faces, hands and breasts without missing a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Ricky, did you see this nonth’s issue of Hgh Octane Magazi ne? Ri CKY No baby...(then to some fans) Is that Charla wth an “S” or a “C'? Carley holds up the magazine. It says “Formula Me driver Jean Grard: Qur Driver of the Year!” There is a picture o dashing driver in front of a Formula Me race car. Ri CKY Wat ? This was supposed to be ny year!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "| already called themand said that you'll! never do another interview wth them again. He signs a program a WOMAN s chest and a BABY in quick successi on. Ri CKY “Jean Grard?” Who the heck is he? | hate those Formula Me drivers. Their cars | ook like bugs. A CUTE BRUNETTE, 27, wth glasses comes up to Ricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUTE BRUNETTE",
          "text": "Excuse me Ricky...? \f18. Ricky signs her face and shirt really quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUTE BRUNETTE",
          "text": "Ah! Ricky, it’s me, Susan. |’ m your assi st ant . Ri CKY Aw jeez, |’ msorry Susan. You gotta stay clear of me when! go into autograph node. |’ mreally sorry. Ricky and Carley start to walk away. Carley turns back to Susan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "By the way Susan, you might want to button up that top button on your blouse. If you don’t have the merchandise don’t put it in the front window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky leans into the wll call window. Ri CKY Hey Stephen, just makin’ sure those two tickets are here for ny special guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPHEN",
          "text": "You know it Ricky. Good | uck today. Stephen shows Ricky the tickets as Rocky leaves. Stephens turns to the TICKET TAKER, next to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPHEN",
          "text": "It’s so sad, he | eaves two tickets for his daddy at every race and he never shows up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The race is in its final twenty laps. Cal Naughton is | e wth two cars behind hi mand then Ricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "M KE JOY, (V.Q)",
          "text": "Ricky Bobby is doing everything he can to catch Cal Naughton Jr but this is just Cal’s day. \f1y.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VW see the balcony of spotters watching the race from overhead wth binoculars. RICKY S SPOTTER 52, wtha must ache and sungl asses waves Ricky off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY, (V.0.)",
          "text": "Do | got roomto pass bet ween the two cars in front of me? RICKY’ S SPOTTER Ricky there’s no room Stay in your | ane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US, (V. 0)",
          "text": "Ricky, you’re in fourth place. That’ s good points. W don’t need the wn. Let Naughton have this one. Ri CKY |’ msorry Lucius, that just aint gonna happen. Ricky accelerates towards a really small gap bet ween two cars. He hits one and they all spin out leaving Cal in th clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "| told him | told the man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON",
          "text": "Woo! Goodbye Ricky! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky has stopped spinning so that he’s facing the wong w He kicks the car into reverse and keeps going, BACKWARDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARRYL WALTRI P",
          "text": "Ricky Bobby is trying to finish the race in reverse! This is unbel i evabl e! ! \f20. Ricky passes Cal and takes the checkered the flag while flipping Cal the bird. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GQewis shooting bottles of champagne into the air, cel ebr ati ng. Luci us pul | Vé see the",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW",
          "text": "Ricky! Ricky! Ricky! Ri CKY It’s just called driving boys!!! Wooo! ! ! s Ricky aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "That was sone of the dunbest driving |’ ve ever seen. You may have won but you gotta remenber, you’ re not gonna live forever. Ri CKY |’ mnot stupid Lucius, no one lives forever. But wth advances in modern science and ny high i ncore it ain't crazy to think | can live to be 245, maybe even three hundred years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "This is for real Ricky Bobby! Every driver knows the big weck is waiting for him You gotta respect the danger of what we do! Ri CKY Maybe even four hundred years. | heard they just put a pig heart in some guy from Russia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHEL, (0. C.)",
          "text": "Cone on Ricky get over here and cel ebr at e! crew dancing and spraying chanpagne all over each other. Ricky joins them \f21. Ri CKY Woo!! Woo! ! Vé see one crew menber has gone a little too far in his celebration. He is in his underwear and is dancing and hunping the back of Ricky’s car. Ri CKY Hey! Stop that man! Everyone quiets a bit and looks at the CREWNMEMBER KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "| thought we were all getting crazy, you know, lettin | oose. Ri CKY No one was hunping the car. That’s just weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Since when did ve start j udging cel ebr at i ons? M. Dennit, the team owner approaches Ricky. He has a beautiful and very young BLONDE WFE, 19, wth him",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "That was a great wn Ricky. But | think we got to start | ooking at the big picture here. Qur sponsors, along wth nyself would love to wn a points chanpi onshi p. Ri CKY WIl wth all due respect sir | had no idea that you recently had gotten experimental surgery to have your balls renvved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NMR. DENN T",
          "text": "Wat the hell did you just say to re?! Ri CKY Woa, wooa, M. Dennit. | said wth “all due respect”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MVR. DENN T",
          "text": "That doesn’t mean you can say anything you want. \f22. Ri CKY I’ mpretty sure it does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE W FE",
          "text": "Wy is that man having sex wth that car? The Crew Menber is back hunping the car. Ri CKY Kyle! Kyle! What did | just tell you? INT. “THE NO BRAKES HONKY TONK’- LATER A Glley’s type Honky Tonk wth stage and bar in the back. Five hundred people are pressed up against the stage as K TOBY, 35, a country western singer, sings his American br of music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHERRY W NE.",
          "text": "Grow) goes nuts. Keith waits for the crowd to die dom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "WIl this is a hell of a crowd and this sure is a hell of a nation. Before | sing this next song | wanna bring up to the stage a real dear friend of mine and the wnner of yesterday's Menphis 400. Pl ease wel cone the fastest there is anda true American: M. Recky Bobby! Ricky j umps on stage. The Crowd goes nuts. Ri CKY How good is Keith Doby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "Thanks Ricky! This next song is one of Ricky’s favorite and it’s off ny Red, Wite and Not You album A",
          "sentiment": "neutral"
        },
        {
          "speaker": "QNE, TWO, THREE, FOUR",
          "text": "The band kicks in wth a country anthemthat the crow obvi ousl y knows. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON",
          "text": "THE DAD Sate vc (SPOKEN) SON VE RE",
          "sentiment": "neutral"
        },
        {
          "speaker": "DO YOUR BEST AND NEVER BACK DOW",
          "text": "FROM A Fl GHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUT ONE TH NG YOU CAN REST ASSURE",
          "text": "OF, AS SURE AS THE Ri SING SUN",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY BEIN BORN IN AMERICA, YOU RE",
          "text": "ALREADY NUVBER ONE”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "Cone on boys let’s make this speci al | Ri CKY",
          "sentiment": "neutral"
        },
        {
          "speaker": "NUMBER _TVO,",
          "text": "Kt was THE CRAP OUTTA OF NUMBER qi VES NUMBER FOUR A WEDG E",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI STRI CTS",
          "text": "CAUSE HE’ S TERRORIZED BY ONE,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADE NUMBER El GHT AND NINE KISS IN",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIN RED, FIN VATE, FIN BLUE",
          "text": "( MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KEL TH AND an CKY (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU RE GUARANTEED COOL",
          "text": "The crow) goes crazy as Rick and Keith high five. INT. THE BAR SECTION OF THE NO BRAKES - LATER THAT Ni GHT MUSIC: “Tight Fittin Jeans” by Conway Twitty Every DRI VER and CREW MEMBER who’s anyone is there. The is hopping. A fewcouples dance and everyone is partying. Ri CKY (yelling over the din) That was a hell of a show kKeith!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "Thanks Ricky!! | always love it when you cone by! Lets do us sone part yi ng!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "Hey bartender! Gve ne a fast bal! wth atwst of lire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHELL",
          "text": "Wat’s a fast ball?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "Basically the bartender wnds up and throws the shot at you as hard as he can. The bartender takes a shot glass and wnds up like a pitch and throws the shot at Rocky who waits with his mouth ope The shot hits Ricky splashing booze all over him Ri CKY Dam! | almost had it! Gve re anot her! ! Cal Naughton pushed through the crowd towards Ricky grabb him by the collar. CAL NAUGHTON JR. Hey Ricky, you pull another stunt like you did today and |’ mgonna bust up your face! You hear ne?! Ri CKY You're right Cal. |’ mreal sorry. Bartender, give ny friend here a fastball. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON",
          "text": "Wat’s a fastbal!? The Bartender whips a shot glass at Cal Naughton. The who crew cracks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON",
          "text": "Ah!! That’s it! You’ re going down! Music: Conway Twtty song wnds down as a new song cones on Mles Davis’ Kind of Blue. The whole bar cones to a stand still. Ri CKY Wat’ s goin’ on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON JR",
          "text": "Wat is that...? Ri CKY | hope |’ mwrong. | really do, but I’ mpretty sure that’s... jazz. Ricky stands up and throws a bottle at the j ukebox. A GENTLEMAN in a stylish, racing wndbreaker wth slacks and sporty European racing shoes turns around. He is the driv fromthe cover of Hgh Octane Magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "(French accent ) Wy did you stop the Mles Davis? Wss it not pleasant for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "No one plays jazz at the No Brakes. No one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Then why is the song on the j uke box?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Ah shoot, |’ msorry, | thought that was a Mec Davis CD on there. Ri CKY Wit a minute, | knowthis guy! | saw you on the cover of Hgh QGctane! This dude’s a formula one driver! There’s a grunble of disbelief fromthe bar. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "| amJean Grard. And yes, | ama formula one driver. Ri CKY Wy’ re you talking like that? Is there something wong wth your tongue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHELL",
          "text": "Could be a cleft palette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "| think what you are hearing is ny accent. | am French. Ri CKY Did you just say you’re French? The whole bar goes grunbl es.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Qui. Ri CKY (after a beat) Huh? Waat’s going on? Is that a sound or word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "It means yes, | ama Frenchman. Ri CKY WIl then wel cone to Anerica... Ricky goes to punch Jean who deftly blocks it, grabs Rick the wist, does a specific pressure hold and slams his hea onto the bar wth armpinned behind his back. All ina split second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Wy would you want to hit ne because | am French? Ri CKY (face pressed against the bar) Let me go, you Formula Me j azz wei r do! \f2/.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "You fear wnat is different. Unfortunately in this world that is not so uncommon. | will let you go, but before | do | want you to say, “Il love crepes”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "Don’t say it, Ricky! Let him break your arm Beat as Ricky thinks. Ri CKY Alright! |’ ve thought about it and |’ ve wei ghed all the options. | have decent insurance, a broken arm isn’t so bad, plus ny pride and the respect of ny peers is important to me. So go ahead and break ny arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Msr. Bobby... please, just say “I love crepes.” Ri CKY Let me think about it again. (half beat) Yep |’mreal secure wth ny deci sion. G ahead and do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "Maybe just say it Ricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "You know what? The nore |’m thinking about it, just say, “l love crepes”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Hell Ricky | had a whole ness of crepes this norning. They’ re j ust like pancakes, maybe even better. Ri CKY Aw man, are those those really thin pancakes...|’ ve had those. They are good. But |’mstill not gonna say it!! It’s become a matter of pride!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "So you want ne to break you arn? Because honest Ly I’ d rather not. ( MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JEAN G RARD {cont d) Wat if you just said “I love really thin pancakes.” That is a fair compromse, non? Ri CKY No! Everyone would know I! really meant crepes. Now do it! Break ny arm Break it you dirty coward!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Wy do you want ne to break your arm so badl y? Ri CKY This is about taking a stand. But bei ng French you woul dn’ t understand that. Now break... ny... arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "| see no way out of this... The Gentleman tw sts and breaks Ricky’s arm Ri CKY Ahhbhh! ! |! Hs crew and fellow drivers cone to his aid. Ri CKY | didn’t say it!! | didn’t say it!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "You really should have. The Bartender has a plate of crepes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Here, eat this... it’Il confort you. Ri CKY That’ s good. Wit is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "It’s a crepe. Ri CKY They are delicious... \f2g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "| amvery sorry. This encounter was not how! wanted it to be. Please let me call you an anbul ance-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "Hold it right there M. Fancypants foreigner. (he reveals a knife) You’ re about to get murdered. A circle of drivers and crew nove in on the French Gent! Suddenly there is a gunshot fired and M. Dennit steps in wth a pearl-handled pistol. There is a MAN next to himina turtle neck wth a beard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "|’ m gonna need all of you to step away fromny driver. Ri CKY Wat’ d you mean “ny driver?! !”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON",
          "text": "Gh this is too goood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "| told you | wanted a points chanpi onship Ricky. Jean’s here to get us one. | just signed himas your teanmate. Ri CKY M. Dennit, wth all due respect and remenber, | amsaying “wth all due respect”, that idea is hand di pped in shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Hey you don’t talk to ne like that! You better get your head t oget her Ricky. This go for broke stuff don’t play in the long haul, you hear ? You hear! LOOK AT ME VHEN |",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALK TOO YOU",
          "text": "Ri CKY |? mlookin’ right at you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Now I’ I| see you in Richnond wth a serious attitude adj ust ment. \f30. The Man wth the beard goes to Jean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN A TURTLENECK",
          "text": "Are you alright Jean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "| amfine. Everyone, this is ny husband Gegory. There is a shocked beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHELL",
          "text": "(whi spers to the bar t ender ) Did he just say husband?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "Sweet Lord. Dennit hired a gay Frenchman as your teanmate. Ri CKY (dazed by the i nf or mati on) | don’t... understand... things... that are... happening... He throws up and then faints dead away. CUT TO. EXT. Ri CHVOND SPEEDWY - FI VE DAYS LATER We see the Richmond Speedway packed wth people. Cars are doing their qualifying runs. EXT. Ri CKY BOBBY S TRAILER - CONTI NUOQUS Ricky is drinking a beer wth a cast on his armwhile his t kids j ump on a trampoline. There is a TV muted playing t Speed Channel in the background. Carley is yelling at Ric",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "So this is why you’ ve been avoiding me for the better part of a week! Ri CKY I’ msorry darlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "All you had to do was say you like crepes! They said you asked himto break your arm \f31. Ri CKY It was about pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "And now because of your pride you can’t drive today. That’s less money for us. Hell that’s less money for me. Recky |’ mhot. W ass has caused four traffic accidents. | once made out wth pro golfer John Daly. | deserve a wnner! And you can’t wn wWth a broken arm you... you... bunghol e! Kids hear this bouncing on the tranp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Mom said bunghol e!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOTH KI DS",
          "text": "Daddy is a bunghole!...Daddy is a bunghol e! ! Ri CKY You kids shut up! Both kids start to cry while still jumping on the tram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOTH KI DS",
          "text": "Aaaa... Daddy hit me!!! Call the police!!! Ricky Bobby abuses his children!!! Ri CKY | do no such thing!! Look here’s a hundred dollar bill for each of you. Stop saying that. He hands one of thema hundred dollar bill as they bounce Ri CKY Wait! Hold it down! Shhhh!!! Ricky sees something on the TV and un-mtes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "W see a Formula Me race car passing other cars on the TV. I NSI DE NASCAR HOST (V. ©.) And the big question in Nascar this week is, who is Jean Grard? \f32. VW see footage of Jean celebrating wth a gold trophy and gi ving his husband a kiss. | NSI DE NASCAR HOST (V. ©.) Many consider himthe best driver in the world and now he has cone to the States to put his reputation on the line. Ri CKY Shhhh! | wanna see this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "| wasn’t saying anything! | NSI DE NASCAR_HOST (V. © ) Born and raised in the French countryside Jean has lived by one notto since he was a small child...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jean addresses camera in an intervi ew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Finishing first is nothing. Excellence is all that matters. Ri CKY Ch ny God that is stupid. Vé see Jean wth a horse by his stables. | NSI DE NASCAR HOST (V. © ) Jean has won every major Formula Qe chanpi onship there is. But he still finds time for the finer things in life. And when he isn’t caring for his collection of thoroughbred horses, he is spending time wth his bel oved husband @egory. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jean and Gegory are tossing a stick to a German Shepherd. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (V.Q)",
          "text": "@egory understands me. He is ny patience. He is ny wsdom He is ny | ove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I NSI DE NASCAR HOST, (V. OQ)",
          "text": "But Gegory is no stay-at-hore spouse. Wen he isn’t at races wth Jean, he is busy as a world famous trainer of German Shepherds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "@egory is blowng a wiistle and making hand signals to six German Shepherds. They walk in elaborate patterns and one themjunps over another. Then he gives a series of short bursts on the whistle, we reveal that the dogs have forme pyram d.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "Mlou! Constantine! Well done!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s now Gegory and Jean being interviewed. As Jean talks G@egory rubs his shoul ders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN GERRARD GREGORY",
          "text": "Arerica is just another (Gently singing a French challenge for us. But we ul | aby) believe that if you do sorething well and wth artistry, life, wll findits way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two SPEED CHANNEL ANCHORS are speechl ess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEED CHANNEL ANCHOR",
          "text": "Uh... wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEED CHANNEL ANCHOR",
          "text": "Boy... that is alot to take in. Unhh. . . The TV clicks off. \f34. INT. RICKY’ S TRAILER - CONTI NUQUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Ricky what are you worried about ? He may be slick and strikingly handsore but no one can match your pure speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "You so right. Sugar | love you so much, soretines | feel like I’m gonna have a sei zure. An out-of-breath Hershel! comes running up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHEL",
          "text": "Ricky, you gotta get over here. The Frenchman’s about to break your track record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PIT ROW- MNUTES LATER",
          "text": "Ricky and Hershel run over to Jean's pit station as Carle follows. M. Dennit, Lucius and Jean’s crew are assenbled. hear the crew chattering in French. A car wth a Perrier | across the hood goes roaring by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "(whi st | es) WII kiss my ass on a Sunday. Ri CKY Wat the hell’s going on? Jean pulls into pit row and his time goes up on the board nph. TRACK ANCR (V. ©.) Ladies and Gentlemen that is a new track record. As it stands now Jean Grardis sitting on the pole. Cal Naughton walks by wth sone of his crew nenbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON",
          "text": "Hey Ricky? How does it feel to be number two on your own teanf? Ha! Hal Ri CKY Shut up Cal ! \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Put a smile on your face Ricky. That’s your teammate. You should be happy. Ri CKY Qh yeah, |’ mjust thrilled M. Dennit. | love seeing sone French dude breaking ny track record wile | got my armwrapped up like a freakin pinata! Hey, if you really want to put a smile on ny face wy don’t you hose nme dow wth piss and shoot ne in the eye Wtha wist rocket!! Then this wll be the greatest day ever! Ricky knocks over an entire tool drawer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Ricky cal m dow. Ri CKY You cal m dow!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "You’ re handling this perfectly Ri cky. Jean approaches themas he is congratul ated by the crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "Merci...merci...Hello Ricky Bobby. | amso sorry about the inci dent wth your arm | would be honored if you would let me sign your cast. Ri CKY (under his breath) Wy don’t you sign ny balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "God one Ricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "Did you just ask if | would sign your balls? Ri CKY |_said_ nothing! \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Son, that was tear ass driving. WI! done. Ri CKY (to his crew Ah hell! Get ny car off the trailer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "That’s ny baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Wat ? Ri CKY | wanna drive. M arms fine. Now get it off the trailer! Get it off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Stop yelling at re man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "You keep it up, Ricky. This is great behavior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Now Ricky, let’s not be silly. There’s no nore qualifying tine left. Just wait until the next race. Ri CKY Then |’ musing an exemption! Tel! ‘eml’ mracing tonvrrow. |’ mthe fastest! Not Johnny Snail Eater over here! M!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "You are a fine man Ricky Bobby. You are acting |ike a wnner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHEL",
          "text": "You heard the man boys! Looks like we’ re working after all! Hs crewjunps to life as Ricky stares at Jean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "| look forward to racing agai nst you M. Bobby. \f3s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky sits in a chair, methodically sawng off his cast. QGccasi onall y he gets too close to his armand winces in EXT. Ri CHVOND SPEEDWAY - THE NEXT DAY The cars are making their way onto the track. The stands packed. Jet planes fly overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "M KE JOY, (V.Q)",
          "text": "Vé have quite a field here today for the Chevy Rock and Poll 400. But the big story is Ricky Bobby, despite a broken arm claiming an exemption at the last minute. | repeat: Ricky Bobby will race.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky’s car is in pit row W see Carley is putting a gi an Fig Newon sticker across the front of Ricky's windshield. Ri CKY Baby, what’ re you doi ng?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "| made a deal wth Fig Newon. They’ re paying us seven hundred thousand dollars to put this on your wi ndshi el d. Susan walks over to Ricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Here’s the aspirin you wanted M. Bobby. What’s on your wi ndshi el d? Ri CKY It’s a giant Fig Newon sticker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Isn’t that dangerous? \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Listen sweetheart, | know you’re not the prettiest flower in the garden and you make up for it by acting all concerned and nice but |’ mreally gonna need you to shut your mouth. Ckay sugar? Ri cky’s | ooking in through the car. Ri CKY It’s actually fine! | can see if | hunch down. I|’!I! be okay Susan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "“I’ IL be okay Susan!” Why don’t you two just get it on right here and right now! Ri CKY Aw, |’ msorry baby. (then to Susan) Susan, Carley’s right. Wien you were worried that | might hurt nysel f?...you shoul dn’t have been. Susan is pissed and hurt and walks away. Ri CKY Susan- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Cone here ny baby... You’ re gonna wn today... Carley kisses Ricky and he wnces in pain fromhis arm Ri CKY Ahhh! It’s alright. It’s still got a little touch of brokeness to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "(to Luci us) WII he be alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Nope. But | never think he’s gonna be alright. That boy’s got afire stormraging in his heart. W hear a crackle of lightning in the sky. Genn, while securing a tire, looks up at the cl ouds. \f3y.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "Is it me or did that lightning cont ain a sense of forbodi ng?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of the cars have begun their pre-laps. Finally the gr flag waves and the cars cone right towards canera and we crane over themas they pass us by wth a shock wave of sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Here we go. Ricky Bobby is ducking down to see under the product stic on his wi ndshi el d. Ri CKY Hey eyes in the sky, tell me what’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "W see his Spotter up above the race track wth binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOTTER",
          "text": "You’ ve got two cars on your right rear a length back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY, (V.Q.)",
          "text": "No, | need to know what’s going on in front of me. | can’t see a dam thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARRYL WALTRIP, (V.Q)",
          "text": "Ricky Bobby has a sponsor sticker directly on his wnd shield. Man that is dangerous. It’s only a matter of time before he gets bl ack fl agged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jean is driving in first place. He takes a sip froma flut of chanpagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Ahhh, life... \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two FANS in Ricky Bobby shirts are drinking beers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDCORE FAN",
          "text": "@ Ricky! Send that French guy and his husband back to Europel and!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOUTHERN FAN",
          "text": "Say what you want about that foreigner, but he can drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky taps a car and passes it by aninch. He’s now behind Grard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "WI! hello Frenchie... Ricky is trying desperate to pass Grard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "M KE JOY, (V.Q)",
          "text": "WII you look at that Jean Grard drive! Ricky Bobby cannot pass him",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US, (V. 0)",
          "text": "Ricky this guy got skills. He's not gi ving you the inside. Lay back and wait for your chance. Ri CKY | can beat him!! Ricky bunps into the back of Grard and tries to pass on t inside but Grard boxes himout. W see a black flag waved but Ricky ignores it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "M KE JOY, (V.Q)",
          "text": "Ricky Bobby has j ust been bl ack flagged by Nascar for the sticker on his wnd shield. That means a mandatory pit stop... but heis ignoring it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARRYL WALTRIP, (V.Q)",
          "text": "He’s got wonning fever bad. Boogity Boggity, this could get hairy. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is right on Jean’s tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Ricky! Quit going for the inside! It’s not there! Take the out si de! Ri CKY The outside means second place... and if you aint first, you're last Luci us! (wncing in pain fromhis arm Argh! Ricky tries to cut the wheel to get around Jean, wnces in pain fromthe broken armand then | oses control of the car skidding off of the wall, and getting hit from behind. Then Ricky’s car catches air and goes completely air born Ri CKY Uh- oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Dam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MVR_ DENN T",
          "text": "Aw hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "Peaches and CGream !",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK AND WLLI AMS JR",
          "text": "Cool!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car flies over the wall, rolls over three times and h a concrete barricade exploding into a huge bal! of fl ane I mredi ately a safety truck and crewis on the scene wth extinguishers. They pulls Ricky clear and spray him Ri CKY Ahhhh! !!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESCUE WORKER",
          "text": "It’s alright! We got you! \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "M KE JOY, (V.Q)",
          "text": "That is one of the nastiest wrecks you are ever going to see... It appears Ricky Bobby is okay but I’m not sure... Ricky still thinks he’s on fire. He rips off his helmet a rolls around screaming in a high pitch voice. Ri CKY Ahhhh!!! |’ mon fire!!! Help!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESCUE WORKER",
          "text": "You're clear! There is no fire!! Ri CKY Aeeee!!!! |’ mon fire!!! Ahhhhh!!! |’ mso afraid!!! | don’t want to die!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "M KE JOY, (V.Q)",
          "text": "Ricky Bobby apparently is ina pani cked state and thinks that he is on fire... Ricky is running around like a crazy man while Rescue Wir yell to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU ARE NOT ON FI RE MR BOBBY",
          "text": "Ri CKY Ahhhhhhhh! !!! 1 don’t wanna burn!!! |’ M SO DAM AFRAID!!! Help re Jesus!! Help ne Allah and the Jew sh God!! Help re Ant hony Robbi ns! ! ! Finally some rescue workers run in and tackle Ricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vé see an anbul ance pulling out of the racetrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARRYL WALTRIP, (V.Q)",
          "text": "There are good days in racing and there are bad days. Ricky Bobby just had himself a bad one. The anbul ance tears off sirens screaming. \f43. LARRY MOREYOLDS ( V. ©. ) Meanwhile we are back to race action... Jean Grard wins! DI SSOLVE TO. INT. HOSPITAL ROOM - THAT Ni GHT From Ricky’s hazy semi -consci ous POV w see a DOCTOR 44, talking to Carley and Luci us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "He’s suffering fromcatatonic shock. Hs injuries are minor but right now he can’t deal wth the trauma of the weck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Ve’ ve deci ded to have him creat ed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Ma'am your husband’s not dying. If you can j ust--- Ricky’ s POV fades to black...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quce again fromfAicky’s hazy POV of Lucius sitting by his bedsi de reading to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": ".| stood in front of the nirror and wondered why | was getting so lunpy and wy this stupid training bra was so unconfortable. So | said out loud, “Are you there God? It’s me Margaret.” VW fade to black again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "| NT HOSPI TAL ROOM - Ni GHT Ricky’s very hazy POV of Carley leaning over him",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "That’s it Ricky...you just sign here and everything’l! be fine... MAN S VOl CE Hey the movie starts in a half- hour, just get himto signit. Fade to black...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky’s hazy POV of the enpty roomand only the sound of t heart monitor flat lining. After a second, a crash unit c into the roomled by a panicked RESIDENT, 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RES DENT",
          "text": "Let’s go! 20 ccs of adrenaline stat... Ricky turns to his right and Hank and Wiliams Jr are play wth the heart monitor. WLLI AMS JR. You were right Hank! Every time we make it go beep, people runin here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Look how scared the wussy Doctor is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RES",
          "text": "| want these kids out of here- VW fade to black again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO.",
          "text": "INT. NURSE’ S STATI ON - THE NEXT DAY Two NURSES chat by the Nurse’s station. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "| just told him you chose bet ween the surround sound or me. And then he threw re out... Ricky Bobby in his hospital gow wth a sling and tubes hanging off of him walks into the hallway | ooking like h",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "Excuse me. Do you all knowif I’m dead? Cause if | am!’d sure love to meet Bruce Lee. He collapses on the ground as the Nurses run to him CUT TO. INT. LUCIUS’ PICK-UP TRUCK - THE NEXT DAY Lucius and M. Dennit pull into the Hospital parking | ot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is in a wheelchair playing basketball wth five othe guys in wheelchairs. Lucius and M. Dennit walk up wth Ricky’s Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "So give it to me straight Doc, is he ever going to be able to walk agai n?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Wat ? Gh. |’ msorry. | thought someone had told you. He’s fine. He found that wheel chair in the hallway. Hs paralysis is entirely psychosomatic. But it’s important that we all go along wth this. He’s in a delicate state. Ricky is playing really aggressively. He slams his chair another guy’s chair and rips the ball away fromhim Ri CKY You snooze you | ose! ! Ricky falls over in his wheelchair. He craws back to it o all fours. Gearly he can walk. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLAYER",
          "text": "Hey! You j ust used your | egs!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLAYER",
          "text": "This guy’s a fake! ! A Player whips the ball at him Ri CKY (Ricky sees Dennit and Luci us) | gotta go ny fellowcripples. | got visitors. Ricky wheels over to Lucius and M. Dennit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky, Lucius and M. Dennit sit in the visitor's roomwtha TV pl aying in the backgr ound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "So how s the physical therapy going Ri cky? Ri CKY | gave that up. |’ mthrough | ying to myself. |’ ve decided to face facts. | just bought nyself a hundred thousand dollar handi capped accessible van. |’ mhaving ranps and a stair elevator put in the house. | even told Carley, if she needs to find confort wth another man, she can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "M. Dennit, we gotta tell him",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Alright. Ricky, the Doctor told us to let you work this out in your own time but... you can walk Ricky. Ri CKY What did you just say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "He’s telling the truth Ricky. It’s all in your head. \f4/. Ri CKY You sick sons of bitches. You cone in here walking on two legs all fat and cocky and telling nme it’s in ny head. You wanna know what’s in ny head? Wiat’s in ny head is know ng that I’I1 never be able to feel the pl easure of a woman!! QO that I|’l| never do a wnd nill slam dunk agai n!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "| didn’t know you could dunk a basket bal | . Ri CKY Dann you!! | curse your insensitivity! | hope you both have sons who grow up to be star athletes only to have their | egs taken away fromthem I pray you know that pain and hurt!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "You stop wshing that evil on ne Ricky! You’ re not paral yzed! Ri CKY You wanna see what ny life is? He grabs a steak knife froma nearby lunch tray. Ri CKY You wanna see what | an?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Ricky don’t do that! ! Ricky stabs his |eg wth the knife. | mredi ately he j ump of the chair screaming in pain, running around the room Ri CKY AHHAHHHFHH HEE tt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky, M. Dennit and Lucius walk through the Carden. Ri CKY So anyway, |’msorry and! don’t hope your boys | ose their | egs. (and t hen) ( MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RI CKY (cont'd). So what’ s been going on since |’ ve been gone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Ricky you should relax and forget about racing for alittle while. Just get better, alright son? He pats himon the back and walks off. Ri CKY Luci us what the hell is going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Frenchie can drive. You saw how you coul dn’t pass himin Richmond. Ri CKY That was just because of ny arm | can beat anyone. (then less secure) So how good is he doi ng? Luci us motions to a fanily walking through the garden. T Dad and two sons all wear Jean Grard shirts. Ri CKY Qh man... CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC",
          "text": "MONTAGE: | MAGES OF JEAN S SUCCESS: 1) Jean finishing thr races first in quick succession wth checkered flags fl yi 2) Shots of Jean inside his car reading a short story or finishing an impressionist painting on a small canvas 3) cover of GQ wth Jean | ooking stylish and the headline “T French Revol ution” 4) A concession stand at a race track Hot Dogs 2.50, Hanburgers 3.50” posted. The Vender puts u handwitten sign “Escargot 4.50” 5) Jean wns a race and do burn outs in the in field. Wen he’s done we see he’s spel “| Love you Gegory” in perfect cursive in the grass. 6) W see his name nunber one in the points standings in an ESP News graphic. Q the | ower third craw we see a story flash by: “RICKY",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY, TO DAVE AGAIN. WLL TEST DRI VE IN CHARLOTTE FOR TH",
          "text": "PRESS” \f4g. MUSIC: Qut",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VW see 30 Reporters in the stands of atest track. M. Dennit, Carley, Susan and Lucius all stand by the side of track. Ricky is in his car wiile Genn and Hershell give i final once over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Do you think he’s ready for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "He’d better be. It’s just a stupid test run. Susan, why don’t you do sonet hing useful and go get nea cof f ee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Yes Ms. Bobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "How you feeling Ricky? Ricky gives a thunbs up. Ri CKY The Big Dog’s ready to runy’all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHELL",
          "text": "Gve himhell Ricky!! Ricky pulls out and accelerates out onto the track.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC",
          "text": "Ri CKY | missed you Mara Speed!!! Woo! ! Ricky Bobby is back!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "How fast is he going? LUcI US (checks his stop watch) Twent y- six miles per hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ri CKY Q, I’ mgoing take her high into the bank! This could get alittle hairy! Tell me if |’ mmaking you too nervous, y’all!! Vé see Ricky actually slows dow going into the banked tur",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI OUS",
          "text": "Ricky you actually slowed dow! Son you’re in danger of stalling the engi ne! | Ri CKY Now I’m gonna open it up. See what this baby’s really got. The engi ne accelerates ever so slightly. Ricky pul!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RI CKY, (CONT D)",
          "text": "Wooo!!! Were am! at? 180? 200?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "(into his head set) Ricky, you just cracked thirty- five. Ri CKY This is exhillarating!! I’ m going to bring it in! I|’mafraid the engine might bl ow",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Ricky you are averaging 26 niles per hour! That’s about the top running speed of a cow. s into the pits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RI CKY",
          "text": "(breathing really hard) Woo...man...that was fast... so fast... |’ mnot on fire am1? So fast...so fast... W see that the Reporters are clearing out. Susan cores ba wth a tray of coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Wat happened? \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "That half aman lost his nerve! He’s done! Fi ni shed! She knocks the coffee out of Susan’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Were’ s_ny coffee?! VW see Hershell and Genn helping Ricky away fromthe car. MUSIC: It Was Al most Like a Song by Ponnie MI sap",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "So that’s it...Jesus, | think I’m gonna cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "Tears aren’t something to be feared Luci us. They’ re a healing balm",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Man, you are one creepy little dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is in a T-shirt and sweat pants. He’s drinking tea M. Dennit seated across fromhim It’s over. Ri CKY Those cars go fast don’t they? | don’t rerenber them goi ng that fast...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Ricky you need a break. Along break. Vé’ ve made the decision to deactivate the 28 car for awhile. Ri CKY Yeah...that’s probably a good i dea. Just for a few weeks or maybe a few years...just til the cars slow down, right M. Dennit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR DENN T",
          "text": "That’s right Ricky... Just til the cars sl ow dow... \f92. EXT. RICKY S HOVE - LATER THAT Ni CHT Ricky gets out of his four by four and heads towards the front door. MUSIC: The sad Ronnie MIsap song swells up again. INT. RICKY S HOVE - THAT Ni GHT Ricky walks into his living roomin his street clothes wth his duffle bag. Hs wfe Carley, two sons and his father-in law are in the living room they are eating dinner on tv trays in front of the tv, | aughing and talking. Wien Ric walks in they stop, Chip turns off the tv. Ri CKY Hey everyone... Awkward beat as everyone continues to stare at him Ri CKY Véll isn’t anyone gonna say anyt hing to me? JOHN DALY cones out of the kitchen in Ricky’s robe, holdi big platter of pork chops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN DALY",
          "text": "Wo’s ready for nore pork chops? Gh hey Ricky. Ri CKY Wat the hell is John Daly doing in my house? Wearin’ ny robe? Eatin’ my por kchops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN DALY",
          "text": "|’ malso wearin’ your under wear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Baby you and | both know this has been over for along tine. Ri CKY No | honestly didn’t! Carley holds up a thick docunent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "You signed this contract wllingly while you were in a coma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ". CARLEY (cont' d) It gives me all assets and an uncont ested di vorce whenever | Ww sh. Ri CKY W' re di vor ced?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Yay! Two Chri st mas’ s! Ri CKY So that’s it. (heavy si gh) Alright then. What about the boys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "| think we should let them deci de who they go wth. Their rich Mom who's dating a pro golfer or their gun shy, bankrupt Daddy. Hank and WIliamns Jr look at Carley and Ricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Daddy, can we eat cake icing for breakfast and can we run the | awn mower over a phone book? Ri CKY | guess so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Ve’ Il go wth Daddy. CUT TO. EXT. Hi GHWAY- AN HOUR LATER Long shot of Ricky’s SUV as it drives down the rainy hi g Ricky drives very slowy and tentatively wth his hazards o Cars pass himlike crazy. DI SSOLVE TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC: Ronnie MIsap song fades out. Ricky, wth two pieces of | uggage and the boys in tow kno on a door. Lucy, Ricky’s Mom opens the door. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY BOBBY",
          "text": "Ricky? Is everything alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "You better have Ti Vo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "You | ook old Granny. Ri CKY Mom (pained half beat) | got nowhere to go... CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Anchors of Speed Wek are in the middle of a show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEED WEEK ANCHOR",
          "text": "WIl all of the talk lately in Nascar is about the emergence of Jean Grard, as the circuit’s best driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEED WEEK ANCHOR",
          "text": "It certainly is Pete. Jean has won four of his last five races...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jean is holding up a gold trophy while the crowd cheers h",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEED WEEK ANCHOR",
          "text": "...and is even bringing a new kind of fan to Nascar. VWé see a PREPPY COUPLE in the stands eating wne and chee The HUSBAND snokes a pipe and the WFE has a sweater tied around her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREPPY W FE",
          "text": "@ wde F’in open 53 car! The Hardcore fan fromearlier gives thema Bud. He also has sweater tied around his neck. \f9d.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDCORE FAN",
          "text": "Hey Dr. Nathansen, how bout this race? Cest tres bien, non? Qelle voiture! Incroi - abl e!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEED WEEK ANCHOR",
          "text": "But the reaction of Jean’s fellow drivers hasn’t been so warm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cal Naughton Jr is bei ng i ntervi ewed. CAL NAUGHTON JR. No | wouldn’t say the situation has gotten ugly. VWé just want this piece of (BEEP) Frenchie to go back to his (BEEP)-hole country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy Cal, that sure sounds ugly. CAL NAUGHTON JR. WIl that’s cause you’ re quoting ne out of context.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You’ re on carnera Cal. |’ mnot quoting you. Say what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEED WEEK ANCHOR",
          "text": "Véll anyway you slice it, it’s clear that Jean Grard is the man right now. And unless there’s a driver out there who can beat him his reign could last for quite awhi | e.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is driving nervously wth a stack of pizzas on his passenger side seat and a Dominos sign on top of his car. As he tries to read an address he clips a parked car, rip the fender off. Ri CKY Ah, hunp ne! \fo6. Immediately we see flashing red lights of a police car be him RAcky pulls over. The OFFICER wites hima ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is backing out of his spot in front of the pizza pl He backs into a shopping cart being pushed by a HOUSEWFE, sending it flying out of frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSEW FE",
          "text": "Ch ny God! Aaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The OFFI CER from before finishes giving Ricky a ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFI CER",
          "text": "This is your second viol ationin two hours. Are you alright? Ri CKY No sir, |’mnot. But | promise it won't happen again. Ricky then backs into the police officer knocking himinto the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFI CER",
          "text": "Son you might want to hand over that license. Ricky hands himhis license in Slo M™.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky steps onto bus holding three large pizzas, puts tok into the counter and takes a seat. No one really | ooks a him except for one passenger. Ri CKY (to passenger ) | lost my license. |’ mdelivering pi zzas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASSENGER",
          "text": "| don’t really care. CUT TO. \fof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky cores riding up to his house on a kid’s BM bike wth pizza on the back. There’s a lino parked in front of the house. Cal Naughton Jr. gets out. CAL NAUGHTON JR. | never thought |’d live to see this day, Ricky Bobby on a bicycle. Ri CKY Hey Cal, what the hell you doing here? CAL NAUGHTON JR. Look Ricky |’ mgoing to make this short, you and | never |iked each other. And | guess you know by now that me and Carley fooled around many a night. Ri CKY No Cal, | didn’t know that. CAL NAUGHTON JR. (his voice gets high pi t ched) Véll, it’s good you didn’t knowit because | just made it up. It’s a lie, afunlie. | like to tell fun lies so that we can have a | augh. Ri CKY Wy is your voice gettin’ all high? CAL NAUGHTON JR. (back to normal ) Here’s the deal Ricky: that French bastard is ruining our sport. You get back on the track and together we can take him out. Ri CKY |’ mdone Cal. | don’t drive no nore. Hell, | don’t even have a license. Ricky starts to walk awgy. CAL NAUGHTON JR. | knewit Ricky! You're a coward! A stone cold coward!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAL NAUGHTON JR. (cont' d) You’ re a disgrace to every driver on the circuit! Cal spits on the ground. Ricky sheepi shl y walks back to the house...a broken man Naught on, | ooking pissed off, makes his way back to the only to see the LIMO DRIVER, in the middle of the street uri nating. CAL NAUGHTON JR. Hey man, what are you doi ng?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LI MO DRI VER",
          "text": "I|’msorry sir, | thought you would be | onger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy was watching the exchange bet ween Ricky and Cal thr the front w ndow. DI SSOLVE TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky rings the bell on a dingy-| ooking notel room After beat an OLDER MAN, 61, with a scraggly beard in his boxer opens the door. He’s sipping froma | ong neck. Ri CKY That’!! be eleven ninety three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QLDER MAN",
          "text": "Hold on. Let me find ny dam wallet. Core on in. The man | ooks through the mess of his roomwhile Ricky st stands at the door. QLDER MAN ( CONT’ D) Either close the door or cone in! | got weed in here cowoy! Ricky steps in and closes the door. QLDER MAN ( CONT’ D) (while | ooking for his wal | et ) You didn’t actually take a bus here to deliver this pizza, did you cowboy? \foy. Ri CKY Sure did. That’!! be el even- ni net y- three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QLDER MAN",
          "text": "| always thought areal Nascar driver would rather die than ride a bus. Ri CKY Wil |’ mretired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QLDER MAN",
          "text": "Funny. | heard you were re-pussi ed. You’ re not doing too good are you cowboy? Ri CKY Hey stop calling me cowboy! Ricky sees that he’s got three uneaten pizzas on the tabl Ri CKY You know you got three uneaten pizzas just sittin’ here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QLDER MAN",
          "text": "Vell |’ ve been calling all day trying to get you. They kept sending other delivery peopl e. Ri CKY Tryin’ to get me? Wy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QLDER MAN",
          "text": "Cause |’ myour daddy. That’s why. He continues to | ook for his wallet. Ri CKY What’ d you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QLDER MAN",
          "text": "| said |’ myour Daddy. |’ m Reese Bobby Sr. Me and your Mmdid it in a Rustler Steakhouse bat hroom and then you showed up. Does that make sense cowooy? Ricky steps right at himand punches himin the jaw He fall back into a bureau. \f6U. QLDER MAN ( CONT’ D) Qxkay. So are we straight now? Ri CKY You stay the hell away fromne you hear? | don’t know whoo the hel! you are or what you want but | ain't got nothing left to take! Ricky leaves as his Father yells after him",
          "sentiment": "neutral"
        },
        {
          "speaker": "QLDER MAN",
          "text": "Hey son! Did this go good? |’ ve never done anything like this so | have no frame of reference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky and Lucy are in the kitchen. Ricky is emotional and furi ous. Ri CKY | can’t believe it!! This is the last thing | need now How could he have found ne! !? A dog begins to bark in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY BOBBY",
          "text": "| called him Ri CKY Wat ?! Why would you do that Mara?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "| know he’s a son of a bitch. But Ricky, you need help. You deli ver pizza on a bus. You're better than this and if there’s one thing that selfish bastard knows, it’s dri vi ng. Hank and WIlians Jr enter wping sleep out of their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Hey! Shut up in here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Qe of you turds is gonna get smacked in the mouth! \f61. Ri CKY Hey! I’ myour dad! Stop yelling at me! You’ re seven years old! There is a light knock at the back door. It is Ricky’s Da now in a Menber’s Qily j acket and white T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Hey Lucy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Don’t talk to me. This is bet ween you two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Look son, | saw what happened to you on the television. You saw the fear. It happens to all of us. Ri CKY Get the hell out of ny hore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "It’s my house... The Gd Man next door leans out his window and yells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY NEI GHBOR, (OC.)",
          "text": "You people shut the hell up! | got a wfein a oxygen tent trying to sl eep!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "@ shave your balls you dusty old fart!!! More dogs begin to bark in the nei ghbor hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "You wanna race again. Just adnit it. Ricky Bobby is silent....but the dogs keep barking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "You got unfinished busi ness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY JR",
          "text": "No | don’t! | got a trophy that says | won the Daytona 500. They can’t never take that away fromne! \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "So where is it? Ri CKY Carley took it away fromne!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "He’s the Devil Ricky but he can drive. (and t hen) Shut those darm dogs up! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Look, Ricky... I’mfifty-nine years old and all | got to my nameisa car and a duffle bag full of under wear and sweet, stinky weed. | need this. | screwed up raising you as a boy, let me at least help you as a man. Everyone goes silent, even the dogs, as they wait for Ric response. REESE BOBBY ( CONT’ D) Please....let me help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Do it Dad. Get your balls back. G fast again. Ri CKY Are you boys sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Sure as atrip to the top of shit mount ai n. Ri CKY Fine. But | ain't gonna call you Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Wat are you going to call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky and his Dad stand facing his Dad’s muscle car. Ri CKY Alright Di ckweed, so what’s the pl an? \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Now basi call y wnat happened to you is that you sawthe fear. And before you even think of doing any real driving you gotta make friends wth the fear. So get in the car. Ricky punches his Dad in the j aw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Wat the hell was that? Ri CKY | got alot of unresolved anger towards you. So that might j ust happen soneti res. Ricky gets in the car. He hears aterrible grow and turns around to see a COUGAR IN THE BACK SEAT. | medi at el y R jumps out of the car and slams the door. Ri CKY Wat the hell!! Ahhh!!! There's a goddam cougar in the car!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "| know there’s a cougar in the car! | put it in there! You gotta learn to drive wth the fear. And there is nothing more God dam frightening than driving Wtha live cougar in the car. Ri CKY That’s just stupid! | could’ ve been killed. Were’d you get that thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "| trapped it. Been keeping it in ny bathroom at the Mtel. Feedin it old pizza. Now you get back in that car! You hear ne! Ri CKY I’ mnot gettin’ in that car!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Listen to me! If you're calmthat wondrous big cat, wl! be calm But if you're scared, that beautiful death machine wll do what God made it to do. Namely, eat youwtha smile on its face! \f64. Beat as Ricky mulls this over. He takes a couple really d br eat hs. Ri CKY So it really won’t hurt ne if I’m calm? (kay, okay.... here goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An!! Here | go... Ah! Ricky opens the door and inmedi ately the cougar | eaps o of him Knocking himto the ground, mauling him Ri CKY AWA! He’'s on me!!! He’s gonna eat re! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Rel ax son!! Control your heart ratel! CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy is washing dishes. Ricky enters | ooking like hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Hey Ricky. So howd it go? Ri CKY He’s a crazy dirtbag and |’ mpretty sure |’ mwasting ny time. Were’re the boys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "They’ re at Bible study at my chur ch. VW see Hank and Wiliams Jr go running by across the back yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Devil Dick!!! Devil Dick!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Good one Hank!!! | gotta remenber to call granny that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Wat in tarnati on? \f6d. Lucy flies out the door. The two boys have gotten a hold Lucy’ s garden hose and are spraying it through the nei g open wndow. W hear the screams of an ELDERLY MAN, inside the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "Wat the hell!!?? Ahhh!! God that water’s cold!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Enj oy your shower, you old crab appl e!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "| hope you catch pneunoni a and die!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "That’s it! That is it! Lucy turns the hose off. Q@abs the children by their hair Ricky j ogs over. Ri CKY Now Mane-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "No Ricky! No! | wll not have ny grandchi | dren behaving like filthy raccoons! Fromnow on you children wll obey the rules. And if you do not obey the rules, you wll pay the price! Under st ood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Sorry @anny, you're shit out of luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Vé do what we want. Lightning fast, both of their faces get sl apped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "(beat of awe) You’ re going to break us like a wld horse, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky and his dad are standing by Ricky’s car on a dirt o track. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "So all | want you to do today is to go around this track once. Ricky gets into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "Alright. How fast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Not fast. Slow. Real slow. | want you to literally take all day to do one | ap. Ri CKY Wat ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "| want you to go as slow as you can. Like you're making | ove to Reba Macintyre and you wanna savor it. Ri CKY How s this gonna help ne get over the fear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "This ain’t about fear, this is about teaching you that the pedal to the netal ain't all thereis. Ricky pulls away as slow as he can. Ri CKY Like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Sl ower! You should know every inch of Reba by the tire you're done. Wth everything good in life you gotta go slow before you can go ast. MUSIC CUE: Sultry Reba Macintyre song. TIME LAPSE: the sun going up and then starting tofall. W see Ricky craw around the track at a snail’s pace. It’s dark as Ricky crosses the finish line. He gets out a coll apses. \f6/.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "You did good today Ricky. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hank and WIliamns Jr. are wearing orange mesh vests while cleaning up trash off the side of the highway. Lucy waits her car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "How nuch nore of this Qanny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "| don’t know. How many nore tines are you going to give the finger to a marine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is behind the wreel wth a blindfold on. Hs Dad is next to himin the passenger seat. Ri CKY This is crazy. | can’t see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Don’t you get it? You drive wth your heart not your eyes. Now feel the road. Let it live inside you. Can you feel it? Ricky inhales deepl y. Ri CKY | think | can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Now drive... Ricky puts the car into drive and proceeds to weck into every parked car and tear across every | awn on the stree ends wth the car crashing into someone’ s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "This was a bad idea. You definitely drive wth your eyes. Ri CKY | really thought | could feel it. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy is reading to Hank and Wlliams Jr. They are asking h questions. W see she is reading them Faul kner’s The Bear",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "But doesn’t the bear symbolize the old south and the new dog, the encroaching North?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Duh! But the question is, should the reader feel relief or sadness at the passing of the old south?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY BOBBY",
          "text": "How about bot h?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "(getting it) Ahh!... | get it, moral anbi guity! The hall mark of all early twentieth century American fiction!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is asleep in a hammock. Suddenly a bucket of water thrown onto Ricky’s face. He awakes wth a start to find h Dad wth a beer in hand standing over him Ri CKY Ah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Were’d stock car racing cone fron? Ri CKY Wat ? Hs dad throws another bucket of water on him Ri CKY Wat the hell man?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY S DAD",
          "text": "How d stock car racing get its start? \f6y. Ri CKY The rumrunners during prohi bi ti on! They’ d have to have cars fast enough to outrun the Feds. And then they started racing each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "That’ s right. Hs Dad throws another bucket of water on him Ri CKY Ah! If | was right why'd you throw another bucket on ne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Cause | filled up three. Now there’s nothing like driving to avoid jail. Nothing hones your instincts and nind like necessity. VW hear sirens in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "So | taped a kilo of cocaine underneath your car and called the boys in blue. The way | figure it you got two ninutes before they show up and you do five to ten. yest er day we went slow. Today we go ast. Ricky flies out of the hammock and into the front yard wh his car is sitting. It’s already running. Ri CKY You sick crazy old- VW can see the cop cars dom the street. Ricky has no choi He jumps in the car and tears off. Reese watches as Ricky drives off. Hank and WIliams Jr co up to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Gandpa, would you like to take us fishing and tells us life lessons and stories of you childhood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "| got another idea, why don’t you boys go dig a hole and |’I! have a beer. \f10. EXT. Hi GHMWY - TH RTY SECONDS LATER Ricky is tearing ass onto the freeway wth three cop cars behind him He is driving very fast and very skillfully to get away. Ri CKY Son of a bitch. Son of a bitch. Son of a bitch. Ricky |ooks dom at the speedometer to see he’s going 160 nph. Ri CKY 160?... Whooo!!! Whooo! ! He hits a Uturn inthe middle of the freeway and turns off an exit losing the cops completely. He's really driving again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vé see a hand reaching under the car. It finds soret hing Ri CKY | got cha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky unwaps the package to reveal a bag of Lucky Charns cereal, Wth anoteinit. It reads, “FEELS GOOD GING FAST,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOESN T 1T",
          "text": "Ri CKY Qkay... MUSIC: Steve Earle’s “I Feel Alright Now’ kicks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is driving his Dad’s car wth the live cougar seated next to him Ricky |ooks confident and at ease, so does th cougar .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy has Hank and WIliams Jr doing Tai Chi. \ffi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky drives by a kid sitting on the curb. He stops and w he pulls away the kid now has Ricky’s BM bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hank and Wlilians Jr are in a large choir singing perfect wth angelic | ooks on their faces while Lucy watches on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VW see a sign that says Department of Motor Vehicles Wtha wiite line and a starting point for the drivers test. No is there. Then after a beat we hear screeching tires and Ricky bl ows into frame doing a sideways turn into a scre st op. Ri CKY There’s your Mother flippin’ driving test. VW see a TERRIFIED OFFICER next to Reky in the car Wtha clip board. TERRI Fl ED OFFI CER M. Bobby... you are magnificent. The cougar pops up fromthe back and grows. TERRI Fl ED OFFI CER Ah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RI CKY",
          "text": "Down Karen! Dow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There’s a quick flash of Ricky getting his picture taken. gives a wink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky and Reese are driving hone. \ff2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "| think we need to cel ebrate. Heck. Let’s go all out for once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH CUT TO",
          "text": "INT. APPLEBEE’ S RESTAURANT - THAT Ni GHT Goose Up of a WAITRESS stepping into frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WA TRESS",
          "text": "Hello and wel core to Appl ebee’ s! W see Lucy, Susan, Ricky, Hank, WlIliams Jr. and Reese Bo sitting at a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WA TRESS",
          "text": "M nane is Dolly and !’!! be your server tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Hello Mi' am",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AM6 JR",
          "text": "You | ook lovely this evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOLLY",
          "text": "Wy thank you. The table chuckl es pl easant! y. Ri CKY Dolly, tonight is a special night for the Bobby fanily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WA TRESS",
          "text": "Véll don’t you worry. I'll take care of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Mnm ..that | ooks great...fantastic...thank you Appl ebee’ s! Ricky bows his head to say grace. \f13. Ri CKY Dear Lord baby Jesus, in your swaddling clothes, | aying in your ghost manger... we have so nuch to be thankful for. First off, my boys no longer act like retarded gang bangers, and also | have ny balls back behind the wheel of a car. And now maybe | can wn again and get back my wfe Carley, who’s warm bosom! still ache for deep wthin ny |ower half. But most of all we thank you for bringing ny nasty delinquent, pot-dealing father back to us. For he was lost, but now he is found. Aren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "That was beautiful. Except for the part about Carley, which was i nappr opri ate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Wat a lovely real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "It certainly does | ook deli ci ous. Ri CKY WI! |’ Il be dammed if this isn't just about a perfect night. Waitress pops by again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WA TRESS",
          "text": "How s every one over here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "| hate to be a pain darlin’, but | asked for no onions on ny steak sandw ch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WA TRESS",
          "text": "I’ msorry, | must not have-",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Qkay... maybe don’t interrupt me-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WA TRESS",
          "text": "|’ msorry | didn’t mean to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Yeah, well | think you did mean to and | also think you meant to put the goddam oni ons on ny sandw ch! Cause | think you're a nasty, nasty, little bitch!!! Ri CKY Dad, what’ s going on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Gandfather, can’t we resolve this conflict wthout anger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WA TRESS",
          "text": "(al most in tears) Let me just get you a new sandwch sir. We'll make this right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Wy don’t you tell us what you’re really going to do Dolly! You're going to go in the back, smoke sone reefer wth the dishwashers and come back out here and act like a dirty hooker!!! She | eaves in tears. Ri CKY Dad why are you doing this?! VW’ ve had a great two weeks! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "You couldn’t handle it could you Reese? Things just got too good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "| don’t know wnat you’ re talking about. | said no onions. Manager walks up wth crying waitress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Fol ks |’ mJim Bohanpton, the manager. Is there a probl en? \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Qh Jimthank god you’re here. This alleged woman woo is part of your staff, came up to us, on wat is supposed to be an evening of celebration and said, in front of ny grandchildren, “Would you like to see the specials”. She then proceeded to lift up her shirt and show us half atitty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WA TRESS",
          "text": "M. Bohanpton | did no such thi ng! Ri CKY Look | apologize for this old man-",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "| wll never back dow from ny st at erent ! Reese Bobby takes a sip froma can of beer between his | e",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Sir you are not allowed to have that in here. |’ mgoing to have to ask you to | eave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Jimhere’s the deal. | amfeelin’ rascally tonight and |’ mnot going anywhere. So let’s light this fuse and see wnat happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH CUT TO",
          "text": "EXT. APPLEBEE’ S RESTAURANT - MOMENTS LATER Four muscul ar menbers of the Appl ebee’s staff are throw Reese Bobby out the front door. Ricky and the fanily are trying to calmthe situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Noooo! Aww! |’ ma veteran and di abetic!! Appl ebee’s has rats! | found a whole rat in ny cobb sal ad! ! They throw himdown into the parking | ot. Reese Bobby get and storms off. \f16. Ri CKY Dad! Were are you going? Ricky starts to chase after him",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Let himgo Ricky! He’s damaged! He’s got a broke soul !",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Gt away fromne Ficky! Let ne go! Don’t you get it! Your daddy is a live wrel Ri CKY Thi ngs were going good, weren't they? They’ ve stopped in the middle of the road. Cars are goin themwth their headlights on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "That’s exactly why | had to blowit up. | don’t know what organ or bone peopl e have that makes them act right, but | was born wthout it. |’ mno good, plain and simple. Ri CKY Arhh! Don’t you get it? All those races | won. It was all for you. | did it just like you told re: If you aint first, you’re last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Wat’ re you talking about ? Ri CKY Wat you told me on the day at school for career day...if you aint first, you're last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Ricky | was probably high when | said that. | mean, hell, thinking like that could set you up for a life of poor choices and dangerous risk taking. Ri CKY Qh ny God...! can’t believe | listened to you... \fVf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Look Ricky, | gotta go. |’ msorry. | really am Reese starts to walk off dom the road. Ri CKY Hey Dad! Reese stops. Ri CKY Wy didn’t you ever make it on the circuit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "You wanna know why? Cause | wasn’t as good as you. Catch you | ater cowboy. Reese walks off leaving Ricky alone in the middle of the wth notorists honking their horns and yelling at Ricky. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is laying in his childhood race car bed surrounded posters of great drivers fromthe early eighties. Hs Mm walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Hey Ricky. | made you sone biscuits and grape soda. | thought it’d help you relax. Ri CKY Wat |’ mI gonna do? Everything dad told me was crap. Now! got no reason to race.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "No reason to race? Ricky let re show you something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy stands by the mantle. There are sone little trophies certificates on it. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "|!’ma lunch lady Ricky. It aint much, but | do it as well as | can. Do you see these awards? |’ ve won lunch lady of the year six straight years. And | don’t wn for you or for the school or to get ny nare in the paper. | wn for me. Cause all we can do inthis life is totry and be the best at what we do. And you were born to be a driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RI CKY",
          "text": "But Mama. | don’t knowif | can be the best... This Frenchman is good. | couldn’ t pass him",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Then go find out. And don’t beat himfor your Dad or Carley or the sponsors or because he’s French. Beat himfor you. Ri CKY And if | lose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "You listen to me Ricky. |’ mthe one who taught you to drive stick shift. I’ mthe one who took you to those go cart tracks and bought you your first car. | raised you! | know what you can do! Now you just race good and let the wnnin’ and losin’ fall where it may! Ri CKY (chuckl es) | didn’t know you were | unch | ady of the year...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "| can serve three hundred ki ds potatoes au gratin in twenty mnutes wth a smile. Now go get yourself a dam crew before | get enoti onal and this whole thing gets messy... \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VW see a strip club off of a dirt road wth a sign that Nags: “ SMOKEY S HOUSE OF ASS - LI VE GRLS NUDE, WED. FAM Ni ”, CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vé hear the voice of Lucius, Ricky’s former crewchief as see the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS, (V.Q)",
          "text": "Put your hands together and make some noise for our next young | ady. She looks to shake it and soreti nes she likes to bake it, she’s also a nother of three, give it up for M. Jade or as | call her, Hot Tofu! Vé see an Asian stripper cone onto the stage. There are s drunks in the audience. The song, “Panama”, by Van Halen kicks in. Fromacross the room Lucius sees Ricky walk in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "WI! I’ Il be grilled and served wth hash brows! Ricky Bobby as | live and breath!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "| swear to God, if you were twenty- years-old, blonde and a wonan, I'd kiss you! They | augh Ri CKY But you’re not. You’re a 50-year - old, bald black man. They hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "(1 aughi ng) And you are a stupid cracker! And | mean that! How you been old friend? CUT TO. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky and Lucius are having drinks at a table. During the entire length of their conversation, a stripper’s bikini runp is positioned in between them and cones in and out o frame. They never acknow edge this in any way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "So what brings Ricky Bobby to Smokey’ s House of Ass? Rl CKY . | wanna race again Luci us. Luci us gets up and offers his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "It was good seeing you Ricky. Ri CKY I’ mnot foolin' Lucius. | got ny nerve back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "It’s good you got your nerve back but that’s not enough. This Frenchman’s the best |’ ve ever seen. You gotta drive brave and smart. Ri CKY |’ ve changed Lucius. |’I1 listen to you. | need this. Do you hear me, | need this, for re. Beat as Lucius | ooks into Ricky’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Alright then. Let me make sone calls, get the team back together. Qh by the way, | alnost forgot to tell you, | got married. This is ny wfe, Dane. Luci us points to the ass that’s shaking between them W h DI ANE’ S voi ce from behind her shaking runp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI ANNE, (QC.)",
          "text": "It’s very nice to meet you Ricky. I’ve heard a lot about you. Howre the kids? \f81. Ri CKY Un, they’ re good...they, uh, grow up fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "Put your clothes on baby. It looks like we’ re going to Tall adega. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC",
          "text": "VWé pan over a road ona hill and see the Tall adega Speed off in the distance. Ricky’s trailer wth car in tow over takes us and heads toward the race track. VW see Ricky squinting his eyes and taking in the mammoth speedway. Ri CKY Talladega... somehow it al ways comes down to you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky, and his newy reassenbl ed team are unl oadi ng the fromthe back of the trailer. It’s covered wth a tarp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHEL",
          "text": "Sure is good to be back Ricky. Vorking at the Mdas Mffler is a far cry fromall this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "Mdas offers quality service and affordable prices. It’s the Mdas guar ant ee. Ri CKY | missed you dudes. Even G enn. They all | augh. Ri CKY And once | get Carley back, it all be perfect. Awkward silence. Soreone coughs. \f82. Ricky is then handed a cup of coffee. It’s Susan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Here you go Ricky. Ri CKY Susie! What a dam treat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Ricky, you | ook great. The car is off the truck. Ri CKY Now the sponsors | got aren’t high end but they kicked in enough to get us this car... Hershell pulls the cover off the car revealing the new sponsors: RAVEN THONGS FOR MEN, JIM PRI DEVORTHY, ATTORNE LAW FI SHER PRICE GAS STATION PLAY SET; THE HULLMONT Hi G SCHOOL SKI CLUB; CATWOMAN ON DVD and DR LANE’ S BATH SALT FOR MENOPAUSE AND RACCOON BI TES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHELL",
          "text": "Raven Thongs for men? Aw man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW",
          "text": "This is embarassing... W’ re gonna be a joke... etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Hey! Ricky has worked his ass off to put this together! What did you all sign up for? Because | thought it was all about racing! Yes, these are mangy sponsors but guess what ? Their money's green like everyone else's. Besides, it’s what inside that takes you to Victory Lane...and if these stickers ain't pretty enough for you, then why don’t you go back to working at the Pep Boys, for six bucks an hour!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI OUS",
          "text": "Little lady’s right. Let’s see what this baby’s got under the hood. They start to peek at the engine. \f83. Ri CKY Wow. | didn’t know you could talk like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Hope | didn’t say too nuch. Susan blushes as Lucius lifts the hood to reveal the engi It’s a weck. Sore pieces are missing and it’s a bit ruste",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHELL",
          "text": "It looks like a giant robot took a dunp!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "A Wse man once said “Adversity is just opportunity wth a bad hair cut.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "This is difficult for me to say, but | agree wth Genn. Let’s get to work. Ricky starts to walk awgy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Were’re you going Ricky? Ri CKY |’ mgonna go let Jean Grard know that |’ mconming for him CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jean Grard, an ASIAN MANin a white suit and two GORGEOUS MODELS all recline on a large, white blanket eating gourm cheese and fruits, while drinking wne. Ricky walks up as they just finish their conversation he’s being escorted b Jean's fashi onabl e personal ASSISTANT, who is dressed l bell hop at the Chateau Marnont.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "....mais je l’ai dit ce n'est pas le tenpf porte un chapeau! Everyone | aughs really hard. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSI STANT",
          "text": "Monsieur Grard, Ricky Bobby is here to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Qh nonsi eur Bobby, thank you Bacco. Ri CKY You’ re a tough man to find, you know that bust er?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "The day before a race | like to stay away fromthe track. Plus, @egory needs roomto train his world class shepherds. VW see Gegory way off in the distance training his shephe wth intricate whistles and hand conmands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "|’ m being so incredibly rude. This is my dear friend world fanous cellist Yo-yo Ma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YO. YO MA",
          "text": "Hello M. Bobby. | loved your cone- from behind wn in the Phoenix 400.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "And this is Breeze. Ri CKY Wich one of you is Breeze?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MODELS",
          "text": "Toget her we are Breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Walk wth me Rky Bobby. They walk off. Ri CKY Alright man, look. | just came to tell you that |’ mcomng for you tomorrow. And | don’t know mat’s gonna happen, as far as, first, second or third place. But I’m going to put ny heart out on that track and you better be ready to deal wth it. \fBd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Tres bien Recky Bobby. Tres bien. (and t hen) Do you know the reason | cane to Aner i ca? Ri CKY Money, fare, the giant water parks... the same reasons everyone cones to Aneri ca?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "No. | came here, for you to beat re. Ri CKY Wat the hell are you talking about ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "MW husband @egory and |, wsh only to retire and train dogs in Stockhol m But before | can do that | must be defeated by a driver who is truly better than | am You are the one Ricky Bobby. You can defeat me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "So you’ re going to | ose on purpose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "No. | wll battle you wth the entirety of my being. And you wll probably | ose. Ri CKY Vow. This is |ike The H ghl ander. W hear Gegory’s whistle in the distance as the German Shepherds stand on their hind legs and make a circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "They are beautiful animals, non?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RI CKY",
          "text": "Those are fine dogs. |’ mnot going to argue wth you. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "But make no mistake about it, much like me, those animals wll turn into vicious killers when the proper command is given. For me, it is the start flag. For them it is a random y chosen command word. Ri CKY So like, if you say “fire hydrant” they might go crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "How did you knowthat word?! | ask you, how did you know that word?! In an instant we see the dogs stop, turn, snarl and break into a full speed gall op. Ri CKY That was just an example. Hey | ook, they’ re running over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "That was the word! You said the word! They are coning for you Ricky Bobby! ! Vé see the dogs, barking madly, running directly for Rick Ri CKY How did they hear me? They're a hundred yards away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "They are dogs! They have the good hearing! Ri CKY (starting to panic) Wat should | do! ? | can’t out run them! What should | do!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Do not panic! The one who gave the attack conmand nust give the heel command word. Ri CKY WII what is it!! Whaat is it!!! The dogs are getting close. They are going to eat Ricky Bobby . \fB/.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Phi n-a-cer-rey...it is French for rhinoceros. Ri CKY Phi noceros!! Rhinoceros!! Why aren’t they st oppi ng?! The dogs are still coning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "You must do the correct pronouncenent. Rhi n- os- se-rey. Ri CKY : Phi ne- nay- cer-rae!! Rhi ne- nay-cer- rae!!! The dogs are really close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Non!! You nust | ay your tongue flat for the third syllable... watch: rhi ne- nos- cer-rey. Ri CKY Phi ne- nos- cer - The dogs go to leap on himto attack. Ri CKY ...rey!! Instantly the dogs becone |i ke puppies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "(fighting to catch his br eat h) Tres bien Rocky Bobby....if they would have... gotten a hold of you...they would have made your face...a bloody, horror show. Ri CKY (also out of breath) So anyway...God that was scary.. I’ Il see you...on the track...tomorrow...and I'll be giving you all | got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Yes you WI! Ricky Bobby. Yes you will. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky and his sons are watching TV on the foldout bed. It the Speed Channel .",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOST OF SPEED WEEK",
          "text": "Q@ course everyone knows the favorite tonvrrow for the Talladega 500 is Jean Grard. He has si nply doni nated this season. But there are also several smaller stories floating around this race and one of themis the return of Ricky Bobby, who disappeared fromthe circuit almost six months ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "They’ re talking about you Daddy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOST OF SPEED WEEK",
          "text": "Unf ort unately it looks to be a sad return as Ricky sinply doesn’t have the smarts, the nerve or the car to compete. Let’s just hope this tragic and enoti onally damaged driver doesn’t hurt anyone... Ricky turns off the TV wth the rencte. Ri CKY That’ s enough TV for toni ght.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Don’t pay any attention to him Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Qh ny G@sh, look at the time. It’s past our bed time. We'd better retire for the evening. Ri CKY Man your Ganny did a good j ob wth you boys. He turns out the lights and they get in the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Daddy, even though we’l! be proud of you tomorrow no matter what... win. \fBY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Yeah daddy, win. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The massive crow is filling up the stands as the cars are wheel ed out onto the track. FOX ANNOUNCER ( V. ©. ) Ladies and Gentlemen, pull up a chair, drop the kids off wth their aunt and take the phone off the hook, because it is race day here at the Talladega Speedway!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky and his teamare gathered around the car by pit row The team! ooks exhaust ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "These boys were up all ni ght working on this engi ne. Ri CKY | sure appreciate it. Nowlet’s see what we got. Ricky pops the hood revealing a gleaming, impressive engi",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "Hot-dog. It’s like | ooking up Pam Anderson's skirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "Ricky, it’s like your Excalibur, the mghty sword King Arthur used to bring together the knights of the roundt abl e until Lancel ot betrayed him by laying wth his queen. .in a biblical sense. The crewjust stares at him awkwardly. Someone coughs. CUT TO. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the drivers and their crews stand by their cars. Keit Doby finishes the national anthem",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND THE HOVE OF THE BRAVE",
          "text": "SO _GO HOVE YOU LI BERAL Hi PPY",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRORI ST LOVERS",
          "text": "A Nascar Oficial once again runs over to Keith. NASCAR OFFI Cl AL That’s it! You’ re banned! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEI TH DOBY",
          "text": "@ tell it to your friend Sadaam Ricky starts to walk back to pit row when Carley comes up",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Ricky | need to talk to you. Ri CKY Qh, Carley | missed you so nuch. Were’s John Dal y?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "He’s gone Ricky. Ri CKY | knewit! W’re going to get back together again. Cal Naughton walks up. CAL NAUGHTON JR. Hey Ricky, | see you net ny lady. Q did you two already know each ot her ? They’ re hol ding each other. Ri CKY Qh you gotta be kidding ne! ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "It’s not howit seems. W just happen to live together and have alot of sex. \f91. CAL NAUGHTON JR. Sorry Ricky, but if | see a porsche wth the keys init, | take it for a spin. You have a good race, you hear ? Ricky just stares as they walk off wth each other hands i their back pockets. Ri CKY Ah, | think I’ mgonna cry...1’m fightin’ it..it’s startin’ to cone up through ny throat.... around the sides of ny eyes...it’s hard to fight it. Susan cores up, grabs himby the armand pulls himby the arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Listen to me. Don’t worry about them that’s teenage soap- opera crap. Now! talked to Luci ous and had him! oosen up the car, so that you could do sore driving. Watch Gerrard in the turns, that’s when he likes to make his pass. Ri CKY How did you get like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Three years of bring people coffee at a racetrack, you | earn something about driving. Nowlet’s go!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "P. A. ANNOUNCER",
          "text": "Drivers...start your engi nes! Vé see Ricky behind the wheel of his car. Hs engine revs life. Ri CKY This is it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "“It” with a Gd dam capital “I” Ricky Bobby. MUSIC: RUNNING WTH THE DEVIL kicks in hard and powerful. \f92. The green flag waves and the cars explode wth speed. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COVERAGE",
          "text": "VWé see the race covered on TV wth announcers and graphic",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "Jean Grard, driving fromthe pole, is out to a big | ead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "As you know he’s been doi ng that all year. Earlier today we asked him what has been his secret to success. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRE- TAPE PACKAGE",
          "text": "Testimonial wth Jean Grard in studio |i nbo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "MW secret to success? It is simple. It is my lover and husband @egory. Wether he is tickling ny feet in the bubble bath or wearing the funny hats to make ne | augh, he teaches me to not be so seri ous wth life. And wen the darkness cones he holds ne and whispers “| am here for you Jean. | amhere for you. ”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "I’ || be honest, a few nonths ago that would have weirded me out, but at a-certain point you just have to comrend themfor having a | oving rel ati onshi p. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "I’mstill a bit weirded out by it, but darnnit, that guy can race. CUT TO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "Now let’s take a look at Rocky Bobby in the number 28 car. VWé see the carrera fromover Ricky’s shoul der show ng th track and cars around him Ricky leans in and looks at the camera. Ri CKY Hey, hows it going Arerica? It’s good to be back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCR",
          "text": "Boy, he should really keep his eyes on the road. That is dangerous. Ri CKY | wanna say hi to ny boys, Hank and WIliams Jr. How you doin’ fellas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucius, furious, speaks to Ricky on the headset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Darmit Ricky! Stop | ooking into the dam carera! Stay focused. You hear re?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ri CKY Sorry Lucius! M nerves are junpin’! W see Ricky Bobby start to pass sone cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "Ricky Bobby in the Thongs for Men car is making a big nove. He’s noved up fromtwenty sixth to twelfth place. ( MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOX ANCR #1 (cont'd). And now |et’s go to John Hannafi n, woo’s in the stands wth a country music | egend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JCHN HANMFIN is in the stands surrounded by beer drinking fans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN HANMFI N",
          "text": "Thank you Sean. |’ ve got country music star Kenny Rogers here wth re. VW see a HALF ASI AN COLDER MAN Wth a beard and a cowboy seated in the stands. At best he vaguely | ooks like a ha Asian version of Kenny Rogers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN HANMFI N",
          "text": "Kenny, what do you think of the race so far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALF ASI AN OLDER MAN",
          "text": "It’s good. They’re going really fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "John, that’s not Kenny Roger s-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN HANNAFI N",
          "text": "In the song the Ganbler you sang, “ you gotta know when to walk away, know when to run.” Should Ricky Bobby have stayed away fromracing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALF ASI AN OLDER MAN",
          "text": "M. Bobby is very competitive. If he want to race he should race.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "John, that’s not-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN HANNAFI N",
          "text": "This is John Hannafin here wth Kenny Rogers. Back to you Sean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "W see Jean Grard extending his | ead. \fyo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "That of course, was not Kenny Rogers. But meanwhile Jean Grard has extended his | ead. He’s got two cars on his tail, Cal Naughton Jr and Ricky Bobby who has made a big nove to core up fromtwelfth place to third...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cal Naughton is trying desperately to pass Jean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He’s driving next to Cal also trying to pass Jean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS, (V.Q)",
          "text": "Ricky, | got Cal Naughton wanting to talk directly to you. Ri CKY Put em through!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON JR",
          "text": "Ricky | know you and |! don’t lik each other nuch. And | know !’m sleeping wth your wfe and all, and | guess by now you know about the time | took a piss in your",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e cof f ee- Ri CKY No, | actually didn’t know about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON",
          "text": "Véll there is nothing to know about because that was just another fun lie that | made up. Anyway, I’m going to give Frenchie a tap on his bunper and once | do, you run him straight up into the wall and you and | take over this race. Let's go. Cal taps Jean’s bumper and Jean fishtails slightly. Ricky doesn’t do anything. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON JR",
          "text": "Wat’ re you doing Ricky? Finish him of f!! Ri CKY | don’t want to wn like that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON",
          "text": "Here’s the deal. You help ne finish himoff and 1!’Il give you Carley back. Nowlet’s do this Ricky...for Arer i ca! Ri CKY That’s not American, that’s cheating. And Americans only cheat on their taxes. Ricky gives Cal a tap and he spins out into the infield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "Qh ny God! Ricky Bobby just spun Cal Naught on out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "It looked like Ricky wanted to play that pass squeaky clean! That’s not the Rocky Bobby | know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACK",
          "text": "The caution flag cores out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luci us paces wth his headset on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "That’s a real classy move Ricky Bobby .",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHELL",
          "text": "Now it’s just Grard and Rcky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "Mano a mano. \fgs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waal thy sponsors eat finger foods and watch fromthe corporate box. M. Dennit wth his Young Wfe drinks a cocktail and watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR DENN T",
          "text": "Core on Jean! You can take him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy, Hank and Wlliams Jr. watch the race fromthe roof of the trailer, sitting on | awn chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "That’s ny boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ticket taker is talking to an unseen figure at the wndow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TI CKET TAKER",
          "text": "| just need to see sone !.D. sir if |’ m going to give you these tickets. VW see a hand slide an id under the wndow, the driver’s licence picture is Reese Bobby. He’s wnking in the photo just like Ricky didin his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The restart flag is waved and the pace car peels away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "Very surprising to see Ricky Bobby turn down that assist from Cal Naughton. Because if there’s one thing Ricky Bobby is known for, it’s wonning at all costs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky in an interview limbo talks to canera. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "|’ ve always been a risk taker. And because it rhymes, |’ malso a bit of a heartbreaker. You see what | did, risk taker... heartbreaker ? It’s fun to do that wth words. (He listens to an off camera question) ) Wy am! arisk taker? | think it’s ingrained in all Americans to take risks. | mean if we didn’t say “hey, horses suck, let’s drive a car” then we wouldn’t be here. @ if we didn’t go, “hey, | like cold cuts and crackers but why can’t | have themall together in one convenient package,” then we woul dn’ t have Lunchabl es.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "Coul dn’t agree wth Ricky nore. Lunchabl es and cars, God bless this great nation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "Speaking of America, let’s go back to our John Hannifan who’s wth an Arerican icon, Bruce Wllis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Hannifan is standing in the stands wth a burl y WOVA WTH GLASSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN HANMFI N",
          "text": "Bruce WIlis we love you in the De Hard movies, let me ask you this, what makes racing so much fun to wat ch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN W TH GLASSES",
          "text": "M nane is Linda. |’ ma woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN HANMFI N",
          "text": "So sorry! Back to you guys. \fyy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "Core on John! Pay attention!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "Things have heated up as Grardis boxing out Bobby for the | ead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Alright Ricky, play it cool. You run your race... Ri CKY Do | have roomto pass Grard on the inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPOTTER, (V.Q.)",
          "text": "That’s a negative Ricky. Very slim squeeze. All you have is the out si de. Ri CKY If | take the outside |’ m gonna lose the dam race! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "P.A. ANCR",
          "text": "Ladies and gentl enen this is the final lap!! Grardis still boxing Ricky out of the inside. Ri CKY Danmit Lucius! What do | do?!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US, (V. QO)",
          "text": "Ricky, you wanna make sure you wal k in your house toni ght and have supper wth your foul nouthed ki ds, then you go outside and take second place. You wanna wn, then you go inside and may God be wth you. Beat as Ricky mulls this over. Ri CKY Aw hell Lucius. | think |’ m gonna have sone Taco Bell wth ny boys toni ght. \f100. Ricky pulls to the outside for the final straight away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "WI! I’ Il be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "| can’t believe it! Ricky Bobby went out si de! Ricky grabs the outside and punches it hard. Ri CKY Tighten your seat belt baby Jesus! THEY BOTH CROSS THE FI N SH LI NE AT THE SAME TIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "That was one of the best outside passes in the last thirty years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "| still can’t tell who won!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WLLI AMS JR",
          "text": "Did Daddy wn?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Wat’ s going on?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "There is a strange quiet over the track... no one is sure who's first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "The video replay is_no help. It is too close to call. They’ re gonna have to go to the photo. VW see Video Replay. It is impossible to tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky gets out of his car and rips off his helmet, while pit row, Jean does the sane thing. \f101. Ri CKY That felt good. Who won? Susan runs up to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "That was amazing Ricky! Ri CKY | almost don’t care if | won. But seriously, did | wn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DARK ROOM- ONE MNUTE LATER",
          "text": "VWé see a PHOTO TECH devel oping a photo in the chemical As it comes into focus we see that the cars are dead even",
          "sentiment": "neutral"
        },
        {
          "speaker": "P. A. ANNOUNCER",
          "text": "Ladies and Gent! eren after review ng several photographs and the video replay, it has been determined that the race is a perfect tie. The crowd goes crazy wth boos and cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "This is the only tie in the history of Nascar. Ricky’s crew throws dow their hel nets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERSHEL",
          "text": "That is bull crap! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Ricky, you should be proud. That’s the best race you’ ve ever run. Jean cones up to Ricky | ooking sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Please Ricky... | want to goto Stockhol mwth Gegory...you know? Ricky turns to Lucious, Susan and his crew. \f102. Ri CKY Luci ous, | know you told ne to drive smart. But | gotta do one nore thing. Jean and Ricky both put on their helmets and j ump in the cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "WII it looks like Jean Grard and Ricky are taking a dual victory lap. How nice is that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "| don’t think so Ted. It looks like they’ re going to race.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky and Jean pull up next to each other. Ri CKY Qe lap for all the marbles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "It is good. (and t hen) |’ mgoing to beat you. Ri CKY Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "They are going to race! Ricky j ust held up one finger! They’ re going one | ap for the whole enchi | ada! Both cars rev on the start line. Gegory cores out holding red scarf and stands between the cars. He raises his armand drops the scarf and both cars tear off the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "This is highly illegal but if you change the channel you are a noon calf fool! Ricky and Jean are neck and neck. Ricky takes the inside Jean darts around himtaking it back. They bump fenders. J takes the | ead. Ri CKY Cone on... give me all you got! \f103. The crow) is going insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Ricky! | Carley lifts up her shirt and flashes Ricky as he cones around the turn. He gets distracted for a split second. Ri CKY Vow... those are fantastic. In that second he loses control of the car and bumps into Jean wecking themboth. The cars flip and roll before coni to a shredded stop. FOX ANCR (V. ©.) Qh no! No! Jean Grard and Ricky Bobby have wecked! That is such a share! Ricky can see Jean in his weck. He undoes hinself and staggers out of the car. Recky’s leg iis hurt and we see on his forehead as he rips off his helmet. Jean does the same. Ricky, in a slight daze, |ooks around. He and Jean at each other for a beat. Ricky then | ooks in the direct of his pit crew, looking for guidance, only to catch eyes wth Lucy, who has worked her way dom to pit row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Finish this Ricky! Wth that, slowy Ricky starts running to the finish line. Grrard wth a slight smile on his face, follows. The crow goes ballistic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "These men wl! not quit!! They are running on foot to the finish line!!! Bl oodi ed and staggering, they both | urch towards the checkered flag. As they get near, they both fall wth thei hands out stret ched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANCR",
          "text": "Ricky Bobby wns!!! Ricky Bobby wns!! You wll never see anything like that in a hundred lifetimes! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX ANNOUNCER",
          "text": "Yup. That was good. That was real good. \f104. Luci us, the crew, Susan, the boys and Lucy cel ebrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Wow. Vow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCY",
          "text": "Holy shit! He did it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK AND WLLI AMS JR",
          "text": "Yay!! G anny cursed and Daddy won! | !",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "MW heart is full right now Man | love this sport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLENN",
          "text": "It’s not the sport you love, it’s Ricky. Racing is a gorgeous thing but you gave of your heart to Ricky and today you harvested the fruits of your labor. It’s not cars. It’s love Lucius. Love. He puts his hand on Lucius’ shoulder and Lucius wipes a t away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCI US",
          "text": "Dammit Genn, sometimes you see too much. You know that man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "M. Dennit is stone-faced watching the end on TV. He takes sip of his drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEN W FE",
          "text": "Honey can we go hone now? | wanna watch the QC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DENN T",
          "text": "Darlin’ I’ mgoing to need you to be real quiet right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drivers and crew converge on Ricky. The crowd is clinbing over the walls and flooding onto the field. Rocky sees Je and @egory waving to himwth sniles on their face. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Vé are free Ricky Bobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGORY",
          "text": "Thank you non ani! Ricky gives thema half wave and a smile and then is spray wth champagne by his crew. Cal Naughton Jr. walks up to J and Gegory. CAL NAUGHTON JR. Hey! Just for the record, | hate you Frenchie. And the next tire we’ re on that track |’ mtaking you out !",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "Thank you for the warning. | was wondering, what is the Aneri can word for the small metal stand that the firemen plug their hoses into?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL NAUGHTON JR",
          "text": "Man you are a dumbass. You mean a fire hydrant ? Vé hear dogs barking in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN G RARD",
          "text": "That’s it. Thank you so nuch. Carley comes running up to Ricky and hugs him",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Honey! You’re a wnner again! That means | | ove you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "| don’t think so Carley...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLEY",
          "text": "Qkay Ricky. But before you make this decision, just take a look at ny ass... (she turns around) Now let’s get out of here. She turns back around and Ricky is gone. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ricky is leaving wth Susan and Hank and Wiliams Jr. The parking lot is pretty much enpty. Ri CKY (to Susan) That was sone nice work you did rounding up those sponsors. You ever think about co-owni ng a t ean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Maybe, wth the right driver...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VO CE, (OC.)",
          "text": "That was sore nice driving cowoy. Vé see Reese sitting on the hood of Ricky’s car. Ri CKY Thanks Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Hey Ricky. Let me ask you, who'd you wn that race for? Ri CKY || you one person | didn’t for... you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Just the answer | was | ooking for. | te it There’s a beat as they | ook around the empty parking | o",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "| gotta say things are pretty much perfect right now And it’s makin’ me kinda of itchy. Ri CKY What’ d you say we all get throw out of an Appl ebee’ s?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE BOBBY",
          "text": "Yeah that’ d probably do the trick. They jump in the car and drive off to the horizon line. MUSIC: “| LOVE A RAINY NIGHT” - Eddi e Rabbi t",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1820"
    }
  ]
}