{
  "movie_id": "MOV1828",
  "scenes": [
    {
      "location": "SANTA MONICA BEACH",
      "time": "NIGHT",
      "characters": [
        "T-16",
        "SUNSET",
        "SARAH, (CONT'D)",
        "47.",
        "FBI AGENT",
        "ANNA, (CONT D)",
        "OVD HIND -",
        "\\",
        "SUIT",
        "JOHN -",
        "RAPPER, (CONT'D)",
        "GREEN RIVER LAUNCH COMPLEX, UTAH",
        "UP FRONT",
        ". \"JOHN",
        "FLIGHT COMPUTER",
        "_ SARAH",
        "LOSE ON THE T-1",
        "FLIGHT CCMPUTER",
        "BUDDY",
        "COT TO",
        "CLEAR",
        "36.",
        "\"JOHN",
        ". SILBERMAN",
        "REAR CABIN",
        "TERMINATO",
        "UNAUTHORIZED ADMITTANCE, PLEASE ENTER",
        "COL. 3ELL",
        "GEN. MEEKS",
        "EXT. 747",
        "20.",
        "NORTH CORRIDOR",
        "MATT, (CONT'D)",
        "CONTINUE TO DO UNTIL I AM GIVEN ORDERS",
        "JOHN",
        "DAUPHIN",
        "RIBBERDY",
        "PERRIL",
        "AGENT",
        "SLOW MOTION",
        "5...64...63.0-",
        "JOHN, (CONT'D)",
        "COMMAND DIRECTOR",
        "BETWEEN JOHN AND SARAH",
        "86.",
        "CUSTOMER",
        "ON TERMINATOR",
        "PARTIER",
        "MILE OFF THE COAST OF L.A. -",
        "FATHER",
        "TITLE CARD",
        "FRIEND",
        "INT/EXT. FORD EXPLORER",
        "JOHRN",
        "GO G PO HO",
        "KA-CHANK",
        ". 33.",
        "JOINT CHIEF OF STAFF",
        "74,",
        "ANNA -",
        "VOICE, (OS)",
        "MISSILE SILOS",
        "RAPPER",
        "CYBERDYNE COMPUTER, (VO)",
        "SILBERMAN",
        "ANNA",
        "LONDON",
        "TERMINATOR",
        "HELP",
        ". GEN. MEEKS",
        "GAFFE",
        "39.",
        "MOM",
        "OH GD DS NO",
        "T-1",
        "SARAH -",
        "GI",
        "C",
        ". 2",
        "JOHN CONNOR, (VO)",
        "SKYNET/RIBBERDY",
        "MASTER COMBINATION.",
        "COL. BELL",
        "-",
        "JCHN",
        "TERMINATOR ,",
        "62.",
        "JOHN, (OS)",
        "JOHN CONNOR /VO",
        "WAITER",
        "BELOW ON DECK",
        "OTHERWISE",
        "SARAH",
        "BLACK WOMAN",
        "MERCENARY TECH",
        "LAWSON",
        "TERMINATOR, (CONT'D)",
        "BODY GUARD",
        "COHN",
        "PILOT",
        "MANAGER",
        "60.",
        "BOYD",
        "OV PN ._",
        ". SARAH",
        "WHO THE HELL ARE YOU",
        "EXECUTIVE SECRETARY",
        "COL. BELL, (OS)",
        "T-1G",
        "75.",
        ". JOHN . -",
        "92,",
        "MK",
        "GAFF",
        "OO ROAD",
        ". SOHN CONNOR, (VO)",
        "COL. SELL",
        "SCHN",
        "DISSOLVE TO",
        "RIBBERDY'",
        "FLIGHT SOLDIER",
        "78.",
        "79,",
        "LISTENED TO ME",
        "UP ABOVE",
        "MATT",
        "INT/EXT. DAUPHIN",
        "CUT TO",
        "T-1G -",
        "LOS ANGELES, SEPTEMBER 13, 2029",
        "GEN MEEKS",
        "SOLDIER",
        "DIN",
        "TECH",
        "MOTORCYCLIST",
        ", JOHN",
        "3ACK CABIN",
        "MERCENARY",
        "6.",
        "ASSISTANT",
        "SKYNET/ PRESIDENT",
        "O1 9D...",
        "ANNA, (CONT'D)",
        "MY ORDERS",
        "SILBERMAN, (0S)",
        "T-1G6",
        "POLICE MEGAPHONE",
        ". TERMINATOR",
        "BOYD -",
        "SWAT",
        "COCKPIT",
        "SKYNET",
        "DO IT, JOHN",
        "RADIO, (VO)",
        "SOHN",
        "PRESIDENT",
        "OF AIH",
        "I WAS TOLD TO QUESTION YOU",
        "SWAT SERGEANT",
        "MONITOR -",
        "BACK CABIN",
        "FBI PHOTOGRAPHER",
        "SOHN, (CONT'D)",
        "PRESDENT",
        "SECRETARY OF DEFENSE",
        "MERCENARY 41",
        "ROLAND"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Sunbathers stretch out along the sand which offers a Quee Necklace view of the coast. it’s a clear summer day with Catalina Tsland in view. ‘Jolleyball players, surzers, families perched beneath coiorful umbrellas, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNSET",
          "text": "The same spot as before, except now it’s an apocalyptic h beneath the sea. Skulls roll back and forth on the pollut sea floor as the tide churns. The camera rises out of the water and finds a polluted sea wave which crashes onto 4 coastline. In the distance, fragments of large buildings, buckled and melted by the nuclear fire. Furious gaie wind scream with Satan’s laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOS ANGELES, SEPTEMBER 13, 2029",
          "text": "A THUNDEROUS ROAR crescendoes as two AERIAL HKs (hunter- killers) scream past, trailing an F-16 fighter. The HKs p impossible Gs, outmaneuvering the human-piloted F-16. An EXPLOSION of LASERFIRE as the aerial HKs strafe the F-16, blasting it our of the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SOHN CONNOR, (VO)",
          "text": "The computer which controlled the . machines, Skynet, sent.two terminators oe das back, through time. ‘Their -mission: to iy ‘destroy me, John Connor,: leader: ofthe ~ ‘human resistance. The first Terminator was programmed to strike at my mother, Sarah, in the year 1984 -- before I was born. It failed. The second was set to strike at me in the year 1991. It too failed. But we did more than survive. We changed history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We follow the fiery pieces of shrapnel as they rain onto broken streets below... 2 2 3 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overview of the Santa Monica pier. The Ferris wheei, the roller coaster, the countless people having fun... \fc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "spikinis bask ina jacuzzi: while other éf1 e] iesfatales* i; \"s",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CONNOR /VO",
          "text": "So August 29th, 1997 came and left. The three billion lives which were to end in the war called Judgment Day, lived on to toast the new millennium. (beat) But are we at peace? Or in the eye of a hurricane, with the worst yet to come. Camera turns and faces the deep blue sea... Wild fingers of blue and white electrical arcs dance ten above the swells a mile from shore. The strange lightning forms a circular opening in midair, and with an electrica dispersion we see a FIGURE cradled within the SPHERE OF ENERGY. A sudden FLASH with an explosive THUNDERCLAP! The naked figure drops into the ocean. SPLASH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red eyes glow within the darkness of the sea. A naked, muscular man. THE TERMINATOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This gorgeous 80 footer cruises along the coast at 15 kts",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘party is in full swing. Stripper-types éMuisCle-bolind \"BODY |\" ‘of. ARDS, Fub up against YPE (Wearing: avyellow leather",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ":; black leather pants ‘and’ jacket) vacuums hefty dines nostrils. CRASH! Dancers tumble to the floor as the ship strikes something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rapper storms into the bridge and barks at one of his BUD who stands at the con, bottle of Jack in his grip, half-n girl at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAPPER",
          "text": "What the hell we hit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "©1 © NH -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f‘ beyond -intrigued by his. ‘perfection: .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "{backing off the engines) Whatever it was, it fried our props.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rapper hands out orders to a team of BODY GUARDS. They op a large case containing two new props.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAPPER",
          "text": "Get that shit fixed! Holding up the party. Two BODY GUARDS move fix to the problem... All action stops as a very muscular NAKED MAN climbs onto yacht, dripping wet. TERMINATOR steps aboard. Greek-like physique. Massive. Perfect. Face, devoid of emotion. Terminator stands and impassively surveys the surrounding",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTIER",
          "text": "I think he was swimming for the nude beach and got lost. Rapper eye-balls the naked Goliath -- not an everyday occurrence here. He glances down at Terminator’s crotch, smirking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAPPER",
          "text": "Water must not’ve been as cold as I thought. TERMINATOR POV. A digitized electronic scan of the ship a partiers overlaid with alphanumeric readouts which change faster than the human.eye-can_ follow,::. The. Terminator scans -and analyzes the motley-<crew..: 3h weight. Several strippers./smile: largely: a Te)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator turns emotionless eyes toward RAPPER whose measurements have been deemed suitable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I need your clothes, your boots... Terminator eyes an MD-520N HELICOPTER seated on a helipad Gi @ PO PO TERMINATOR (CONT’ D} ...and the helicopter. Rapper can‘t help but to laugh. The other Body Guards fol suit. During which time... Camera dollies, revealing Terminator’s back which has been mutilated by the props. Exposed endoskeleton and torn flesh, NOT REVEALED to the partiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now. Rapper tenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAPPER",
          "text": "Throw this bitch off my boat. Body Guard #1 reaches grabs Terminator’s upper arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BODY GUARD",
          "text": "Say bye-bye. Terminator’s powerful hydraulic grip clamps onto his arm, spin-breaks it. Body Guard #1 cries out as all two hundre pius pounds of him is catapulted off the ship like a fris Splash! Body Guard #2 slashes his combat knife toward Terminator catches it by the razor-sharp serrated edge, breaks the b in half by pressing his thumb forward...throws the blade straight down where it stabs the mahogany deck. Terminato grabs Body Guard #2 and throws the soldier onto the blade which sticks through his shoulder. Body Guard #3 extends a .9mm to shoot... Terminator grabs weapon and yanks, separating Body Guard #3’s shoulder. Wh screaming in pain, Body Guard #3 is launched through the cabin window...CRAASSH! At the same time... Two other Body Guards blast Terminator with their .9mms. Terminator barely flinches from the onslaught, bullets ricocheting off his face. CRACK! Terminator steps on Body Guard #4’s knee sideways. SNAP! Screaming bloody murder, Body Guard #4 goes for his pistol which is just in his reach: until... Terminator st on. the man’ s hand. . .CRUNCH! -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A combat knife slices across Terminator’s neck from behin Terminator back~head-butts Body Guard #5, strips the blad and throws it with machine-like accuracy... THONG! The knife spears through Body Guard #6’s wrist, pinning it to the wall of the cabin -- the HK MP-5, froze his grip, is fired accidently, blasting two dry-docked WA RUNNERS which explode IN A BALL OF GASOLINE! Fire spreads RAT-T-T-T-T-T-T-T-! A Body Guard explodes multiple rounds an MP-5. Terminator strips the clip out of the weapon, making it CLICK EMPTY. Body Guard #7 is hurled hard again the cabin wall. SMASH! The injured Body Guards stop attacking. They get it -- There’s something very fucking wrong here. én @9 PD HO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThey struggle to squirm their injured sodies away from Terminator, the fear of God in chem. Terminator steps through the flames, undaunted by the int neat. Emotioniess eyes coldly target Rapper wno can’t andress fast enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator strides toward tue helipad now fully clothed i Dlack leather jacket, baggy leather pants and heavy cleat boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator grabs the controls with Rapper and another Thu step onto the helipad leveling an MP-5s at Terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAPPER",
          "text": "Open wide, motherfuc -~- Terminator steps hard on the left anti-torque pedal. The helicopter spins around like a tornado, its rotorless tailboom bats the Thug off the helipad and into the ocean Terminator applies left cyclic and flies the chopper side right into Rapper who smashing into the side glass window where he gets stuck. Terminator yanks the M4 machine from Rapper as the chopper ascends. Rapper, hanging on for his life, glancing downwards at th death drop. RAPPER (CONT’ D) What ever you want, man! It’s yours, take my boat, “you can have my boat! Anything! eo so",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator glances at Rapper, reaches out with his left h and removes Rapper’s hip DIESEL SUNGLASSES and places the his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAPPER, (CONT'D)",
          "text": "My sunglasses, cool! They’re you, ‘bro! Definitely you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVD HIND -",
          "text": "Terminator maneuvers the chopper to sweep down sideways toward the yacht. Rapper SCREAMS as he goes for the ride his life -- or death -- whichever. Rapper lets go of the chopper and falls sixty feet to the ocean. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "6.",
          "text": "Body Guard #3 screams as the fire approaches several gas placed beside the Wave Runners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BODY GUARD",
          "text": "Fire in the hole! The remaining Body Guards and partiers jump ship! EXPLOSION! The yacht combusts with a SWIRLING BALL of FIR The MD-520N flies right through the flames and continues toward the shore, leaving the fiery aftermath behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Magnificent tendrils of BLUE-WHITE LIGHT explode like a massive Tesla Coil. The lower half of bowling pins are partially disintegrated as a mathematically perfect spher cuts into our dimension, bringing with it a passenger fro the future. Camera slowly tilts up...revealing: Feet. Petite and delicate. Slender ankles. Sculpted calfs Long sturdy thighs. Small waist. Toned arms. Beautiful ta skin. Silky hair just past shoulder length. Eyes sizzling brightly with emerald green. Bee-stung lips. Flawless fac structure. Genetically perfect, impossibly beautiful. Mee Skynet’s newest prototype -~- T-1G.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BOWLER dries his hands, wiggling his fingers above a fa he waits for the pins to set-up. : : .. ces, The automatic pin set-up machine lowers ten deformed pins all of ‘which have been mutilated by the sphere. The pins tumble to the lane, unable to stand on their own. The Yuppie reacts as he got a STRIKE without having to do anything:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (OS)",
          "text": "What the hell... Just then, all eyes feast on T-1G who struts across the l like a runway supermodel -- COMPLETELY NAKED. A MOTHER covers her son’s bulging eyes. Beer-drinking Bowlers straighten their greasy hair as the girl of their dreams approaches. Gt G PSO PS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(big grin) Well, well, well... Happy birthday to me! 771G walks past several jealous women and their gawking poyEriends and husbands when a MANAGER approaches with a blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Miss, you’re gonna have to put some clothes on, or I'll call the cops. The Manager throws the blanket around T-1G, covering her “Boos” from the other bowlers. iNT. MANAGER’S OFFICE The Manager escorts T-1G inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "So what is this, some kind of dare? What’s going on here? T-1G turns her emotionless eyes on the Manager, coldly considering him. The blanket falls off, curls on the floo by her feet. The Manager smirks. MANAGER (CONT’ D) Have it your way. T-1G reaches out and slides her hand down his chest, seductively descending lower... The Manager smiles. T-1G’s hand wraps around a CELLPHONE which the Manager we on a belt clip. She spins around, flips open the phone an begins dialing. : a re Se : Gg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "© cv #MANAGER® (CONT?) ©: “ ' Hey, you can’t just -- f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "¢ The Manager reaches out and grabs T-1G’s shoulder. Big mistake. T-1G spins around and grabs the Manager’s neck. suddenly GASPS as he is electrocuted with a lethal dose o amperage! Eyes peeled wide in horror, the Manager hits th floor. Dead. Gu @ PO fS COMPUTER FAX TONES are heard through the cellphone as it accesses the internet. With her back turned to CAMERA, T- replies with computer tones. INSERT. CYBERSPACE POV. Countless web pages stream past until we come across FBI data files. ACCESS GRANTED. Countless pictures of criminals. We find JOHN CONNOR. Criminal data. Personal information. Home address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-iG ends the call. Her eyes focus on a large poster tack ; to a wall. A glamorous supermodel dressed in PRADA and - GUCCI, pseudo military-industrial. Black Prada stretch pants. Tight-fitting techno-fiber motorcycle jacket with hint of military. Sleek Gucci combat boots. A ten thousan dollar outfit. The model’s hair is short and slicked back High-fashion makeup, pale with dark shading around the ey Very modern. T-16's nails suddenly take on red paint. Her body ripples it morphs into its new look. Perfectly emulating clothes, hair and makeup -- all from visual reference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G exits with her new look. Her eyes fall on a Shelby Cobra stripped of paint. She enters the vehicle and fires the powerful engine. _ Wheels burn black smoke as the muscle car shimmies sidewa waiting for cold rubber to heat up and grip. When they finally do, T-1G rockets the Cobra onto the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BBQ party is in progress. Grunge music blasting. Workin the grill wearing a “Kiss The Chef” apron is JOHN CONNOR. far cry from the leader of the human resistance we expect see. He has become a handsome young adult in his early twenties. Lean, well-defined body, short messed-up hair. Eyes which reflect a dark intelligence. “y",
          "sentiment": "neutral"
        },
        {
          "speaker": ", JOHN",
          "text": "Okay, .who wanted the medium-well? .. . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John’s friend -- BOYD -- approaches. He’s a plump compute genius in his early 30’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "That'll be me. (points across crowd) John, who’s that girl? The one with Damon? Gt @ POM",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Chill out, Boyd. You got a girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "I was just wondering, bro’. John shoots Boyd a hard look before slapping a burger on Cc plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\ffoe, vonn’s girlfriend -- ANNA -- approaches. She’s your girl next door all grown up. Warm disposition, suptiy attracti Arsund John’s age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Thought you might want one of these. anna hands John a cold beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I'd rather have one of these. vohn gives Anna a passionate kiss. A German Shepherd -- BANDITA -- lets out a jealous whine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I swear to God, John, I think that dog is jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "She’s not jealous. (kneels down) Isn’t that right, Bandita? Give daddy a kiss. John lets Bandita lick his face. He feeds the dog a burge JOHN (CONT’ D) Here you go, girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Honey, I think you should say something. Give a little speech. ‘JOHN I don’t want to do that. - : Je",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna smiles and, begins rallying the crowd. ‘ANNA Everyone, John’s gonna give a speech! Everyone joins in “speech, speech, speech!” John glares a Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I’m going to get you later. Or @ DIK”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Promises-promises. Someone turns off the music. The crowd settles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f—_",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Well, what can = say... we startea the company with several slow computers, a few degenerate programmers -~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "Yeah, baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "A couple of bean counters that exemplify the word “nerd.” (beat) And one felon hacker who should be in Leavenworth being somebody’s bitch, but instead got lucky. Because he hooked up with the right bunch of guys, who helped turn his life around. The crowd sighs sarcastically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "And now...look at us. Celebrating our just approved ten million dollar line of credit. Booking major accounts left and right. And kicking some serious ass. {holds up his beer) Cheers. Everyone toasts. John’s cellphone rings. He moves away fr the crowd for privacy, takes the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Hello? John's expression stiffens. JOHN (CONT’ D) . John Connor? Sorry, you have -the wrong number. My name’s John Kaplin. (listens) Yeah, it’s safe to talk. {turns his back to camera) Hi, mom. Good. Listen, I need to talk to you. Today. Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hangs up when Anna approaches. © © 19 PO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Everything alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Yeah, I’m going to have to run out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Nothing. Everything’s fine, trust me. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What should i tell everybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Family emergency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You don’t have any family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Anna, I can’t explain now. I have to run and I need you to trust me. Make something up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I love you, too. John kisses Anna. Bandita barks. Anna spins around and shoots a look at the dog. She turns back to John, but he’ already jogging toward his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters a TURBO CESSNA, dons a pair of David Clark headsets. an The Turbo Cessna speeds down the runway and takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. JOHN CONNOR’S HOUSE Terminator strides through with his M4 leveled and ready shoot. Terminator approaches a cork message board and rip off an invitation flyer. BBQ party. Below are directions and date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G knocks on the door of a rickety trailer home. An old BLACK WOMAN answers. on © RO PO \fy",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK WOMAN",
          "text": "Can I help you? T-iG FBI. I need to speak with John Connor. th BLACK WOMAN Who? T-1G shoves the Black Woman aside and enters. BLACK WOMAN (CONT’ D) Girlfriend, you better step off, I don’t see no badge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While the Black Woman complains, T-1G scans the area. Two Black Teenagers smile and stick out their chests, wanting impress the beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Turbo Cessna lands on a dusty tarmac near a MILITIA COMPOUND. A bunch of dusty old houses and buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John approaches a chain-linked fence which encircles the perimeter of the compound. He pushes the intercom button, pays notice to several security cameras pointed at him. T MERCENARIES approach from the other side of the gate, AR- \" semi-autos slung around their shoulders. Well-trained G Shepherds bark violently. “8",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCENARY",
          "text": "(German) Futz! The dogs ‘instantly behave. The Mercenaries eye-ball John suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCENARY",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I’m here to see Sarah Connor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCENARY",
          "text": "Nobody here by that name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gi © PO 1)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’m her son. She’s expecting me. <come en guys, I’ve peen here before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCENARY 41",
          "text": "Can’t help you. Mercenary #2’s radio sauawks. He answers the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCENARY",
          "text": "Bryce here. What? Roger that. {to John) You’ re good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters and is escorted past an indoor shooting range Mercenaries are shredding paper targets with black market machine guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SARAH CONNOR kicks the shit out of a punching bag, practi Israeli Krav Maga. She’s lean and ripped, defined muscles covered in sweat. Her fierce eyes resonate with distant pain. Sarah steps away from the bag, wipes the sweat off face, lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (OS)",
          "text": "Thought you were going to stop smoking. Sarah turns and finds John standing in the doorway. The tension is immediate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thought you were _ going to start working out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN -",
          "text": "Not much time, been pretty focused on building the company.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "How’s all that going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Great. I just wrote a new program. Cutting edge stuff. Hacks into any computer system, finds weaknesses, that sort of thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "There’s a market for that? © @ PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“> “y~?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Lot of companies need their security checked. We just got a ten million dollar line of credit from Goldman Sachs to take it public. Sarah nods, hardly impressed. JOHN (CONT’ D) You can hold back your enthusiasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You have an obligation, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Look, I’m just trying to get on with my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What life?! There is no life unless you wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I am awake! But it’s been ten years! i ' Ten years...and nothing has happened!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You can’t assume it’s over, John! It’s only a matter time before Cyberdyne or some other fucking place creates a conscious computer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Look, I’m doing’ more saving the world than you are shooting cans! I’m on top of Cyberdyne. They abandoned the . . project.. And besides them,’ no-one’s even close to creating A.I. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Tell me something, John. What is the world going to do when a terminator marches into your house and blows you on G PO away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Life wili just have to continue without me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Tt can’t! There is no life without you. Like it or not, you are the leader of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN",
          "text": "-~ of the human resistance!? Not anymore! We changed history! And history changed me! Sarah looks off, refusing to believe that. John forces nimself calm. JOHN (CONT’ D) I’m not the John Connor you want me to be. I’m sorry. But I’m just a regular person, trying to get on with a regular life. And you should do the same. Sarah shakes her head, no reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Look. The reason why I came here is... (calming breath) +..I’m going to ask Anna to marry me. I want you to be a part of it. Sarah stares off, frustrated. John shakes his head, knowi what her reply is going to be. JOHN (CONT‘ D) Figured as much... John moves to exit, pauses at the door. JOHN (CONT’ D) I got robbed out of a father...and a mother. John exits. Sarah stares after him with mixed emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator scans the park below where John had the BBQ pa John is nowhere to be found.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John speaks into his cellphone as he approaches the plane He is unsettled -- Sarah’s words got under his skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Boyd, it’s me. Listen, do me a favor. Run by the office and check on Cyberdyne Systems for me, will ya? ot G PO NY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boyd drives, cellphone to nzs ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "John, Jesus...come on. It’s a mentai disease, is what you got. ‘You need serious professional help. One, it’s Saturday and I’ve got a life. Two, you blow off your own party before you tell me who that girl was. And three, how Many times you need to hear: they're out of the A.I. business? Hello??",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Do it and I’ll slide you five hundred shares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD -",
          "text": "A thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Seven-fifty. And I want a detailed project sheet faxed to my house ASAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. JOHN CONNOR’S HOUSE - DUSK Tight on the Shelby Cobra as it pulls up and parks. Pan u black Gucci boots and sexy legs of T-1G who coldly survey the immediate area. T-1G strides toward the front door, passing a mailbox whi reads: JOHN CONNOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna talks to a friend on the cordless while seated befor drafting table, rendering architectural plans. in the background is a surfboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I don’t know, he’s been planning this big dinner tonight. And then today at the picnic he had to run out. I’ve never seen him so secretive. The DOORBELL rings. Anna moves to answer it, oblivious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANNA CONT’ 5D) What do = think? I think it’s ail good. Give me 4 break, he hasn’t even proposed yet. No, i’m not going to start clanning the honeymoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "na opens the front door and finds Terminator. He removes nis sunglasses. : TERMINATOR’ I'm looking for John's -plin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He’s not here. What’s this regarding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "His future. TERMINATOR POV. Heatvision allows Terminator to see throu the walls and in all areas of the houa. The only other li Form inside is an approaching German Shepherd. Anna struggles to hold back Bandita who appears at her si barking viciously at Terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Bandita down! Sorry, I don’t what’s gotten into her. (after calming Bandita) He'll probably be in early this evening if you want to try back then. Terminator scans the area once again, glances at Anna; th exits down the porch walkway. ANNA, (COnt’ D) Excuse me... Terminator turns back to Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT D)",
          "text": "Will you be back? Terminator just sends Anna a dark look, dons his sunglass and continues on his way (no, he doesn’t say the famous words, at léast not here.) Anna shakes her head, shuts th door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. JOHN CONNOR’S HOUSE - DUSK It is now revealed that T-1G is standing ar_ihe entrance different house. T-1G examines the bolted shut door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f-—w-- -- 28. Several industriai size Locks keeping anyone from getting T-2G kicks down the door and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-iG’s emotionless eyes scan the surroundings. it’s a sesolate, dusty place with old furniture. Severai video cameras pan toward T-1G, RED RECORDING lights flashing. T-iG removes a gun and cocks it. An ALARM WAILS! SUDDENLY, the paintings on two walls swing open, revealin HUGHES 30mm CHAIN GUNS. A BOOBY-TRAP! An EXPLOSIVE BARRAGE of gunfire blasts T-1G! Each penetrating bullet exits the opposite side of her body, narrowly stretching out her skin in the diameter of the bullet. As T-1G is continuously blasted, her distorted fo takes on a porcupine effect. The long, skinny spinules th bullets created grow luminous with grainy static —- like static snow on a television. This glowing static emits hi pitched frequencies with each bullet hit. As T-1G is blasted more and more, her body dissipates int fog of static energy and eventually disappears. The 30mm CHAIN GUNS run out of ammo and click empty. Silence. Seconds later, a beautiful geometric aura of static electricity appears -- like an angel floating in a glow o radiant color. Granules of static energy return to their shape and rebuild T-1G, returning her to her gorgeous sel her default mode The floor drops out -- a trap door ~-- swallowing T-1G. Sliding down a metal ramp, T-1G plummets into a cauldron molten steel. SPLASH! Fire quickly. consumes . her! -- :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ALARM wails, red lights flashing. Sarah hustles into t room and finds several MERCENARY TECHS perched before computers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCENARY TECH",
          "text": "Someone hit the trap. Sarah reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah and an army of Mercenaries gear up with black marke 2xtreme weaponry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tnis crack assault force is like a weil-oiled machine. No renic, no mistakes, tust cumped adrenaiine and focused precision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mercenaries communicate with hand signals as they approach the house. MERCENARY #1 hustles up to Sarah, takes cover behind two SMOKE STACKS -- used to ventilate the neat from the decoy nouse’s basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCENARY",
          "text": "All sides are secure. Ready to move on your execute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Do it. INT. JOHN CONNOR’S DECOY HOUSE Sarah and her team of Mercenaries storm the place. Weapon leveled and ready for action. But there is no action. Sar scans the area. Cautiously moves about the house. While the Mercenaries comb the place, Sarah steps to the center of the room where the collapsed floor reveals the cauldron of molten steel below. But did the trap work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCENARY",
          "text": "Whatever was here, we melted it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Get me the video. A Mercenary ejects a VCR TAPE and hands it to Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONITOR -",
          "text": "The tape shows T-1G as the floor opens up. T-1G plummets splashes into the cauldron of molten steel. But T-1G is completely unaffected. She casually swims to the side of cauldron and climbs out. Sarah turns sheet white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. FORD EXPLORER",
          "text": "John pulls up to his house and finds Anna in the driveway loading a duffle bag into her VW bug. We stay with John a he exits the truck and hurries across the driveway up to © G MN HY",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN",
          "text": "What are you doing? What’s going on? No reply. Anna is visibly upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "What, you're pissed because = Left the party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Who the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What am I talking about? I just got off the phone with a woman who insisted on speaking with John “Connor.” Said she ~ was your mother. I told her she had the wrong number. John “Kaplin” lives here. John cringes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Anna, listen to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It's not the first time this Connor thing’s come up. Just tell me the truth, John. I’m tired of thinking that I’m paranoid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You're not paranoid. ANNA : . Is it true? Is it?! John gives her a forfeiting nod. Anna backs away. “ANNA (CONT'D) I don’t know you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Anna, I can explain everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What? How you lied to me? You lied to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Anna, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\finden pos,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "femoticnai) Who are you?! Here I am, faliing in Love with some guy, = don’t even know! Everything, sur wnoie relationsnip, +s a goddam lie! anna begins crying. John reaches for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JCHN",
          "text": "Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Don’t touch me! Anna shoves John back. Nosy neighbors across the street s on the domestic dispute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN",
          "text": "You have every right to be angry. Anna fires up the ignition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Anna, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(suppressing her anger) I need to take a drive. Anna puts the car in gear and drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Anna! Shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters and finds a few things broken on the floor -- result of Anna’s temper tantrum. The fax machine finishes spitting out a facsimile. John glances at the fax, studies it quickly. He goes to s it aside when something catches his attention. He examine the fax again. Something doesn’t add up. John opens a filing cabinet and rifles through some paper He finds another fax sneet on Cyberdyne Systems. He piace the two pages on top of each other and holds them up to t light. They’re identical. Alarmed, John reaches for the phone. No dial tone -- Anna ripped the cord out of the wa John flips open his cellphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© GD PM P \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ohn Connor’s computer company. Camera tracks past an impressive display of mainframe computer systems, all rac unted., Large flatscreen monitors hang on the walls. 3o0y in the progress of locking up when nis ceilphone rings. Ze answers the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "zohn speaks on his cellphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "They’ re identical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD -",
          "text": "Here we go again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "No, listen to me, Boyd. This is serious. It’s a facade. Cyberdyne’s masking their operation. I just looked at the project sheet. It’s identical to the one they had last quarter except for the dates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "No shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boyd. I want you to do a deep-tissue search. Hack into every goddam thing Cyberdyne’s got going on over there. Get on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "It’s done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "And call me soon as you know anything. I’m on Anna‘s cell. You got that number, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Yeah. John hangs up. A beat later he dials again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna is driving when her cellphone rings. She struggles t hide her emotion as she takes the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© SS PD WhO \fz",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Anna, if you’d jus give me a chance to explain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Explain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I can’t do this over the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA -",
          "text": "Then where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Cafe Soliel in fifteen minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah and a team of SEVEN MERCENARIES load up two 4X4 wag with ultra-high-end weapon systems and boxes of ammo. Sar has a cellphone to her ear, listening to the other end ri and ring. . . coe SARAH oo : oo te ..: «Come on, John, answer the goddam phone. . ‘ INT. JOHN CONNOR’S HOUSE :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John home phone has been ripped out of the wall by Anna‘s temper tantrum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frustrated, Sarah end the call. She straps on a holster designed for two HK G-36 fully auto assault rifles with pistol grips and folding stocks. She slaps in a new clip. Ot G NY PO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "y vohn’s Ford Explorer traveis toward an GUTDOOR MALL. 500 feet above flies Terminator in the stolen MD-520N helicop vyohn’s Explorer pulls into the underground parking struc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John finds Anna at a table near a large glass window. He goins her. The mood is more than uncomfortable...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Hi. A WAITER approaches the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Something to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(to Anna) Coffee? Anna nods. . ‘a JOHN (CONT'D) Two black coffees. Thanks. John gives Anna a look, takes a deep breath. This isn’t going to be easy. JOHN (CONT'D) . My mother’s name is Sarah Connor. She‘’s a fugitive. Wanted by the FBI,:CIA, NSA, you name it. I have to.say she’s dead to ‘protect her. And me. 7.0,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You’re serious. John’s look says it all. Anna takes a moment to digest th",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "What’d sne do? © G PO PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "According to authorities? Enough to serve a half-dozen life sentences. ‘ Anna stares off, sickened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fne oO",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "i don’: feei well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "She’s innocent, Anna. It’s ail a smokescreen. <= can’t fuily get into detail but what I can tell you is --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "z need to use the restroom. She leaves the table. John stares after ner with concern wnen his cellphone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(answering the call) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boyd sits before a terminal, data reflected in his glasse He looks amped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "You’re right. It’s all bullshit. Cyberdyne’s got a half dozen other projects going on over there. Tight security shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Anything A.1I.? . Boyd types into the terminal, ‘punching up data. ‘ BOYD - woe ‘From what I can see there's only one. ao . But it’s under’ serious lock.and key. I can’t get anything on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What about the name? The designer? What's the project called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Jeez, Z‘m not a machine, give me a second here. Oi G9 PO PO Sohn waits anxiously for Boyd’s information. WOMEN’S ROOM Anna returns from the bathroom, composed, make-up perfect She takes a seat at the table and turns to John with a sm",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fey 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN",
          "text": "(concerned) You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Of course. Shouldn't I be? vonn is somewhat baffled by Anna’s conciliatory response Sright smile. Something seems out of place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I don’t know, should you? Boyd’s voice comes over the cellphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Okay, here it is. (beat) The project’s called uh...Skynet. The blood drains from John’s face. The MDS20N ROARS as it lands right in the middle of the outdoor mall. Shoppers scatter, escaping the deadly rotor blades and torrent winds. Terminator exits with two .45 pistols in each hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW MOTION",
          "text": "John dives on Anna, sending her to the ground and shields with his body just as BLAM! BLAM! BLAM! The Terminator blasts away! The large glass fountain SHATTERS from the onslaught. Joh takes Anna by the hand... . JOHN os eeotoke Come: on! ne vm John yanks her toward the back exit where they narrowly ‘ escape Terminator’s attack fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John and Anna race across the mall, weaving in and out of crowd. John stumbles upon a Security Officer. He snakes t rent-a-cop’s GLOCK .40 rom the man’s holster. Gt G PS PS Terminator marches past frantic shoppers who lie on the ground, trembling. He levels both .45s and explodes round in John's direction. Shoppers scream as they hit the deck",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fy 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sohn and Anna race across the street and come upon a motorcycle dealership. In front, countless motorcycles ar parked side-by-side, back tire to the curb. John shoves t Slock in the face of a motorcyclist’s face who is backing bike to the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Get off the bike!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORCYCLIST",
          "text": "Come on, man! [I just bought this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Now! The Motorcyclist backs off. Anna jumps onto the bike. Not just any bike. A red Suzuki GSX1300R “HAYABUSA.” ~The fastest sport bike in production. Anna sits in the forwar driver’s position, revving the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Move over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Get on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Move over! Several shots whistle over John’s head. Terminator charge across the street, blasting rounds of ammo. No time to argue. John hops on the back, Anna steps into first and pumps the throttle. The Hayabusa is. at 50 ™mph one-thousand-one, one- thousand-two. :. “SCRRRREEEECH! A TRUCK slams on ‘the brakes when Terminat races across the middle of the street. The truck SMASHES into Terminator. . . Terminator bounces off the grill and skids across the pavement. Unscathed and quickly on his feet, Terminator marches tow the row of sport bikes and hops on a black NINJA ZX-12R. only street-legal bike which can keep pace with a Hayabus Terminator hot-wires the bike, revs the bike, steps on th shifter and gives full throttle! The bike is a blur as it wheelies down the street!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oO 119:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "vohn hangs on as Anna screams down the boulevara at seven miles an hour. A red light ahead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Watch out! Anna goes through the light, narrowly missing a SEMI. She weaves into the center iane where the traffic is less den Terminator comes upon the red light and finds the Semi blocking his path. Terminator lays the bike down on its s with its wheels still pointed forward and rests his body the engine which skids across the pavement. Sparks shower Terminator surfs the motorcycle beneath the Semi at fifty miles an hour. Once clear of the semi, Terminator picks the bike back on its wheels and climbs on without missing a beat. Anna races the superbike into a hard turn. Unable to make the angle, she drives the bike up onto the sidewalk. JOHN (CONT’ D) When d'ya learn to ride like this!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "There’s things you don’t know about me, too! BAM! BAM! BAM! John looks behind and sees Terminator gaining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang on! Anna rolls on more throttle. . Speedometer :climbs: to 10 as the superbike’streaks down Olympic'Blvd.  -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERMINATOR POV. A GPS MAP DISPLAY indicates traffic. ° Optimal routes. Danger areas. It’s like a video arcade ga in fast motion -- except Terminator’s highly sophisticate CPU leaves no room for error. Anna speeds down a street directly parallel to the 10 freeway. To ner right is a 15 foot berm which ramps up to the freeway. oi © DO PO Anna turns the sportbike into the ramp at an easy angle, creating an Evil Knevil class jump! John white-knucles it as Anna jumps the sport bike up the berm and jumps off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f: Terminator’ s “speedoneter 29. ExT. i0 FREEWAY Anna and John hang snto =he Hayabusa as the sike flies ac tncoming westbound freeway lanes craffic lixe a bird... The Hayabusa iands onto che eapebound fast lane and keeps cace with traffic. Zohn screams at Anna, adreniline-pumped. vOKN",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHO THE HELL ARE YOU",
          "text": "Anna turns to John, smiles casually, then focuses back on zvoad ahead. Terminator’s Ninja flies across westbound traffic in the fashion...but he lands on the roof of a semi. Terminator speeds along the semi trailer and jumps off on the freeway where her resumes pursuit. Anna sees Terminator approaching in the rearview. She spe onto the shoulder of the freeway and gives full throttle. John’s face contorts from the furious ram air, his cheeks flapping violently. Eyes squinted hard as the Hayabusa ta them to 130 miles. Terminator levels his .45...BAM! BAM! BAM! Anna glances down at the Hayabusa’s speedometer which cli to 150 miles per hour. The freewayscape ahead contorts Strangely with a tunnel-vision effect. The traffic melts -inte a solid wall of Detroit steel. The speed is almost euphoric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘imbs to. 160 mph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna‘s speedometer climbs to: 170.\" Terminator, 180. Anna applies the brakes. Terminator drives through a wall black smoke. Anna takes an off-ramp which Terminator unwittingly passe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna screams down the off-ramp and locks the brakes! And with no room to spare as dissecting traffic comes within inches of her front tire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "©u G PO PM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fuw Oo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator slows the Ninja and races over to the right shouider of the freeway and jumps off the overpass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator’s Ninja lands down onto the street. .45 leveie Terminator pumps off several shots at John. Anna screams on the throttle, escaping the deadly fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "The Metrolink! Anna sees what John is indicating. She drives onto the sidewalk and down the stairs of the Metrolink -- L.A.’s n subway system.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna races down the stairs and drives through the ticket gate. An opened maintenance door offers a route past the revolving security gates. Terminator drives the Ninja up onto the wall, using it as ramp and jumps the bike over the revolving security gates",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna jumps down onto the subway tracks and pours on full throttle. The Hayabusa is at 90 mph in seconds, rocketing down one pair of tracks. An oncoming train traveling down the sister tracks streaks past, a mere arm’s reach away. wrong twitch, instant death. The effect of speed is dizzying. : TERMINATOR POV. Nightvision gives a better view of the da subway tunnel. Terminator’s own digital Speedometer climbs...90 mph...100 mph... John spins around and blows several shots at Terminator’s Ninja with his Glock .40. Bullets spark off Terminator’s bike as he pursues. Anna cuts a fast turn down a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hayabusa banks high up on the hard-packed dirt wall. Terminator makes the same high-bank turn! Gi & PO PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Watch out! vp ahead, an unmanned tractor blocks their path! Anna drives the Hayabusa up onto the rounded banked walls the tunnel and successfully escapes the collision. Terminator emulates. The two superbikes scream past like iuge sleds racing down an Olympic chute. Anna rolls on full throttle while John explodes his remai rounds at Terminator’s Ninja. Bullets sparking off his bi Terminator remains glued to them like a tail on a comet. Up ahead, a large stack of steel beams. Anna races high u onto the right wall. Terminator speeds high along the lef wall. With the obstacles between them, Anna and John are safe. Until... Get ready for this... Terminator climbs higher up onto the wall and travels acr the ceiling -- upside-down! John aims the Glock above and pumps off the remaining sho at Terminator. BLAM! BLAM! BLAM! The gun empty, John discards the pistol. Terminator descends the other side of the sloped tunnel w and down toward Anna. The tunnel forks ahead! Anna fakes left, then suddenly cranks the bike right, CRASHING through several wooden pl which read -- END OF CONSTRUCTION. Anna hits the brakes hard. -Both tires lock. But the superbike can’t stop fast enough. CRASH! Right into the dead end wall of rock. John picks himself up off the dirt, scraped up and bruise but not badly injured. Anna, alert and unscathed, checks John‘ s condition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You okay? John shrugs, freaked out. Anna turns her head to the sound of a motorcycle engine revving. At the entrance of the dead-end tunnel, Terminator drives forward on the Ninja. He revs the bike in the darkness, r eyes glowing ominously. © @ PS",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "CLOSE ON the rear tire of the Ninja es it spins max RPMs kicking up dirt. The tire catches traction, rocketing Terminator toward T-1G and John. Terminator levels his .4 and empties the rest of the clip. 3AM! BAM! 3AM! Anna jumps in front of John and takes the punishment. Bullets rip through Anna’s chest, exit the opposite side her body, narrowly stretching out her skin in the diamete the bullet. A familiar effect. John reacts as Anna returns to default mode. THE T-1G. T-1G shoves John out of the way with inhuman strength. Terminator barrels the bike into T-1G...CRASH! A small EXPLOSION of fire spreads! Terminator grabs T-1G and throws her hard into the rock w T-1G runs up the wall, backflips off and comes down on to Terminator with a violent kick. SMASH! Terminator stumble back. He picks up the Ninja and launches it at T-1G. T-1G catches the bike like she was thrown a ball, tosses at Terminator. Terminator ducks as the bike impacts the wall. T-1G runs at Terminator. SMASH! The rock walls of the tunnel cave as the two machines battle it out. Terminator drives his fists into her repeatedly. But his fists move through her as her form turns to static energy. It’s as i Terminator is battling a ghost. In this mode, T-1G can’t injured, nor can she injure. Terminator swings his arms through the static energy gas, with no effect. T-1G turns into a static fog, then DISAPPEARS. Where'd sh go? John looks around confused. He watches Terminator search area, equally as baffled. Terminator turns cold eyes upon John and levels his .45. John winces, ready to die. BAM! BAM! BAM! But the bullets never reach John; they see to have hit an invisible barrier half way. Terminator examines the compacted bullets which appear to stuck in mid-air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "Gv GS PI \fw w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "minator reacts as the background becomes « foreground. = 7 vi sh ‘s i 2 i y. Making her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "virtually invisible. 7 iG steps into Terminator and WHACK! Xicks the giant acr face. Terminator stumbles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7-16 disappears again. Terminator once again searches for his enemy. JOHN'S POV. He sees T-1G standing directly between him an Terminator. Terminator sees John, but not T-1G. TERMINATOR POV. His vision changes to INFRARED. No avail. His vision changes to SONAR. T-1G is seen! _ SONAR POV. The outlined figure of T-1G racing toward Terminator! WHACK! WHACK! WHACK! John watches T-1G go ballistic, kicking the shit out of Terminator. The cyborg doesn’t stand a chance against the superior machine. T-1G picks up Terminator and throws him hard into a steel support beam. The support beam collapses. A tsunami of di and rock impact Terminator as the roof caves in. Complete burying him. The roof continues caving in, threatening John’s life. T-1G grabs John and carries him away from the danger zone Finally, the avalanche stops. T-1G turns and examines the ccave-in. Terminator is buried in forty feet of dirt’ and rock. . - John, shaken up and adrenaline pumped, turns to T-16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Where’s Anna?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G6",
          "text": "Terminated. John sinks down into a crouched position, staring blankly the ground, eyes watering. He shakes his head, struggling with the harsh reality. The sound of a subway train echoes in the distance. T-1G takes John’s hand. ot @ PO PS",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f“) -it ‘CONT’ 2) Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nn pulls away, emotionally upset. John sinks to the round, emotionaliy destroyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Jesus... Anna....no, NOOQCO! ‘ohn sinks down, tears streaking down his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-16",
          "text": "We have to hurry, John. We can’t do this now. 7-1G offers John her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7-1G and John take a seat near the back. John suffering f the loss of Anna, stares blankly at the floor with tear- stained eyes. Several GANGBANGERS leer lustfully at T-1G.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I don’t understand. Why'd he kill her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "Anna was important to the resistance. And to you. John wipes his eyes, struggling with his emotions. T-1G turns to John with a hint of compassion. T-1G (CONT’D) I’m sorry... : John takes a deep breath, fighting to pull himself togeth JOHN © nd oo Why’d you take on her likeness? é",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G ° . I knew you would mourn her death. Given the immediate circumstances, there was no time for that. cohn glances at 7T-iG, studying her. Oi G9 PO DO",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "So lemme guess, I sent you from the future to protect me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "(nods) Twenty-five years from now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fvy sCHN Hard for me co imagine I was able to capture and re-program you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G6",
          "text": "I can’t be captured I can’t be re- programmed. 1 conn is baffled. i T-1G (COnT’ BD) Your soldiers stormed Cyberdyne’s main factory. You programed the facility to build me to your own specifications. but not all of it makes sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHRN",
          "text": "I don’t get it, why the chase? Why’d you run from the Terminator when you had no problem kicking the shit out of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "I had to assume it was an advanced prototype.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Like you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "Not like me. I’m the only one of my type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "And what type is that? _ T-16 oo, - Cyberdyne System’s most elite model, T-1G. : .",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"JOHN",
          "text": "So what are you, liquid metal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G6",
          "text": "Sentient frequency matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "Trillions of molecular engineered particles which can take on any physical form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\feer ore oor wre wwe",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "So you can basically make yourself into anything you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-16",
          "text": "Within certain limits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Human?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "(holds out her hand) Touch me. John reaches out and feels her skin. Soft, warm, seemingl Auman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I can’t tell the difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "A surgeon couldn’t. {examining John) You're frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(deep breath) I’m just not used to being second on the evolutionary scale. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The heaping pile of dirt and rock separate as Terminator’ torn hand spears through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G yanks open the door of a SEDAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "There’s nothing Sarah Connor can do to help us. Get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". 2",
          "text": "My mom...I ‘Should call her. Q 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G cranks the steering wheel. The Sedan skids across th freeway in front of traffic, near-collisions left and rig",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I thought the idea was to keep me alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's naif",
          "sentiment": "neutral"
        },
        {
          "speaker": "COHN",
          "text": "What's the cther hal£? T-iG In forty-three minutes, Skynet gains consciousness. vohn's blood ices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Forty-three minutes? It’s going to take that long to get there! T-1G races past traffic, weaving in and out of cars. She cranks the steering wheel and speeds down an exit. JOHN (CONT’ D) Wrong exit! Where’re you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "To your computer lab. Datasafe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-16",
          "text": "You recently created a program which has sentient qualities. Self-writing software. Semi-conscious. It crashes mainframes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Icebreaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "The name of the program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G6",
          "text": "We’re going to use Icebreaker to crash Skynet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Crash Skynet? T-1G cranks the wheel, skidding past cars. © © PO PS \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN, (CONT'D)",
          "text": "You're talking about busting down a billion dollar computer platform that’s artificially intelligent. Little out of my league here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-16",
          "text": "Just before Skynet becomes aware, it will go through a period of disorientation. During then, it’s vulnerable. -vohn sees a glimmer of hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "How long’s this period of time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "Eight, possibly nine seconds. INT. JOHN CONNOR’S REAL HOUSE - NIGHT Sarah and her team of Mercenaries search the place for Jo who’s nowhere to be found. Sarah pets John’s German Shepherd, Bandita, calming the animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hi, girl, where’s John? Sarah leaves Bandita and continues to search the house. S finds the faxed pages of Cyberdyne systems. Searches John desk and finds a business card which reads: DATASAFE. Technology risk assessment. John Kaplin, presid Sarah notes the address. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘EXT. {OFFICE BUILDING - NIGHT This modest two story structure is located near LAX airpo Large jumbo jets occasionally ROAR overhead. The Sedan sk to a stop. John and T-1G hustle out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 2 3 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "cohn and T-1G exit an eievator whicn leads into the large warehouse. John unlocks the glass security door and punch in the alarm code. John hits the master switch and powers up the entire comp network. T-1G stands behind John as he seats himself before the ma terminal. John focuses on the large-screen monitor. \fy 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Takes a minute for the system to power up. T-1G lifts her nead as the obnoxious ROAR of a 747 passes cverhead, rattling the windows. JOHN (CONT’ D) May not be the quietest building in the world, but the rent’s cheap. 7-1G gives John a warm smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Let me ask you something. How d‘you disappear like that? By changing yourself molecularly into air? How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G -",
          "text": "That would make me ineffective in battle. Re-molecularzation takes time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "So what do you do? T-1G disappears before John. John reacts curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-16",
          "text": "I project what’s behind me, onto my body. T-1G moves to John’s other side. What she had projected o her body now clashes with the background and makes her st out like a sore thumb. 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Whoa... John watches T-1G returns to her default ‘mode: The :comp ‘beeps as the system goes online.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You’re online.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(snaps out of awe) Yeah. Right. John wipes the cold sweat from his brow, takes a deep bre",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "Relax, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I got a nine second window to save three billion lives, it’s a little hard to. \f40. ON THE MONITOR. John's company logo appears. 2ATASAFE. vyonhn's fingers dance across the keyooard as he logs ont Cyberdyne Systems. JOHN (CONT‘D) How’ re we doing on time? T-iG Coming up on our window in a minute and a half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(shaking his head) Let’s just hope they haven’t changed the code. Cyberdyne’s dazzling logo appears. Then a WARNING FLASHES",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Shit! The code's twenty-digits. Alpha- numeric. It takes Icebreaker five minutes to decipher it. We’re screwed. T-1G leans over John and types into the keyboard, fingers blazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYBERDYNE COMPUTER, (VO)",
          "text": "Access granted. Welcome to Cyberdyne Systems. John looks up at T-1G, amazed. T-16 . That much I know. The rest is up to. you~ John feverishly goes back to work. ON MONITOR. Icebreaker’s 3-D graphic lays on top of Cyberdyne’s menu. John clicks on one of Icebreaker’s options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Run full crash. © & BPS I John hits the ENTER key. He stares at the computer screen anxious, nervous. JOHN (CONT’D) All we can do now is hope and wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is neck hn stretches his back, takes an anxious oreath. ces her hands on John’s snoulders ana cives him od T-i¢ How's that feei?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(slightly uncomficrcable) Not bad. ‘ vohn focuses on the monitor, surprised by wnat he sees. JOHN (CONT’D) That was fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "It got right past the inner firewall and into the core. You’re right, the system is weak. Dazzling computer graphics visually show Cyberdyne’s cent nervous systems. The core. JOHN (CONT’D) Data is being corrupted. It’s working. John, electric, types into his keyboard, but his computer locked. JOHN (CONT’D) I’m frozen. Shit. John fights to remedy the situation. --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Something’s wrong. This shouldn’t be happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What’s the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I’m losing bytes. <=t’s downioading my entire network! I have to abort. John’s jaw falls agape as his body convulses with a deadl dose of amperage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "You’ re terminated. Ot G9 POH:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-iG is blown back, her hands sparking with electrical current. Zonn falls to the ground, still choking from the electric dose. Sarah Connor marches toward T-1G with her two HK G-36s. S revels them at T-1G and fires a constant stream of ammo. Sarah's Mercenaries back her up. Exploding a barrage of gunfire ac T-1G. ?-1G’s body contorts hideously as she stumbles back from constant onslaught. Each bullet creating long spinule exi holes. Sarah empties both ammo belts, during the brief pause, sh quickly turns to John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Get out of here! Sarah reaches behind her back for a .50 caliber sniper ri levels it at T-1G. But before she can squeeze off a shot. T-1G’s body turns to an electrical gas. And in this ghost like form, the bullets have little effect. T-1G then disappears into thin air. Sarah and the Mercenaries search the area, confused as he Mercenary #1, carrying a ROCKET LAUNCHER, is cut across t throat. The soldier stumbles to the ground, dead. Mercena #2 is knocked t ten feet into’ the wall. . CRASH! :",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCENARY",
          "text": "“Where the fuck is iti? Mercenary #4 is kicked off his feet, neck broken. Mercena #3 fires wildly, screaming in fear. He suddenly stops, dr his weapon and falls to the floor, a gaping hole in his b The remaining Mercenaries open fire and spray the entire room. During this, two more Mercenaries are cut down. John grabs Sarah and pulls her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You can’t win, come on! Sarah EXPLODES shots randomly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "© G PM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "77S, seen for a split second, disappears. Saran, ‘freaxed -#veis the .50 caliber, oumps off a barrage of gunfire. ran reacts as one of her bullets seems to nave stopped in m. id-air. T-1G’s camoufiaged form is partiaily revealed he background which she projects on her body isn’t perfec matched to perspective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saran clicks her .50 caliber to an empty chamber. While s siaps in a full clip, T-1G’s partially camouflaged form a 22.Sappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHACK! Sarah is kicked in the chest. She flies back hard nto the elevator doors, dislocating her shoulder. John rushes to her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7-iG makes herself appear as she marches toward John and Sa arah. SING! The elevator doors open. T-1G looks up at... Terminator! He holds a .40mm HK69 grenade launcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Get down. Terminator fires a GRENADE which impales T-1G’s chest. EXPLOSION! T-1G is blown back from the violent force. She tumbles across the floor, her body vaporizing into streak sizzling light. The lights pours back into itself and reforms T-1G, returning her to default mode. T-1G jumps up onto the ceiling, sticks to it like a spide She jumps down, grabbing hold of the ROCKET LAUNCHER. Terminator fires another grenade... .EXPLOSION! T-1G, . carrying the rocket_ ‘launcher, :-is blown through: thi w CRASH! . , Glass everywhere! | . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator looks down at John, offers a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Come with me if you want to live. John is beyond confused. Isn’t this the bad guy? No time figure this out now. He grabs hold of Terminator’s hand, zamps to his feet, nusties to Sarah wno struggles to igno che pain of her dislocated shoulder. © © PY PO Sarah grabs one of the HK G-36s with her right (good) arm Slaps in a new belt of ammo, wraps the belt around the sa arm. Sohn grabs the .50 caliber sniper rifle. The three are no heavily armed and ready for action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f“y 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G returns to her default mode. She focuses on the rock sauncher several feet from ner. She picks up the weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator peers through the window and watches T-1G aim rocket launcher right up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Run. John and Sarah do what they’re told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G pauses firing when something fills her ears. She tur and focuses on an approaching 747, landing gear down, on final approach. T-1G shift aim and fires a rocket at the jumbo jet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. 747",
          "text": "The rocket impacts the 747’s wing. EXPLOSION! The fiery 7 barrel-rolls out of the sky, heading straight for the off building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator, John and Sarah exit through the side of the building when they see the massive jumbo jet hurtling straight for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator hustles up to a MANHOLE ‘COVER, rips off the-l",
          "sentiment": "neutral"
        },
        {
          "speaker": ". TERMINATOR",
          "text": "Get in. Sarah and John hurry to do just that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW MOTION",
          "text": "as the 747’s fiery carnage bounces into the parking lot w Terminator, John and Sarah were seconds earlier. Gi GD HO HO SMASH! A MASSIVE EXPLOSION as the Office Building where J once worked is CRUSHED by the hurtling fuselage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator, John, and Sarah, wade as fast as they can thr the two feet deep sewer water. Chunks of concrete raining down onto their heads. ‘ike St. Elmo’s Fire, a ball of FLAMES rushes toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Get down. Jona and Sarah dive into the water which is bareiy deep enough to cover their bodies. SWOOOOSH! The firestorm SLAZES over their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Traffic is backed up. Crowds of PEDESTRIANS stand outside their cars. Some cry from the horrific tragedy; others st catatonic, staring at the 747 crash site. HIGH-PRESSURE WATER shoots out of a fire hydrant and dows the flames, clearing a path for Terminator, John and Sara they emerge from the manhole. Terminator’s eyes target a custom MOTOR HOME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MOTHER and DAUGHTER back against the rear wall as a gruesome Terminator rips off the door and enters. He is still smoldering, large portions of endoskeleton exposed beyond charred cloned flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Get out. . : What a good idea! The Mother and Daughter, .in a state of panic, squeeze past Terminator as fast as their nerves ca propel them. The FATHER, behind the wheel, approaches Terminator, in a state of shock from the horrific 747 cra",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "‘What the hell is this!? The Father goes limp at the sight of Terminator. John and Sarah enter with their heavy artillery weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "You stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© G DS WO \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A victim of the wreckage focuses on an angelic burst of colorful light. T-1G appears -- is this the Virgin Mary? The Victim reaches out for what she assumes is her savior anil T-1G steps on the victim’s neck and coidly strides o ire illuminating her perfect body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "vohn peers out the back window, searching for the T-1G. T coast appears to be clear. John turns back to Terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You kicked ass back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I know. Sarah lets out a grunt, cringing from the agony of her dislocated shoulder. Terminator approaches Sarah, examine her. TERMINATOR POV. The dislocation is clearly seen. CRACK! Re-sets the shoulder. Sarah lets out a SHARP SCREA",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP FRONT",
          "text": "The Driver winces from the scream, scared shitless. While driving, his eyes fall on a cellphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "How many models like you have been sent back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Just me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John takes a closer look at Terminator. He can see the cyborg’s human flesh slowly repairing itself, returning cloned tissue and endoskeleton to new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "‘fou're healing. Gil GD PO WO",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I am Cyberdyne Systems model T-201. Upgraded self-regenerating capability.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You were trying to kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "= waS prcgrammed to stop you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "By who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "You. Twenty-five years from now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Wait a minute, you’re saying that John sent you back through time to terminate himself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Not terminate...stop. Injury was an - acceptable risk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Stop me? From doing what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Cyberdyne Systems was unsuccessful in making Skynet conscious. The program lacked one thing. A sense of mortality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Whadaya mean, mortality?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Skynet could not know life, until it was threatened with death. That’s what your program taught it. .",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JOHN . -",
          "text": "You're telling me, when I tried‘to crash Skynet, I brought the damn thing to life?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Yes. John’s blood turns to ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Skynet’s alive... Jesus... Sarah grabs John. ©u G PS PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fSARAH (CONT’ D) Why didn’t you tisten to me! You had an obligation, goddammit! ‘fou shouid’ ve",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "How was I supposed to know that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Three billion iives, John! Three billion human lives!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "We can still stop it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Skynet is already in control of several nuclear platforms. War is imminent. Sarah takes that like a knife in the heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We don’t have any other options. {to John) Keeping you alive’s our only chance now. (to Terminator) I’ve been stock piling supplies in a cave deep inside Mount Chaffney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Mount Chaffney is where John Conner emerges after the nuclear fires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘There is no ‘fate but what me make. - Those are your words, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ SARAH",
          "text": "It’s over, John. John refuses to believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frantically speaking into the phone is the Wife of the Mo Home Driver, her daughter hugging tightly to her waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gi GS PO HO - \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "(hystericaii i‘m telling you, I’m sure they had something to do with the crash, they were heavily armed. Yes, heavily armed. Please be careful, they have my husband!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vehicle speeds down the freeway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John sits in anguish. Terminator stands in the center of cabin, ready for attack, weapons tight in his grip. Sarah studies John’s pain; something she’s familiar with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m sorry about Anna. John nods, eyes adrift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "I know what you’re going through. I know how hard it is to lose someone. But you have to put it behind you. John looks directly into Sarah’s eyes. They now have something in common besides blood. John looks up at Terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Why Anna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "_. The T-1G’s highest probability for success was to ‘get close to you posing as your girlfriend, © . - John looks off, tortured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR, (CONT'D)",
          "text": "You are now targeted for termination. The T-1G will not stop until --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "-~ it completes its mission, yeah I know the drill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I set a trap back at the compound. A vat of molten metai. The T-1G fell right smack into it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "~~ and right smack out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "The T-iG is Skynet’s most elite model. Composed of sentient frequency matter. tt can’t be melted, frozen or blown-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "How do we kill it? Can we kill it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Unknown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing. iNT. NORAD - COMMAND CENTER Giant screens display maps of the world, via satellite. Perched before terminals which access the mainframe are N Techs. One of the TECHS is alarmed by what he sees. He checks th data on his computer screen to be sure. He rips off a printed sheet and hurries to exit the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Tech hustles up to a Naval Captain, the COMMAND DIREC who's in the middle of eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECH",
          "text": "Sorry to interrupt, Sir, but you might want to take a look at this. The Command Director examines the printed sheet. The Tech gives the Command Director a smirk. TECH (CONT’D) It's a drill, right? The Command Director's face turns to stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMAND DIRECTOR",
          "text": "Get me General Wade. The Tech reacts, this is no drill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Gi GS HN SO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f—-— --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ie =NT. CAMP DAVID ~ PRESIDENT’S BEDROOM - NIGHT The PRESIDENT is awakened by a man in a SUIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUIT",
          "text": "Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President buttons his shirt as he strides down the ha He’s met by one of his JOINT CHIEFS OF STAFF who keeps pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOINT CHIEF OF STAFF",
          "text": "One of our Ohio-class subs has been put on silent running and is poised for ballistic assault. They’re too deep to —- establish any kind of contact. The President turns to his EXECUTIVE SECRETARY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Have we heard from Matt Ribberdy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE SECRETARY",
          "text": "No yet, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESDENT",
          "text": "Get him. And I need coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President, sipping coffee, sits before a video confer network. Displayed via teleconference. is MATT RIBBERDY. sits inside A COMMAND AND CONTROL; ‘enter, - Location. un",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRESIDENT ° . ‘ Matt, what’s going on . down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hacking, sir. Our command and control database is being accessed. The President reacts to what may be considered an act of",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "Sir, every firewall’s falling like tinder sticks. None of our counter-measures have been successful. I highly suggest we place an uncorrupted copy in our Green River Complex. 1 need 200 terabytes of core freed up and full access to the Cyber Cellar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6 (re The Secretary of Defense is seen on another monitor. SECRETARY OF DEFENSE. Mr. President, we can’t just open our most secured facility and allow a database wnich might very well be corrupted --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "The copy is uncorrupted, sir. The President is anguished, cold sweat lining his brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "Sir, we have to erase the core before anymore information is accessed. And we can’t do that until we have a secured copy in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Free up two hundred terabytes of core. SECRETARY OF DEFENSE. Mr. President -- The President shoots the Secretary Of Defense a hard look",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator refuels the Motor Home when another customer o the opposite side of the gas pumps curses the credit card Machine in frustration. The CUSTOMER looks up at Terminat",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMER",
          "text": "These goddam ‘Stupid | machines | ‘They’ re . allicrap! . f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator shoots the “Gisgruntied Customer a death look the man strides toward the attendant window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John walks up and sits in the passenger seat, turns to th Driver who is obviously petrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Howya doing? (no reply) Look, we have no intention of hurting you. The Driver is incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gi G PO HO \fJOHN ‘CONT'D) ‘ Get back to your family. Spend as much - time with them as you possibly can, okay? Go ahead. Tne Driver, at first somewhat reluctant, opens the door a exits quickly and quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "3ACK CABIN",
          "text": "vohn approaches Sarah as Terminator enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Both tanks are full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I’m not doing this. I'm not running off so I can hide in a mountain somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How long before Skynet launches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "A U.S. Trident submarine launches the first warhead at San Francisco in eighty- two minutes. { \\ Sarah shakes her head, devastated. Co JOHN What if we destroyed Cyberdyne? I mean nuked the place completely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Negative. Skynet has anticipated that, and is downloading itself into a protected environment. Once safe, it will launch’ globally. Two hours after San Francisco is destroyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There’s has to be someway to stop this. John storms out of the Motor Home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gi @ PO PO John walks past the stores, suffering with guilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Think, John, think... . Through the storefront window, John spies on a Father a (! being playful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a erminator approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN, (CONT'D)",
          "text": "T can’t do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Because I make mistakes. Too many mistakes. I let myself get set up. (beat) People are supposed to believe in me? Trust me? Why should they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "You are an effective leader. John shakes his head, unable to hear the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I’m responsible for the greatest cataclysmic event man will ever know! And I’m supposed to live in a mountain while cities burn to a crisp? No way. (beat) ¢ I sent you back through time to stop me, eo another mistake... You should blow me \\ away. John walks off. Terminator grabs John and hurls him into some trash cans. CRASH! JOHN (CONT’ D) What the hell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator picks up do against his temple. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "with one hand an",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN . (CONT? D) ~ an What are you doing?! Stop! It’s me, Connor! 7 (terminator cocks the pistol) Leader of the resistance! Terminator pauses, uncocks the pistol and withdraws it fr schn’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 3 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Then start acting like him. Point made. John wipes the blood from his Lip. \ft !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd T,do? Program you to kick my ass if T started acting like a coward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Baby.” ; The word you used. Jdhn extends his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me » hand, rminator pulls John half way up...lets go. John crashes ck down. oH",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Thanks! ;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(walking off) No Problemo. hn gets to his feet and catches up with Terminator who rides toward the: motor home. iL JOHN “No probilemo??” Sounds familiar, I teach o to say that in the future? i ag | ‘TERMINATOR Among ee things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Like =",
          "sentiment": "neutral"
        },
        {
          "speaker": ". TERMINATOR",
          "text": "v»You programmed-me.to push you to-your ..- + full pot tial... - Keep you alert. JOHN | ne You mean give me shit. Is that what you’ ce aeily saying? j; TERMINATOR It’s \" you work best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Great... just what T need. A Terminator with attitude. (shrugs) Well at ‘least you have some personality. | ‘TERMINATOR ' One of us has to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sohn stops in his tracks, realizing chis reiationship mig ce nell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah opens the door as John enters, disheveled, blood un Ais nose. Terminator trails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What the hell happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "We had a nice talk. Sarah reacts as John wraps some ice in a towel and holds against his cheek, a little cautious of Terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You said Skynet downloaded itself into a protected environment...where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Green River Launch Complex. Utah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Green River?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "It’s the new Area 51. Place is a goddam fortress. With his free hand, John picks up a cellphone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "(into phone) District of-Columbia...the ‘Central Intelligence Agency please..: °°\" SARAH John!?.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "We can’ t do this alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You think you can convince them? You’ll be stuck in red tape hell. I’ve dealt with this shit, you haven’t. Ot G DO INO John stubbornly remains on the line. Terminator grabs the phone from John and smashes it in his grip. John, confuse faces Terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "ee What, I programmed you not to Listen to ‘8 me too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATO",
          "text": "Only when your survilval is at risk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "John, we can’t win this right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "My gut tells me we can! if I can’t trust my gut, how the hell am I supposed to make a decision in the future? Terminator lifts his head as he hears something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Helicopters. Approaching from the - Northwest. John and Sarah listen, hear nothing. Terminator moves to window, looks out. TERMINATOR POV. Telescoping nightvision reveals an army o choppers approaching. Searchlights aim down at the Mobile Home. TERMINATOR (CONT’ D) They’ re targeting us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(peering out the window) They think we downed the jet. The choppers are now audible to human ears. . Terminator a .50 caliber sniper rifle. . . oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN fee Unless you want a bloodbath, there’s only one way out of this.. Sarah pauses, struggling with what will be the biggest decision of her life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "They won't Listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "They’ 11 have to. {to Terminator) You know how to surrender?",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "61 DD”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Surrendering is not one of my mission parameters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "It is now. vut your hands above your head. Terminator reluctantly does as he’s told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "How do I look? John examines Terminator who looks more than awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Surrendering is not you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Copilot aims a NIGHTSUN spotlight down at the Motor H illuminating John, Sarah and Terminator as they exit the vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "Charley base, seven six uniform. Have terrorists in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO, (VO)",
          "text": "Subjects are heavily armed. Use extreme caution,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torrent winds blast dirt into the air as a SQUADRON OF HELICOPTERS perform steep approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Upon landing, armed SWAT, POLICE and“ FBI ,exit with weap leveled. They stealthily storm the ‘Motor Home with train precision. : John, Sarah and Terminator stand beside the Motor Home, h in the air, winds blasting their faces. TERMINATOR POV. A digitized scan of the approaching SWAT soldiers. Each of their weapons is identified; their line of fire calculated. Terminator shoves John back behind his body to protect hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "This is tactically dangerous. G1 © PS P",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just stick with the plan and we‘1l:i be fine. TERMINATOR POV. Highly sensitive ears hear everything. Weapons cocking, bullets being loaded. Safeties being released.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE MEGAPHONE",
          "text": "Drop your weapons!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We are unarmed! We surrender! John looks down and sees a pistol tucked in Terminator’s front belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Shit! Lose the gun. - SWAT POV. The task force reacts as Terminator reaches int his belt to discard his .45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWAT",
          "text": "Gun! All hell breaks loose. Terminator quickly pulls John into his chest and turns his back to the gunfire. Sarah dives rolls beneath the Motor Home, narrowly escaping the onslaught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWAT SERGEANT",
          "text": "(into radio) Cease fire! The shooting stops. .The SWAT soldiers rush John and Terminator, guns leveled.:..) ' ees",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“BEHIND MOTOR HOME",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“A team of SWAT soldiers storm Sarah, M4s leveled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What part of “we surrender” didn’t you fucking understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "2 2 3 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Large plasma monitors with projected maps of North Americ High-tech terminals, etc... Chief Programmer -- MATT RIBB ~- is approached by his assistant. We recognize Matt from the presidential teleconference call earlier. We note tha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "he iooks a little different -- heavier, longer hair, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "Mr. Ribberdy, the President's on teleconference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt takes a seat behind his desk and faces his computer. few clicks of his mouse and the President is seen on a teleconference monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President faces the teleconference monitors and finds Matt Ribberdy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I want an update.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "An update? On what, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "The download. MATT / . . I wasn’t informed of any download.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just got off the phone with you. Matt tenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Not me, sir. the President reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This experimental weapons test area is surrounded by dust desert plains, hills and a deep canyon gorge. High-voltag tazor-wire surrounds a ten mile perimeter, at the center series of massive government hangars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A state-of-the-art vault which houses the nation’s larges computer data base and defense platforms. Thick titanium plast doors insure that even in a nuclear event, the comp system would remain fully operational. ROBOTIC ARMS mounted to a track on the ceiling control th loading and unloading of data. It’s a fully automated sys with little to no need for human intervention. inside the cellar are fifty large computer towers. -Displ on the face of each tower are monitors, each displaying. Dazzling graphics which clearly illustrate the progress o the 200 terabyte download.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Occupying the room are two COMPUTER TECHS. Each with thei own terminals. While the Techs bullshit back and forth, Ribberdy storms the booth in a panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "How many terabytes have transferred?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "Cancel the load! _ Lo .- . The Techs jump to action. Tech #1 types into his comput but gets no. response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECH",
          "text": "I’m locked out. Ribberdy’s expression turns alabaster white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO BLACKHAWK helicopters touch down onto twin helipads perched on the roof of the building. Gi GS PS PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "62.",
          "text": "= team of armed SWAT soldiers rush the chopper. John and Sarah exit, nands and feet shackled. Tne Swat soldiers. rush past them and approach the second Blackhawk chopper. They step inside and find more soldier guarding Terminator who wears a SHACKLE VEST made of thic titanium. Two massive titanium ankle-mounts limit his walking to short steps. Terminator meets up with John and Sarah as they are escor toward an awaiting freight elevator. Terminator turns privately to John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I could effectively terminate these soldiers. We could be in safe ground in an hour and twenty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "We're not killing anybody. Just stick with the plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "What plan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "{turns to John) What’s with the attitude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Tt programmed him that way. To keep me on my toes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Jesus Christ. ‘The freight elevator doors open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. CORRIDOR c The SWAT soldiers stop as they come to a steel vault door They unlock the door and motion for Terminator to enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "{to Terminator) 3 You, in here. — 5 The other Soldiers motion for John and Sarah to continue the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(privately to Terminator) Stay cool, alright? They’ re gonna want to examine you. Show ‘em what they want to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". 33.",
          "text": "& SWAT soldier annoyingly jabs Terminator in the back wit M4. Terminator turns, snaps the titanium craceiets from h wrists (like they were calsa wood) and grabs the M4 with lightening speed. The other SWAT soldier aims thedr weapons at Terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWAT i Drop the gun! Drop it now! Terminator breaks the M4 in half. Drop the pieces at the soldiers feet. Point made, he enters the nolding tank. On his terms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. INTERROGATION ROOM “THE BOX” = LOW LIGHT This maximum security facility is lined with steel Walls. table and two chairs are welded to the floor. The shackle Sarah wears are bolted to the wall behind her. Taped to h neck, wrist and other areas of her body are tiny sensors. Special cameras and state-of-the-art detection equipment monitor physiological response. In charge of the questioning is an agent wearing a baseba cap, jeans, boots -- slight Virginia drawl. He is MIKE ROLAND. Also present are two armed GUARDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLAND",
          "text": "Sarah, another cigarette? Roland removes a pack of Marlboros from his pocket, light one up and places it between Sarah’s lips. ROLAND (CONT’D) Why. don’t you tell me-who: you work for - again? . -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’ve answered that question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLAND",
          "text": "My memory isn’t so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Then play it back on one of your fucking recorders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John is in a similar situation except the agent questioni him is TIM LAWSON. Dark eyes, dark suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© @ PS PS \fy",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Loak, we know about genetic amplification. Not just strength Sut the ability to neal rapidly. Body armor surgically implanted beneath the skin. That sort of stuff. We also know China’s funded more than a quarter billion YS in this type of research.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN",
          "text": "You guys are way off the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLAND",
          "text": "Well, we're not always on top of our game over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I told you what he is! Listen to me! While we sit here wasting our time, an ICBM is minutes from being launched!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "You’ ve made that point clear. What do you suggest? We evacuate San Francisco?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "It’s gonna come from one of our own subs. We can stop it but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "One of our own subs??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator stands in the middle of a barren titanium tank ultra thick carbon cable attached to a.single industrial- sized eye-bolt in the center -of.the:floor.*:.A red:laser scans Terminator’s <body in a circular: motion; examining square inch of him.” On one of the walls is a two-way mirror, protected by thi titanium bars. TERMINATOR POV. Terminator changes vision so that can see through the two-way mirror. Inside he sees and hears two AGENTS, one of which is discussing him on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "It’s definitely him. From ‘84 and ‘91, yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fe 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLAND",
          "text": "Could you explain how this man survived enough armor piercing rounds to cut a tank in half? How he snaps a machine gun like a twig, and why he can’t be tranquilized? Roland slides an 8x10 photo toward John and Sarah. The picture shows Terminator with exposed endoskeleton beneat nis cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You‘ re so over your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator is seen through the observation glass. fAigh-t equipment spits out endless data as Terminator is examine from head to toe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "(into phone) No...he doesn’t respond, we tried that. As Agent #1 paces back and forth, countless photos of Terminator, pinned to the wall, are visible -- pictures o Terminator from the first two films, some blown-up photos show Terminator with patches of exposed endoskeleton. AGENT #1 (CONT’D) Listen to me, Beth, I’m staring at a living fucking phenomenon here... No, we‘re waiting on X-rays now. (frustrated) Well what the hell do you expect ‘me to do? I can’t just ask the.man to remove his skin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator easily breaks free of the shackle vest. He gra one of the injection darts, yanks it from his skin. He sn off half the needle and jabs it into the base of his head Using the broken needle, Terminator slices open the back Ais scalp...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent #1 drops the phone from his flaccid grip when he se Terminator slice open the back of his head. Agent #2 reac in the same fashion. Gt GS IP WO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f. One Soldier actually pisses his pants.’ 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Having cut a perfect iine from the base of his neck to th top of his cranium, Terminator then jabs the broken needl into the front of his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent #1 hits an intercom button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "We got a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armed soldiers hurry through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator finishes slicing a perfect circle around the circumference of his neck. He then places his hands upon ears and shoves upwards. The Soldiers enter with their weapons ready. They find Terminator with his back turned. We hear the sticky sound of flesh and musculature separat Terminator pulls off his face like a Halloween mask. The Soldiers are horrified at the sight of a metal craniu After removing the human mask, Terminator turns to the soldiers, revealing his true endoskeleton head. Red eyes glowing. Steel jawline. Traces of blood beading against shiny armored steel. a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent #3 enters with a stack of X-Rays, oblivious. Too consumed by his own findings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Someone tell me this is a joke. Agent #3 slaps down X-Rays onto an iiluminated table. tT i ‘ i + Pneumatic pumps, mazes of optical circuitry. Fierce battle armor. Agent #3 notices the other agents gawking through the observation glass at Terminator. He takes a gander for himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© GD WS IN",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Jes-us fucking Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Motor Home is hoisted back onto its wheels by a porta crane. A handful of Officers and FBI men examine the remnants of the crime scene. LOW ANGLE on black Gucci Boots. Camera rises to find T-1G surveying the area. T-1G approaches an FBI PHOTOGRAPHER taking pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "I’m with the Times, can I ask you a few questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI PHOTOGRAPHER",
          "text": "No comment. T-1G’s POV as she focuses on FBI Photographer’s brain, wh she deciphers... NEURO-ELECTRIC ACTIVITY: Among the cluttered thoughts and images, subconscious dialogue overlaps: “She’s beautiful. Who is she? Hide my wedding ring.” The FBI Photographer discreetly hides his wedding ring by of holding the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "Just tell me where they took the terrorists. .NEURO-ELECTRIC ACTIVITY: ‘Among surreal images-we: hear chaotic subconscious dialogue: “I :don’t know where they taken. I just take pictures. I’m in the dark. Take off my glasses. Get her number.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI PHOTOGRAPHER",
          "text": "(removing glasses) I can’t tell you that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-16",
          "text": "Who would know where the terrorists were taken? ©1 @ WO HO NEURO-ELECTRIC ACTIVITY: Images of another FBI Agent are seen. A heavy-set, balding man. We hear his name: AGENT PERRIL. Subconscious dialogue overlaps... “What's her nam Get her number. What network are you with?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What network are you with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G turns and focuses cn AGENT PERRIL who sits inside a nondescript car, speaking on a cellphone. 7-1G walks off with no reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent Perril hangs up his cellphone and finds T-1G standi over nim with a big smiie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "Mr. Perril, where did they take the terrorists? NEURO-ELECTRIC ACTIVITY: “How does she know my name? Who she? Very pretty. I’m happily married. I hope she’s not N.S.A.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "N.S.A. Where were the terrorists taken? NEURO-ELECTRIC ACTIVITY: Images of a building in the o industrial downtown part of Los Angeles. The Bradley Building, 1200 Grant Ave. Subconscious dialogue is heard: “What’s the N.S.A. want with this? I don’t believe her.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRIL",
          "text": "Can I see some identification?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-1G reaches : rril’s: chest. T-1G POV. Internal organs. are seen. Perril’s heart. A BO OF ELECTRICITY makes it beat too fast, then stop. T-1G (CONT’ D) Help, this man’s having a heart attack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELP",
          "text": "Paralyzed, grasping his chest, Perril stumbles to the gro choking for air. Police and Feds quickly rush to his aid. © GS PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\faad",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“INT. “HOLDING TANK ~ 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWSON",
          "text": "Obviously there’s, technology out there we're not aware of. - Question is, where did it come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Not where. when. ' iAWSON We're crossing over into relativity now, time travel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Listen to me. Our own defense computers are being re-programmed and turned against us. There will be an apocalyptic war early this morning unless -- John looks up at a clock on the wall. JOHN (CONT’ D) We’re too iate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roland snaps his fingers before Sarah's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLAND",
          "text": "Hello? Earth to Sarah. Sarah? Sarah.stares blankly at the clock on the wall. : ‘ SARAH . (emotional) . ‘ Jealge God, help them... wey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator remains.where we left him. TERMINATOR POV. Computerized data shows a countdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "5...64...63.0-",
          "text": "Terminator lowers his head in what appears to be remorse. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All is silent...until an ICBM suddenly breaks the surface the sea and rockets into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 2 3 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f‘y",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tne President is in the middle of an intense discussion w his staff when an image appears on one of the teleconfere monitors: Matt Ribberdy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYNET/RIBBERDY",
          "text": "San Francisco is a warning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Who are you? You are not Matt Ribberdy. The dated image of Matt Ribberdy morphs into a current im of the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYNET/ PRESIDENT",
          "text": "Make no attempts to disengage me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ICBM rockets at over two thousand miles an hour, in t distance...San Francisco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pedestrians window shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Customers cheer as they watch a game on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Children eat ice cream. . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nuclear warhead descends toward San Francisco from 5, feet. A FLASH OF WHITE! THE SKY EXPLODES! An ENORMOUS BURST of HEAT combusts and swirls in a massive MUSHROOM CLOUD. The SHOCKWAVE begins its deadly path of destruction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night turns from black to the BRIGHTEST DAYLIGHT. The BLAST WAVE hits, turning all in its path to ashes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O16 DM” \f4",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "jn",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "t (on 71. Buiidings are shaved off their foundation and turned to d Fedestrians are instantly disintegrated. Fire engulfs everything. The BLAST WAVE reverses direction and sucks all that it h gestroyed back up into its mushroom cloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the extreme distance, a strange orange light glows to north. The sudden EXPLOSION of rotor blades as two camouflaged painted BLACKHAWK helicopters roar into frame",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Blackhawks land right in the middle of the street. Hi ranking military exit the rotorcrafts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John sits alone, waiting... Suddenly, the door opens and Lawson enters. His blood-rinsed expression tells us he is aware of the catastrophic event. JOHN . (devastated) We have two hours before the rest of our nuclear arsenal goes airborne. I suggest we do something about it this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘Roland approaches-Sarah. For the first time he’s nervous Scared. Sarah stares up at Roland through. blood shot: ey speaks with gritted teeth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Whoops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEAR",
          "text": "Gi G WO KO",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You’re an asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fy “~ 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLAND",
          "text": "The machine in the next room, wnat did you call it again? Sarah takes a deep frustrated breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILBERMAN, (0S)",
          "text": "A Terminator. Sarah and Roland look up as BRAD SILBERMAN enters -- the skeptical Psychologist Zrom the first two films. Trailing +s LT. GEN. MEEKS -- charismatic, powerful. Flanking the general are four armed soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. MEEKS",
          "text": "All records and documentation of this interrogation are now under military jurisdiction. Lawson reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN MEEKS",
          "text": "Thank you, gentlemen. We can manage from here. (to Silberman and Sarah) I believe you two know each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILBERMAN",
          "text": "Last I saw-you...you had a syringe of Liquid Plumber in my neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Never thought I'd be glad ¢ to see your face. All action stops when'Terminator is escorted into the roo several very nervous soldiers. The head of its endoskeleton exposed. In Terminator’s gri the human flesh mask which used to cover his head. Terminator takes the human flesh mask and pulls it over h endoskeleton cranium, positions it in place. At Zirst the human tissue lays loosely against the Cyborg cranium, until suddenly...skin begins to tighten against metal and fit firmly around the eye sockets. Lips fasten snugly to the metal jaw. Gen. Meeks wipes the cold sweat from his brow before glancing at Silberman who sports an “I told you so” look. © G9 PO PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fwT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i“ 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JCHN",
          "text": "Relax, he doesn’t dite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "turn to John as he enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. MEEKS",
          "text": "You must be John Connor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. MEEKS",
          "text": "From everything Brad here’s told me, seems I should be calling you sir. Gen. Meeks shakes John’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "When you boys finish stroking yourselves,” maybe we can get down to business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. MEEKS",
          "text": "The President has been in negotiations with this uh...Skynet. There will be no further attacks as long as we comply with its demands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You really believe that shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "You are at war. Skynet is stalling until it can gain full control of all U.S. nuclear arsenals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "_ General, we need to mount a full scale . attack’ now.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". GEN. MEEKS",
          "text": "I wish I could, but the President has his own agenda. Terminator grabs Gen. Meeks by the collar and reels him i",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Tell nim to change it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The robotic arms continue to download Skynet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fy yr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gen. Meeks finishes up a phone call on a secured line. Jo Terminator and Sarah stand by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. MEEKS",
          "text": "(into phone) Yeah. Will do. Yes, sir. Gen. Meeks hangs up the phone. GEN. MEEKS (CONT’ D) You’ re going to Green River. Transportion’s ten minutes away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We’re under a little time crunch, General, I hope we’re not waiting on a chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. MEEKS",
          "text": "I think you'll be more than satisfied, Ms. Connor. {to John) Well son... It’s your show. John nods, feeling the obligation of his leadership for t first time. He turns to Terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Can I talk to you for a sec’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John cranks on the sink water and splashes his anguished face. Terminator stands at his side. and examines John in mirror. Looe so ue",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I fucked up... I should’ve spent the last : ten years gearing up for this. Training, working out, learning battle tactics. Now here I am, way over my head. John examines his dripping wet reflection in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "What am I like...in the future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Older.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You can lose the sarcasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© @ PS PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f-~ene vy",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "No sarcasm. You’re the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I find that hard to believe. John struggles with the towel sponses but it’s jammed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(struggling with towel dispenser) I have an image in my head of this legendary John Connor. This super hero that doesn’t know fear, or pain. Who's unstoppable. (examines his reflection) - I look in the mirror, an= I don’t see that guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I do. (beat) But it’s not you. John reacts as Terminator points his eyes at his own cybo reflection. TERMINATOR (CONT’D) You are John Connor. You’re human. John turns back to his own reflection, clearly understand what Terminator has just taught him. Terminator rips the towel dispenser.off the wall and hand John a stack of towels. John graciously excepts a single towel, dries his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FRONT ENTRANCE is surrounded by armed SWAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWAT",
          "text": "I gotta take a piss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWAT",
          "text": "Make it fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWAT",
          "text": "Eat me. fom Swat #1 enters the Bradley building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "Gi @ DS PD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swat #1 moves toward the elevator, nits the button. Two Military Soldiers approacn.-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "You! Area’s been restricted to approved military personnel! Swat #1 enters the elevator regardless. The Soldiers snap into action, leveling their weapons as storm the elevator. They stop the doors from closing with the barrels of their MP-5s. The elevator doors re-open. Strangely, it’s empty. The Soldiers enter and search the elevator, baffled. The elevator doors close with the two Soldiers inside. Behind the closed elevator doors WE HEAR short bursts of GUNFIRE... Bodies hitting the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator, Sarah and John approach the elevator with Gen Meeks and Brad Silberman in tow. The armed soldiers flank them. Terminator halts, hearing something inaudible to human ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Gunfire. Terminator looks down at the floor in the direction of th sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SILBERMAN",
          "text": "I didn’t hear -- ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet. Terminator looks up at the illuminated elevator display. elevator is ascending toward them -- not good. TERMINATOR (CONT’D) (to John) Get to the roof. John complies without wasting a beat. Sarah, Silberman, G Meeks and half the other soldiers trailing. © G PS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "minator kicks through the steel eievator doors, rips them . He grabs the thick eievator cable and stops it in his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four stories below, T~iG bursts up through the elevator! Terminator grabs several GRENADES from a Soldier’s belt a cthrows it down the shaft. EXPLOSION! The blast severs the thick cables and sends th 2levator crashing down to the first floor, T-1G with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "john, Sarah, Gen. Meeks and Brad Silberman hustle up the stairs with a team of armed soldiers. Silberman suddenly twists his ankle, stumbles to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You okay? ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILBERMAN",
          "text": "My ankle! A Soldier tends to Silberman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "I‘1l take care of him. Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rain showers the empty helipads. John, Sarah, Gen. Meeks the rest of the soldiers rush onto the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. MEEKS",
          "text": "Where the hell are they? SOLDIER . Should be here any minute, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. MEEKS",
          "text": "Get the choppers back, we can’t wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An EC-155 DAUPHIN helicopter ROARS across the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the SOUND of the approaching chopper, Brad Silberman exits onto the roof and approaches the rest of the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(to Sarah) He’s not limping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "78.",
          "text": "Saran moves to shoot Silberman... A Soldier deflects her aim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "What the hell you doin’ !? vohn steps past the soldiers and empties an entire clip i Silberman. he Li é Sil ; . sefault mode. BLAM! BLAM! BLAM! Terminator steps out onto the roof, fir rounds into the back of T-1G’s head. T-1G is halted! Each penetrating bullet exits the front o her face, narrowly stretching out her skin in the diamete the bullet, creating long exit wound needles. These needl stretch out, just inches from John’s face. T-1G turns back to Terminator who continues blasting her his .50mm. T-1G stumbles back from the relentless onslaug until she flies off the side of the roof and plummets. With the Dauphin hovering overhead with its side hatch op Terminator hustles toward John and Grabs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Get in. : Terminator tosses John inside the open hatch of the Dauph T-1G claws up the side of the building and jumps back ont the roof. ° Terminator pauses to re-load. Sarah and the other soldier blasting ammo into T=-1G who searches for John. T-1G focuses on the exiting Dauphin. ‘She ‘runs toward th tail rotor and jumps into the blade. Sparks fly as the ta rotor EXPLODES APART!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. DAUPHIN",
          "text": "The Pilot struggles with the controls as the helicopter s out of control. i @ PO PO The Dauphin plummets over the side of the building where story fall awaits. Hovering beside the fifteenth floor of the Bradley Buildi the tailboom COLLIDES into the side and digs in. SMASH! Glass explodes as the main rotor blades penetrate the windows!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“y",
          "sentiment": "neutral"
        },
        {
          "speaker": "79,",
          "text": "The Dauphin flips upside down and wedges iztseif into the of the building where it sticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUPHIN",
          "text": "John and the remaining Soldier bash against the roof of t cabin and slide toward the open hatch. The Soldier plumme zo his death! With one last reach John manages to grab ho ef the CABLE HARNESS as he slides through the hatch. vohn hangs five feet below the Dauphin, gripping tightly the cable. Below his dangling feet, a fifteen story death drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah glances over the edge and looks down at John, hangi on for his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Sarah turns and sees T-1G running straight toward her! Sh unloads gunfire as T-1G jumps straight over her... -.-and lands upon the underside of the upside-down Dauphi",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. DAUPHIN",
          "text": "T-1G slams her feet down onto the Dauphin, trying to disl it from the building. The sudden buffeting sends a metal tool box tumbling and the HARNESS WINCH. Unlocking it. The cable line quickly unravels. John, hanging onto the cable, suddenly descends at a‘tapi rate, a floor a second! - Looking below, John sees a UH~60 BLACKHAWK military chopp parked on the.street, its rotor blades in a high RPM. If John continues descending, he will be mutilated. ABOVE DAUPHIN. Terminator jumps down onto T-1G. T-1G spin kicks Terminator, sends him flying off the chopper! Terminator SMASHES into the side of the buiiding, crashin into the GLASS windows. BELOW DAUPHIN. John continues descending toward the blade of the Blackhawk below until suddenly... INSIDE DAUPHIN. The WINCH runs out of cable and stops abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© G IDS PS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ZELOW DAUPHIN. John stops, feet dangling ROARING blades of the Blackhawk. 2st above the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator loses hold on the building and begins a fiftee story plummet! The Cyborg rips his arms into the side of the building es ‘ails, cutting through glass and metal, anything to break fail...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator finally IMPACTS the street below, cyborg body seeply denting the pavement!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Severely winded, Sarah leaps down the stairs, five at a t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G looks below and finds John Connor hanging above the spinning blades of the Blackhawk chopper parked on the street. She jumps down onto the cable... Upside down, with her limbs straddling cable, T-1G slides down toward John like a speeding bullet. Sparks showering behind her from the extreme friction. John’s greasy grip weakens. He struggles to keep his dangling feet from getting sucked into the Blackhawk’s ma rotor blades. Looking up, he sees T-1G descending down up him! Terminator struggles back to his feet. He shoves against front of the Chopper and slides the machine out from underneath John. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP ABOVE",
          "text": "The large rotor blades of the Dauphin dislodge from the s of the building. CRACK! The sound of contorted steel SNAPPING as the mangled helicopter plummets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the chopper out of the way, John jumps down to the street. Terminator grabs John and pulls him out of the way...and & moment too soon. T-1G hits the street and digs in. T-1G picks herself up. The sound of THUNDER ABOVE. She lifts her face and finds the mangled Dauphin helicopter descending upon her head...too late! CRRRRAAASSSHH! EXPLOSION! An ENORMOUS FIREBALL swirls into the rainy nig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gi G PO PO \f‘a 81. Terminator turns to John who's gulping down oxygen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "You're a lot of work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I know. Jt Terminator grabs John and yanks +im into a running pace. znside the wreckage, static energy forms into the shape o woman. T-1G re-appears in her default mode, emerging from the aftermath, unscathed. She finds Terminator and John running down the street, pursues them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator and John race across the street. John, exhausted, gulping down air, looks behind him and sees T- rapidly gaining ground!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "She’s gaining! Terminator looks up and stops running. As if resigned.! John realizes Terminator is staring upward at something. John lifts his face into the rainy night, awed by what he sees... LANDING LIGHTS shine down onto the street as an AERIAL HU KILLER lowers into frame, rain beating down upon its shin polished steel hull. The futuristic aircraft descends dow upon John and Terminator...TOTALLY SILENT. A distorting rippling wave effect generates from its anti-gravitic thrusters which belch BLUE FIRE. The aircraft’s missile weapon system targets... SHHHHHH! A missile is fired! Chunks of concrete bursts in the air as T-1G is blasted. Another missile takes a massi bite out of the blacktop, disintegrating T-1G. The Aerial Hunter Killer lowers silently before Terminato and John, its cabin hatch hydraulically opening. John notices USAF painted on the hull. An American Soldier, inside the aircraft, motions for Joh and Terminator to enter. Terminator and John see T-1G returning to her default mod They waste no more time and enter the aircraft. Or what w will come to know as the XB-91 “SWIFT”. © GS AS NS \fbon 82. T-1G races toward the aircraft as it rockets upwards into rainy night. Defeated, she watches the SWIFT leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah looks up as the SWIFT jets her son to safety. in th distance, T-1G approaching. Sarah ducks behind the blazin wreckage of the Dauphin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cockpit is ultra high-tech, entirely computerized. Th is no front windshield. The pilots sit like astronauts wi their seats tilted back, monitoring the controls on 3D fl panels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR CABIN",
          "text": "More functionality than luxury. The cargo space is limite There are no windows. Real-time monitors view all sides o the aircraft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "We have to go back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT SOLDIER",
          "text": "Orders are to get you to Green River without delays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "My mother’s back there, she’s important to this mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT SOLDIER",
          "text": "We have another ship behind us making a pickup. We’ll put Sarah on that. Best - we can do. Anyone need medical attention? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT SOLDIER",
          "text": "Buckle down. We’re going Mach three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The aircraft breaks the sound barrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "©t © PO PO \fw 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John watches the Pilots work the controls. All of which a computerized and voice-activated. The Pilot presses a tal button and speaks to the FLIGHT COMPUTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "Initiate frequency cancellation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT COMPUTER",
          "text": "Frequency cancellation, initiated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Where’s the yoke? Pilot #1 glances at John, indicates a toggle stick beneat his thumb, The main flight controls of the aircraft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "Right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Must be hard not to over-correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "You a chopper pilot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Single engine Cessnas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "This is actually easier to fly. It’s all automated, voice-activated. Very user- friendly. John steps back as the Pilots begins to communicate with Green River tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TERMINATOR",
          "text": "who looks up at John approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hacked into a lot of government sites, but I never saw anything like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "The factories which built it are completely automated. After the fires, Skynet takes control of production and manufactures a more advanced version called an Aerial Hunter Killer. Equipped with laser weaponry, highly sensitive motion and heat sensors and a power cell which lasts twenty years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "f Haunted, John glances about the interior ci the Aerial realizing he’s sitting in Satan’s beily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "..goddam Terminator in the sky. (beat) How many of these “Aerial Hunter Killers” does Skynet manufacture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Exact number, unknown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Take a wild guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Between seven and eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Hundred?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Thousand. World-wide. John leans back in his seat, overwhelmed. i JOHN Let me ask you something, you believe in this war? Terminator isn’t sure how to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Believe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Yeah, you see mankind as a threat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "If it opposes you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "No, not me, I mean -- how do I do this... Okay, let’s say I got killed. Your mission was over. The war continued: man against machine. Whose side would you choose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Choose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Co Don't you know how to choose? (no reply) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OW G PO bO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f‘ 85. Life is about choices. They define who we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator is puzzled. John focuses on a RED fire extinguisher, unlocks it from its cradle. He then grabs a BLUE medic kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN",
          "text": "Red. Slue. Which color do you prefer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Each color is best suited for its optical --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Forget all that. What color you do you find more pleasing to the eye. You know, more beautiful? TERMINATOR POP. Digitized data scrolls, analyzing the fir extinguisher, the medic kit, their colors and shading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I see no beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I was afraid of that. —_ Terminator studies John, trying to grasp the purpose f line of questioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Which.color do you prefer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Why? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Reminds me of the ocean. And there’s something about the ocean that’s... peaceful. Anna and I used to go there a lot. (morose) She loved to surf... Gi @ PS 1 Terminator gives John a look, curiously examines the blue medic box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Medics work in triage, tending to a myriad of butchered a gunshot employees. EMS helicopters carry off the wounded. The anti-gravitic thrusters of the SWIFT send out distort ripple waves as the machine SILENTLY lowers out of the sk and hovers above a tarmac. Sohn and Terminator exit the SWIFT where they are immedia toined by two men. One of them is MATT RIBBERDY -- the scientist Skynet impersonated to the President. Cohn tries to communicate with Ribberdy, but he is unable near his voice. His lips move, but no sound comes out. Jo raises his voice, even yells...nothing is heard. The SWIFT hovers upward and rockets into the night, quiet a bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "You can relax, Mr. Connor, you haven’t gone deaf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Noise Cancellation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "The XB-91 SWIFT is equipped with electromagnetic and acoustic field suppressors. Ribberdy is a little put off that Terminator knows this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "That’s uh...that’s exactly right. Meet./COL. BELL. Well-built, husky voice, MacArthur demeanor. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s not enough to fly stealth anymore. We need to be invisible and silent. John taps on his watch, baffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "My watch stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "Be thankful you’re not wearing a pacemaker. I’m Matt Ribberdy, chief programmer. (shakes John’s hand) This is Col. Bell. Ot G DS 9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whiie shaking hands, John focuses on the wounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What happened to. ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY'",
          "text": "First things first. |We have a briefing area set up. This way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John and Terminator. sit before a large mobile plasma scr which shows the interior of the Green River Launch Comple",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "This is subplex 4. The “Cyber Cellar,” where your computer program lives. It’s ~ self-powered and surrounded by ten foot thick blast-proof walls. It’s impenetrable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What about severing uplink capability? We cut off Skynet’s arms and legs, it’s just a brain in a box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Negative. Skynet communicates with satellites by way of R.U.S.T. Ribberdy and Col. Bell are shocked Terminator knows this. RIBBERDY . That’s right. Root Underground Satellite TIransponders. On the plasma screen, a 3D GRAPHIC clearly illustrates th Cyber Cellar inside the subterranean Green River Launch complex. Descending roots jet out from beneath and travel all directions, burrowing deeply into the earth, then arc toward the surface in a vast network. : RIBBERDY (CONT’D) The communication lines run a half mile deep and fan out at a ten mile radius. There’s thousands of ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "So we sever ‘em at the core? Gu G9 PO PO \f,y 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "Wouldn’t matter. The inner snell of the vault icself acts as a back up transponder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "So shut down the satellites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Skynet controls them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "We could use this guy in intelligence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "The doors to the Cyber Cellar, any way to breach the lock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "It’s self-monitoring. The instant it detects tampering, a thermite charge detonates, welding the mechanism shut. Permanently. John looks off, frustrated as hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You designed the thing, didn’t you build in a trap door?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "Sorry, I didn’t anticipate a living computer would hijack the place...from the inside!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Alright, is there anyway to disengage the lock without tripping the explosion?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": ": Not unless you’re dead. It detects body temperature. John looks to Terminator...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "i can reduce my ambient thermal signature to zero,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Let’s do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "There’s one other thing. © G9 PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "39.",
          "text": "Tol. Bell gives a couple of soldiers a nod. The soldiers wneel a dark GREEN (coffin-sized) ANVIL CASE up to Termin and John. They unlatch the sophisticated locks. The air- <2ght case opens with an exhale of 02...SHHHHHHHT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "So this is what’s doing all the killing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "The death toll is fifty-three and climbing. vohn’s eyes widen in awe. Terminator scans the contents, analyzing. ANGLE inside the anvil case: seated flush in the custom indented foam pack... A metallic torso...two dismantled robotic arms side-~by-side...two dismantled robotic legs. head (one cyclops vid-cam for an eye}. Crude, evil, skeletal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I have files on the T-1 but have never encountered it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Skynet’s designation of its redesign. Terminator turns square to John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR, (CONT'D)",
          "text": "First generation terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Ho - ly shit... - - John removes a metallic arm from the case, feels the ultr dense weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "How many of these things are in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "Six ere operational. Shouidn’t be too much of a problem. My elite task force is gearing up. . On &D PS PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Well there’s one thing that is going to be a problem. And it’s a “she.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f+» 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is belted down to one of the passenger seats. She glances up at the monitors and views the exterior landsca sShead. In the distance, the Green River Complex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COCKPIT",
          "text": "The Pilot and Copilot navigate, relaying jargon back and forth when a shadow falls over the Pilot’s face. He looks but sees nothing to create the shadow. Suddenly the Pilot gasps as blood escapes his lips. The Pilot grasps his fatally wounded chest. The Copilot react as T1G appears before him with her hand around his neck, electrocuting him. Sarah unbuckles herself and hustles to open the EMERGENCY EXIT DOOR. Cabin depressurized, an extreme suction violen tugs at her. T-1G approaches Sarah to kill. Sarah grabs a parachute, dons it as fast as she can and JUMPS! Narrowly escaping T~1G.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SQ elite soldiers exit a C-130 which is parked on the dry lake bed. The soldiers are armed with the latest in tacti weapon systems. John looks up, focuses on a SWIFT which travels silently overheard. The aircraft maneuvers into a bank turn. TERMINATOR POV. Nightvision shows a parachute over the entrance of the complex. Terminator zooms in and sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What? Where she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Descending by parachute. From the enemy SWIFT. Terminator grabs John and hurries him to safety as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "What do you mean “enemy?” Ot @ PO HO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fNe The SWIFT drops down and hovers extremely close to the troops! Soldiers hit the ground whiie others scatter for their lives, The SWIFT travels above the small army, its thrusters SCORCHING them, turning soldiers to charcoal. Terminator blasts rounds at the SWIFT while he and John retreat. Soldiers turn their weapons on the aircraft and reciproca with a blaze of gunfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "?-1G targets the aircraft’s weapon systems down upon the soldiers and sprays a constant stream of machine fire, mutilating by the droves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALARMS WAILING, Sarah descends upon the roof by parachute She hits the corrugated metal roof top, part of which is slowly sliding shut. Quickly on her feet, she detaches the harness and stealth hustles toward the edge of the roof and looks down. The SWIFT is seen from above, attacking the soldiers. Sarah focuses on the closing roof, only several feet away from locking shut. No time to waste, Sarah climbs down in the complex, disappearing inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Terminator races John to safety, soldiers are cut d ‘and burned alive -- their retaliation futile. Ribberdy is strafed by the SWIFT. The force of the blast knocks John and Col. Bell to the ground. Terminator cover John with his body as the area around them is peppered. The SWIFT’s underbelly parts as cargo bay doors expose MISSILES which lock onto their target: John Connor! Terminator rolls off John, picks up a couple of .50 Calib assault rifles, ZOOMS in on one of the missiles, cradled beneath the SWIFT, squeezes both triggers! The missile BLOWS UP! KA-BOOOOCQOOOM! An enormous EXPLOSI One of the SWIFT’s anti-gravitic THRUSTERS erupts! The aircraft flies radically out of control. Ascending... © @ PY bO",
          "sentiment": "neutral"
        },
        {
          "speaker": "92,",
          "text": "The SWIET, spinning violently, arcs upwards and backwards zescends into a DEEP CANYON GORGE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swift plummets to the bottom and EXPLODES into a BALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator turns to John while loading new clips into eac -£9 caliber assauit rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "She'll be back. John rack-focuses on Ribberdy who lies badly wounded, leg severely shot up, pieces of shrapnel imbedded in his tors",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "Oh shit...I’m bad, aren’t I? John rips off a section of his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Hang in there, we can’t do this without you. John presses his ripped shirt into Ribberdy’s wounded leg",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Keep pressure on it. Okay? John picks up Ribberdy and throws him over his shoulder w an empty parachute curls across the ground, sailing in th wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Where’s Sarah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "She’ll find us. Let’s go. En route to the subterranean entrance, FOUR surviving soldiers join up with our guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ot G PS HO Terminator scouts through the dark tunnel entrance, the t .50 caliber guns in each hand. Trailing is John (carrying Ribberdy) Col. Bell. and the four soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the end of the tunnei stands a TEN FOOT THICK sliding suter BLAST DOOR made of titanium -- the entrance to the Green River Launch complex. The massive door is slowly closing, only two feet from lesking shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Hurry! Terminator quickly wedges his bedy inside the blast door shoves hard against it. The soldiers hurry and pile through single-file. Back to the wall, Terminator strains against the impossib weight of the blast door. Edging his back along the titan frame, he fights to make it inside before the door crushe him. But even with his cyborg strength, it’s a losing battle. Setting down Ribberdy, John grabs an MP-S and wedges it inside the door, but the machine gun bends from the extre pressure. It’s no use, Terminator ioses the battle. The blast door begins to crush him. JOHN (CONT‘ D) NOoooo00! Terminator’s body slightly compresses. Blue tendrils of lighting dance across the cyborg’s skin as he is rendered lifeless. The blast door stops, unable to compact Termina any more than it has. John is devastated. The soldiers, haunted. SOLDIER #1 - . What the fuck, man? That thing. wasn’t human!",
          "sentiment": "neutral"
        },
        {
          "speaker": ". \"JOHN",
          "text": "(to Col. Bell) It may not be dead. It can self- regenerate. Gotta be someway to pry this door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "Fifty tons of titanium. Good luck. Soldier #2's MOTION DETECTOR signals activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Sir, we got two incoming, 9 O’clock. ETA, one minute. Oi GS PO PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fn",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "T-ls... Which way’s the Cyber Cellar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "North wing. That ‘way. (to his men) How we doin’ on ammo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Not good, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "There's a tactical supply room in the south wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Bad idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "What do you suggest, Connor? We sit here and engage in hand-to-hand combat!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Skynet knows we’re low on ammo. There’re surveillance cameras everywhere. Now we got two T-1ls coming at us from this direction. In the opposite direction’s the tactical supply. This isn’t brain surgery...we’re being led away from the Cyber Cellar, into a trap. Soldier #1 glances down at his motion detector. The T-1s SOLDIER #1 . Sir. We need to make a decision here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "Connor, you can comé with us... {re: Ribberdy) +-.0r stay here and watch this man bleed to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "This man...is our only chance in getting to Skynet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "Well, son, he ain’t gonna do us much good now that your Terminix man or whatever the fuck is out of commission. Col. Bell grabs an M-16 from a soldier and tosses it to J",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© @ PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“yo a 95; COL. BELL (CONT’)) (to soldiers) Alright, ladies! Let’s move! (to John) We'll be coming back through here in ten minutes. The soldiers comply with their superior officer’s command Col. Bell leads the troops down the iarge corridor. gopn glances at the lifeless Terminator, crushed in the b oors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIBBERDY",
          "text": "(scared) What do we de now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Stay alive. Until we can figure out something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTH CORRIDOR",
          "text": "With Ribberdy over his shoulder and the M-16 in his right hand, John moves stealthily to the end of the corridor wh it “L”s to the right. Coast clear, he continues onward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator is where we left him. Lifeless. Crushed betwee the titanium wall and 20 foot thick outer blast door. Bey Terminator is T-1G. She stands outside the entrance, star in. Her body turns to static vapor, allowing her to easily navigate through the narrow 10 inch passage. Half way, sh pauses and examines the lifeless Terminator. No threat he she continues on. Once on the other side, T-1G returns to default mode and strides through the complex, resuming her hunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gunfire is constant. John was right, it’s a full ambush. Ten T-ls are battling Col. Bell and the four soldiers who desperately trying to retreat with their lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "yt GY WO WO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fYy. 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Founding the corner, John comes upon a T-i with irs back surned! John quickly spins around, feet iosing traction o polished concrete floor. The T-i about-faces and levels iis chain gun. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7onn (carrying Ribberdy) ducks around the corner, dullets railing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOSE ON THE T-1",
          "text": "We see it fully assembled for the first time. Strapped to =ts back is a bulky bullet-proof AMMO PACKS -- 100 feet o selt-fed CASELESS AMMO coiled densely, allowing a seeming endless supply of gunfire. Mounted to its arm is a sleek CHAIN GUN. An AUTO-AIM gun barrel pivots in sync with the T-l’s line of sight. When curns its head, the gun tracks with precision aim. The T-1 rounds the corner and levels its chain gun at Joh But John beats the robot to the punch, blasting the M-16 its robotic head. The T-1 is thrown off balance from the onslaught. Unable right itself, the robot stumbles. John keeps firing until LICK! Out of ammo. The T-1 finds its center of gravity and levels its chain John charges the robot and latches onto its (weapon) arm, forcing it off target. WHACK! The T-1 backhands John across the face. But John Rangs on tight. WHACK! Another backhand sends John reelin across the floor. The T-1 approaches John-and levels its chain gun to kill. TINK! TINK! TINK! Three magnetic grenades, fired at the b of T-1, stick to its shoulder. KA-BLAM! The T-1's (weapon arm is blown off! As the T-1 collapses, we RACK FOCUS on Sarah who stands w an HK69 .40MM grenade launcher in her arms. Needless to s vohn is happily surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Hi, mom. Suddenly, the T-1 flops toward John on its back and grabs ieg. John kicks the robot’s head, struggling to escape it clutches. © @ PD HO \f97. Saran shoves her boot against the T-i’s neck, pins it to ground and spears her 3K69 into the robot’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Run. vohn wisely complies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Eat this. Sarah pumps a magnetic grenade into the T-1’s mouth. TINK Rapidly backs away. EXPLOSION! The T-1’s body parts skid across the floor, smoldering. SARAH (CONT’ D) Catch. Sarah tosses John the HK69. Sarah grabs the T-1’s ammo pack which lies on the floor. straps it on her back. Picks up the T-1’s .80 caliber cha gun. Connects the clip to the ammo-pack. Sarah is looking bad-ass as ever. John makes a move to retrieve Ribberdy who lies on the ground. Face white, eyes poached. DEAD. SARAH (CONT’D) Who was he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Our only chance at getting to Skynet. You come from north’ hall? SARAH . Yeah. JOHN . T-1s?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "‘Infested. John sighs with defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Where’s Terminator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah examines the crushed Terminator. She spies down the north corridor, coast clear. Gi GD PP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saran moves to the South Corridor, checks for T~ls. Again the coast clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH -",
          "text": "At least we got you in a nuclear-safe environment. if we can take out these T-ls we can survive here. Where’re the soldiers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Col. Bell said he’d be coming back this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We'll give ‘em 30 seconds. Sarah and John take cover inside a four foot concave regi in the wall. SARAH (CONT’D) Splitting up...who’s brilliant idea was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "They wouldn’t listen to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(explodes) You got to get these people to pay attention to you, John. That’s what being a leader’s about. Sarah pulls back from her usual lecture. She sees somethi different in John’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Go ahead, say it. I should’ve listened to you. John leans his back against the wall and slides down unti he’s sitting on his butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "But I didn’t. I only cared about me. My life. Not everybody else’s. Now we all lose. Sarah removes her ammo pack and takes a seat beside John, back to the wall in the same fashion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It's not your fault... It’s mine. John turns to Sarah, shocked to hear those words coming f her mouth, © @9 PO PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fSARAH {CONT’ D) You wanted a wife, kids...you wanted a family... And why the hell not, you've been deprived of one your whole iife. Hell, you didn’t ‘even have a mother. (beat) . : All I wanted to do is! love you, John. But I was too afraid it would make you soft, weak, I don’t know... Sarah turns away from John, uncomfortable and vulnerable. SARAH (CONT’D) I spent too much time being a drill sergeant...lost out on all the fun of being a mom. You know how many goddam times I wanted to grab you and hold you...tell you things were gonna be okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "They are okay. You gave me everything I need. I now know that. Sarah's eyes moisten. ANGLE ON TERMINATOR. Lifeless, crushed in the blast door. Perhaps a part of him hears this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "I love you, mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "I love you, too. John grabs Sarah and gives her a long since due embrace. Sarah reciprocates, gripping her son tightly. A CLANKING noise from the south corridor interrupts the moment! Sarah levels her chain gun and fires a warning sh Silence. A faint human voice echoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL, (OS)",
          "text": "Hold your fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "{yells out) Colonei! Sarah rigidly levels her chain gun, untrusting. Col. Bell and two Soldiers cautiously round the corner, approach John and Sarah. All three are badly wartorn, one them nursing a gun wound. Sarah lowers her weapon. ©) © PD NW",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That bad, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. SELL",
          "text": "How many are cn your ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Five. Give or zake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. 3ELL",
          "text": "We got double that. Give cr take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I thought you said only six were operational?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "Only six were operational! I don’t know what the hell’s happening except that we're dead men walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Maybe you should quit your whining and get busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "Fuck you, lady. Sarah sweeps Col. Bell on his ass with her chain gun, sho her boot against his neck and presses the barrel of her c gun against his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You were saying...? Col. Bell’s soldiers immediately turn their guns on Sarah JOHN . War’s out there! Knock it off! RAT-T-T-T-T-T-T-! The T-1s round the corner and are now i the north corridor. John, Sarah, Col. Bell and the two soldiers quickly duck their backs against the four foot concave region in the w This will supply them some cover...but not for long. Sarah and John blast their guns at the approaching T-1s, xnocking them off balance. RAT-T-T-T-T-T-T! More T-1ls round the corner and approach from the south corridor. Col. Bell and his soldiers blast rounds at them. Gunfire constant. © G PO WS",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f»y 101. But the T~1s are unscathed. They continue marching forwar guns blazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "This isn‘t working!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "The great John Connor... What a fucking joke... John focuses on the outer BLAST DOOR where the lifeless Terminator stands crushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Cover me! John makes a run across the corridor. Sarah, Col. Bell an the soldiers send a barrage of gunfire into the T-1s to c John. ~ A bullet grazes John’s shoulder as he crosses. Nursing th wound, he wedges his body inside the narrow 10 inch openi of the blast door for cover. Turns to Terminator. JOHN (CONT’ D) I know you can hear me, goddamit! You are my protector! That is your mission! And you are FAILING YOUR MISSION! Terminator remains lifeless. The situation worsens. The T-ls are progressing. Our guys are almost out of ammo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I - AM - GOING - TO - DIE! Do you hear me!? You are a Terminator! IT’S TIME TO TERMINATE! .. TERMINATOR POV. A single point of light.- A graphic displ alternate power. Another shows level of power. The meter climbs deep into the red. DANGER! SYSTEM OVERLOAD! Terminator’s eyes sizzle with bright red. Terminator’s arms shove against the 20 foot thick titaniu blast door. John is awed. Terminator grits his teeth while shoving on the blast doo with incredibie strength. The blast door moves a fraction an inch... Sarah runs out of ammo, likewise Col. Bell. The T-1s are only yards away from having a direct line of fire. The blast door continues moving...a few more inches...a foot...two feet. Terminator removes his hands which have made two deep imprints in the titanium. Gi GD DO HS \f102. Terminator grabs John and pulls him back to keep him safe Sarah’s eyes widen as Terminator’s somewhat contorted bod steps out into the corridor where rounds of ammo immediat ricochet off his armor. Col. Bell and the soldiers are happily amazed. Terminator approaches the T-ls, cutting them off just in time, diverting the gunfire. Terminator grabs a T-1’s arm and yanks it clean off the robot’s body, shoves his hand into the robot’s face and crushes the T-1’s cranium against the wall. Terminator kicks another T-1’s (weapon} arm, sending the robot crashing against the wall. Terminator grabs the robot’s head, breaks it off. He forces the robot to fire upon itself. EXPLOSION! The robot erupts. Terminator grabs another T-1 and shoves it into a wall, crushing its neck. Terminator back hands another robot’s head repeatedly, severing its head from its torso. Terminator tosses anoth T-1 into the opposite wall...CRASH! Terminator picks up t T-1 and again hurls the machine into the opposite wall. Terminator yanks off the T-1’s (weapon) arm, turns it and fires a constant stream of ammo. KA-BLOOM! The T-1 explodes. KA-BLOOM! Another explodes. Terminator turns to John and the rest of the bunch with a smirk and a severed T-1 arm in his grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I’m back. Terminator drops the severed T-1 arm into a pile of smoldering robotic junk. CLANK! Terminator kicks T-1 debr out+of his way as he approaches John. A T-1 head rolls al the floor. TERMINATOR (CONT‘D) It’s clear to me why Skynet rushed to redesign the T-ls. They suck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Low angle on black Gucci Boots...we pan up the gorgeous l of T-1G who strides toward the Cyber Cellar’s vault door. T-1G peers inside and examines the fifty computer towers circulating with Skynet’s god-like mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "i GD 1D HO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She focuses on the panel lock, rips off the cover and dri ner hand into the circuitry. EXPLOSION! The thermite blas welds the lock shut. T-1G turns her back to the Cyber Cellar and stands direct in front of the vault door, silent and still -- a sentine guarding Satan‘s throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator rips open the door. John and the rest of the g cile in and face the many security monitors. John sits before the computers, punching up different locations on the monitors. One of the screens shows the interior of a fully automate ROBOTIC FACTORY where T-ls are constructed. It’s in full operation. A new T-1 steps off the production line and is equipped with ammo-pack and chain gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "Well that answers that. Fucking factory’s pumping out T-1s like hotcakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Where’s the Cyber Cellar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Subplex 5. John types into the computer. The Cyber Cellar comes up o the main large-screen monitor. Standing in the control bo outside the Cyber Cellar is the T-1G standing guard. One of the soldiers speaks up. - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONDON",
          "text": "Who the hell’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Shit. She’s inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "That the “she” you were talking about? John nods. Soldier #2 speaks up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAFFE",
          "text": "Sexy momma... Gu GI WS WS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{to Terminator) This chick...she as bad-ass as you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "The T-1G is a superior model. Three generations more advanced. Terminator zooms the monitor in and focuses on the detona tock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR, (CONT'D)",
          "text": "She detonated the lock. It’s welded shut now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "Well that’s just fucking peachy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You couldn’t get past her, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONDON",
          "text": "Gotta be another way inside, man. A hole, something. John walks off, seemingly giving up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "There are no holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Check your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What the hell’s that supposed to mean!? As Terminator exits the survielance room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Tell you when you’re terminated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John follows Terminator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Look, there’s no way in that place! It’s goddam impenetrable! It was designed that way! There’s no way past it! Terminator turns square to John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "You talk about choices. But you see only one: Defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator spears John with a look, walks off. John lower nis head, feeling Terminator’s words. Sarah and the rest the soldiers exit into the north hall and approach John. SARAH”. What’s up with his shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Rust...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Ruse... Root Underground Cable Network.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "What about it? Terminator turns back to John, hearing his new idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "The communication cables beneath the Cyber Cellar. How exactly were they installed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "Automated boring technology. John shines with epiphany. He marches up to Terminator wi a big smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I'm hip to what you’re doing, and it’s working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR ,",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terminator pulls a dusty canvas tarp off a single-manned boring machine, otherwise known as a “DIGGER.” John, Sarah and the rest of the soldiers huddle around th digger, examining it closely. Torpedo-sized, covered with rows of tiny blades. Connected to the aft section is a io spool of fiber optic cabling. Gaff reaches out and touche one of the many tiny blades, cuts his finger, sucks the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COL. BELL",
          "text": "You realize the floor to the Cyber Cellar’s thick titanium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© © PN WO \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Yeah, but the cabling’s fiber optic. And there’s a thousand of ‘em, bound together. That should leave me a pretty big weak spot to dig up through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAFF",
          "text": "How ya gonna know where you're going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Just gotta find a cable and follow it in. London laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONDON",
          "text": "This boy’s good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I‘ll go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "No, I gotta do this. You stay here and cover my back. Sarah understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "{to Terminator) You get over to that T-1 factory and blow the place to shit, can you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Most definately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sparks illuminate the newborn tunnel as the digger bores through. Like a SCUBA diver being pulled through the wate by a JET-SUB, John digs through. The HK69 grenade launche slung around his shoulder, John hangs onto the aft~-cable spool mount with both hands, his stomach skidding across ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door is BLASTED OPEN. Terminator storms in with a cha gun in his grip and an ammo pack strapped to his back. He blasts a new T-1 as it steps off the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "oH GD NY PO \f207.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The entire floor is thick titanium except for a circular opening (12 feet in diameter) where thousands of optical cables, bound together, thread up into the facility. EXPLOSION of sound as the cables BURST. Sparks shower the oor as the digger CUTS UP through the cabling, penetratin the basement of the Cyber Cellar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah, Col. Bell and the rest of the soldiers keeps guard noise catches Sarah's attention. She looks up, sees a vid camera. It’s red recording LIGHT begins BLINKING. Sarah spins around, hyper-alert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We got company! ~ London suddenly fights as something grabs his hand and fo his pistol against his own temple. BANG! Gaff spins around, gun leveled. CRACK! His head is hyper- rotated. Col. Bell begins shooting wildly. Until his body is throw so hard into the metal wall....instant death. Sarah fires a constant stream of ammo until her gun is ya from her grip by something unseen. Her body is slammed in a wall. Then suddenly, her feet lift off the ground as sh is slide up the wall by the unseen force. Her face smears blood as she slides upward. T-1G exits camouflage mode and appears. She stands on the wall, defying gravity, looking directly into Sarah’s ‘eye Fisting Sarah’s hair, T-1G points Sarah’s eyes into her’s",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1G",
          "text": "Where’s John Connor? T-1G studies Sarah’s NEURO-ELECTRIC ACTIVITY: Among cluttered images, subconscious dialogue overlaps: “Go to hell, bitch.” T-1G reacts as Sarah’s unusual mental strength. © @ PO PS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John emerges inside Skynet’s lair. Adrenaline pumped, he marches past the two rows of computer towers, scraping th barrel of the HK69 across their monitor display screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\feo . 208. yohn turns the grenade Launcher cn the main control termi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHN",
          "text": "This is for Anna, and San Franc:sco... nm one of ine large displays, a message is printed out, ccompanied by a computerized voice. wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYNET",
          "text": "i have reprogrammed and downloaded all nuclear security codes and have access to North America’s arsenals. ‘fou iaunch. launch. a yohn stares at the computer screen, a cold sweat forming. He considers his options -- what options?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Fuck you. You‘re gonna iaunch anyway. (cocks the HK69) A titanium wall suddenly descends, revealing a three-foot thick glass wall which views into the control booth. On t other side, T-1G holds Sarah by the back of the scalp, pressing her badly pummeled face into the glass, smearing blood. Sarah yells to John but the thick sound-proof glas mutes her screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From this side, Sarah’s screaming is now clearly heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETWEEN JOHN AND SARAH",
          "text": "John steps toward the thick glass and presses his hand against it. Sarah meets his hand with hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "There’s nothing you can do... Finish it. Sarah reads John’s lips...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "‘muted) I love you. Sohn turns away from his mother and levels the HK69 at Skynet. JOHN (CONT’ D) Download this. Gt @ PO 9 \f» 209. sonn BLASTS grenades :nto che fifty computer towers. PLOSION upon EXPLOSION as chunks of motherooards and chip surst into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-1",
          "text": "T-1G Spin-breaks Sarah's neck and discards her like used Kleenex. Sarah hits the ground, eyes poached, head hyper- rotated. Dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALARM WAILS. The lights switch off and =EMERGENCY LIGHTS Zlicker on, illuminating che cellar with an ORANGE GLOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISSILE SILOS",
          "text": "countless ICBM missiles rocket into the night from all different parts of the United States, including submarine",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While John continues blasting the shit out of the fifty computer towers, T-1G punches the thick glass window with battering-ram force. Her body a blur from the speed of impact. The window begins to crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hustles toward the Digger, ignites the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The digger explodes up through the floor, ripping through metal grating. The tiny blades send a SHOWER OF SPARKS through the air. . John emerges and finds himself staring at-a T-1 which lie broken and burning. Terminator gives John a hand up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Skynet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Terminated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Sarah? sohn shakes his head with deep remorse. TERMINATOR (CONT‘D) Let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "Gil GI IND WO \f» 110. erminator and John hustle through <he rest of che destroy -i factory. John looks about the piace as they exit... The colossal factory is fully automated. Mot a human bein in the place. Robotic spider-like machinery assemble the is as they come down the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "minator and John bust through a door which leads into an perimental laboratory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here T-2s are seen. More sleek, human-like frames. Rubber numan-like skin covers some of their appendages. Terminator blasts the T-2s as he and John exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G claws across the ceiling, walls, floor of the tunnel blazing through with incredible speed -- the laws of grav not a factor. iNT. UNDERGROUND MAINTENANCE FACILITY T-1G explodes up from the boring tunnel. Scans the area. John Connor. Her eyes focus on a Digger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John and Terminator race through. Terminator fires the ch gun up into the sprinkler system, setting it off. Terminator stops. Listens. He shoves John aside just as.. The GROUND EXPLODES! T-1G drives the DIGGER up into the room! Right where John was standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "Run. John escapes through a doorway and enters... Terminator turns his chain gun on T-1G who kicks the weap from his grip. T-iG grabs the Digger, its blades spinning viciousiy, and impales it down onto Terminator, mutilating flesh, grindi endoskeleton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the center of the hangar, A SWIFT. It’s polished steel hull illuminated by orange emergency lighting, hull beadi with high-pressure water from the sprinkler system. © G DN HO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fte ry -ohn cpens the hatch, enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "vohn scans the ultra high-tech control canei. He dons a neadset and pushes the talk button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOHN",
          "text": "Activate thrusters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT CCMPUTER",
          "text": "Negative command. Anti-graviztic thrusters not initiated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Initiate anti~gravitic thrusters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT COMPUTER",
          "text": "Negative command. Fuel cells inactive. Recommend cycling launch check list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(pushes talk button) Cycle launch check list. The lights to the control panel illuminate as the ship co to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT COMPUTER",
          "text": "Fuel cells charged, power distribution set to launch, manifold thermals circulated...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G impales the digger’one last time onto Terminator, ripping the machine deeply into the cyborg’s torso. With dying strength, Terminator reaches out and grabs T-1G’s ankle, a pathetic attempt to stop her. T-1G turns to stat vapor, allowing her lower-leg to pass through Terminator’ clutches with wraith-like effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John examines the plasma flight screen which reveals T-1G approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT COMPUTER",
          "text": "Auto-gryo calibrated, auto-stable mode, on. Anti-gravitic thrusters warming up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A THUNDERCLAP as the anti-gravitic thrusters BLAST with e splitting pitch. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "© G PS W \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7-iG is parely seen as the shower of water from the sprin System outlines her camouflaged form as she strides towar ine SWIFT. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT COMPUTER",
          "text": "frequency cancellation mode on standby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "{in epiphany; sotto) Frequency cancellation... Sentient frequency, sentient frequency matter... (pushes talk button) Activate frequency cancellation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The anti-gravitic trusters are suddenly DEAD SILENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G focuses on the SWIFT and races toward it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Alter cancellation frequency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT COMPUTER",
          "text": "Specify new calibration signature. Warning. High energy target approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Calibrate to high energy target. The computer screen's cross-hairs focuses on T-1G.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT COMPUTER",
          "text": "Calibrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Come on. Cancel that sentient frequency piece of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "© & PO WO The anti-gravitic thrusters are once again heard, roaring loudly. CRRRRASSH! Every light in the entire hangar suddenly explodes! Glass rains down onto the T-1G as she jumps onto the SWIFT and turns it over on its side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-iG rips open the rear hatch, enters! John is trapped, no way out! 7-1G screams toward John to kill. John pulls the lever fo che EJECTION SEAT, not a second too soon. EXPLOSION!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because of the angle of SWIFT lying on its side, John is catapulted at a 45 degree angle across the length of the hangar. A parachute opens just before he hits the ground, breaking his fall somewhat. T-1G jumps out of the aircraft, eyes targeting John. John backs away from the approaching T-1G when suddenly h body starts twitching strangely. T-1G tries to shake it off when a strange vibration rippl through her. The vibration grows...and like a microphone feeding back, a single tone crescendoes...louder...louder into an ugly deafening ROAR. T-1G examines herself as her body swells and unravels, he dense sentient frequency matter decompressing -- it’s not pretty. Her arms and chest burst open, ballooning out massively. Legs explode, rapidly growing outward as her insides pour out of her. T-1G’s gorgeous smooth skin is n replaced with her inner-working, intricate neural network visible. Tendrils of neural tissues rip open and writhe a they try to re-connect. John backs into a corner, trapped by T-1G. T-1G finally stabilizes. She is now grossly misshapen and horribly contorted. Arcs of electricity blaze through her augmented form which lays paralyzed upon the ground, just feet from John; her stillborn eyes boring into his. Body rippling with electricity. John struggles to his feet, and hurries past the hideous machine -- smart not to assume she’s dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or G9 AD ND John finds Terminator in bad shape. Chunks of flesh missi revealing mangled endoskeleton beneath, exposed wiring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I hate her. \f114. With some difficulty, Terminator stands. There’s a moment refreshing silence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": ". You did good. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I know. John and Terminator move to exit when... Suddenly T-1G CRASHES through the wall and rears its mass physique. Her beautiful features, although still recognizable, undulate with grotesque proportion. John ha created an even worse adversary! Terminator levels the chain gun and blasts rounds into he The effect of the gunshots have a slight damaging effect the first time -- in this state T-1G is more vicious, but perhaps more vulnerable. John races to escape through the corridor, Terminator trailing with a limp. T-1G rips apart the walls, having difficulty squeezing its cumbersome new body through. Thi slowing her down greatly. Terminator blasts T-1G with his chain gun until...CLICK. of ammo. John finds a door to a stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sprinkler system showers John and Terminator as they rapidly descend the steps. The T-1G crashes inside, fight to squeeze through, shaking the interior like a 9.0 earthquake. The stairwell crumbles beneath John’s feet, causing him t plummet a flight. WHAM! John hits hard, writhing in pain. T-1G lurches downward toward John when Terminator steps i between. Like a cobra, T-1G strikes at Terminator. Retaliating, Terminator punches holes into T-1G. But as h arms rip into her, human flesh is instantly burned off by acidic effect of the neurai inner-workings. Terminator falls down a flight, lands beside John. T-16 crashes through the stairwell, forcing its large body tow its prey, bashing apart chunks of concrete. Terminator spies an air conditioning duct. With endoskele exposed arms, he rips off the metal covering and shoves J inside. Terminator dives in after John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "©1 © PO \f215. 7-1G lurches out and engulfs Terminator’s ieg, stripping clothes and flesh. Terminator’s leg is jerked ciean off h body, wiring and endoskeleton stringing from the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRASH! John smashes through a ceiling vent and impacts on tne dense titanium-grated floor. He gasps in pain, clutch nis dislocated knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "vohn, fighting to suppress his agony, claws across the gr floor when Terminator comes CRASHING DOWN. The cyborg struggles to right himself, but too much damage has been done: arms stripped of flesh, metal cranium half-exposed left leg severed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Get up. Terminator’s servos and hydraulics grind and sputter horr as he tries to move. JOHN (CONT’ D) Get up! Terminator’s red left eye dims, losing its bright glow. T cyborg is dying. John struggles to drag Terminator, but h much too heavy to move. John hears the horrible screech of T-1G which echoes thro the air duct above. Time is running out. JOHN (CONT’ D) Don’t fade out on me! Come on, say something! . Terminator, too weak to be of any further ‘service to Joh manages but a few words...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "(digital clipping) G-g-g-green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "(digital clipping) My fav-vorite color...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Why? © @ PO \f. 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "(digital clipping) The c-c-olor...i-l-l-life. vohn rushes with emotional chill as he stares down upon h dying friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You're a good friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINATOR",
          "text": "I know. Terminator smiles sarcastically before his body begins sizzling with short bursts of blue electricity and the glowing red from his mechanical eyes fade. Debris rains down from above as T-1G grows nearer. John crawls across the grated floor toward a CONTROL ROOM Illuminated by strobed emergency lighting...A 35 foot PLA ROCKET ENGINE mounted horizontally on a special stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G violently rips through the claustrophobic confines o the duct, cutting viciously through the wall, clearing en space to squeeze through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G drops down into the large chamber and whips its head toward John who is seen climbing inside the control room, protected behind ultra thick glass. Terminator latches onto T-1G with one hand and grabs the metal grates with his other, keeping the beast _pinned. T fights to free herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nerve center of the testing chamber, a miniature vers of NASA‘s mission control. John gets behind the main terminal and types furiously into the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-1G rips Terminator in half. The cyborg’s body fragments sizzling with blue tendriis of electricity. T-1G lurches massive body upward, twisting its head around 180 degrees The beast HISSES as it burns a death look at John inside control room. T-1G leaps through the air, silhouetted by the strobing emergency lights. © GD PO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\fce 117. “fapor pours out sf the ciasma rocket engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John finishes typing into the computer. A button with a protective safety cover suddenly BLINKS RED. T-1G HISSES John while gripping the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You're terminated, bicshn. John flicks open the safety cover and pounds his fist ont the red button. Titanium blast shields slide down over th thick protective glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The giant plasma engine IGNITES, sending a furious tsunam fiery plasma throughout the chamber. T-1G screams, -a hel siren of a scream as its neural network is decimated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hurries to escape!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John forces himself to his feet. Fighting the pain, he hurriedly limps to escape, desperate to put distance betw him and the impending explosion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plasma engine rips free of it’s mount and BURSTS OUT CONTROL. Bouncing violently off the walls. T-1G struggling to escape when... The plasma engine CRASHES DOWNWARD and EXPLODES! AN ENORM EXPLOSION. The T-1G‘s body instantly disintegrates into a million pieces. Terminated!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ot 9 IY 9 The EXPLOSION erupts an enormous PLUME into the sky! A massive tower of FIRE AND DEBRIS rains. Emerging from the subterranean entrance is John Connor. Limping, wartorn, hardened expression. Emergency vehicles approach him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "\f“y 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Countless nuclear warheads rocket across the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEFCON-5 illuminated.: Large maps of the continents revea the approaching apocalypse. Nuclear missiles minutes away from impacting all areas of China and Russia. Counter-str missiles streaking toward the United States. it’s total chaos, phones ringing off the hook. Military personnel scream orders back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President communicates via SATELLITE PHONE as he is hurried into a nuclear bunker, the Secretary of Defense a other elite members of the government trailing. Extreme winds from the rotor blades blast his hair and clothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "+.-.a@ computer malfunction! It doesn’t matter. Listen to me! i been disarmed...en route. Yes, that is correct. En route. We have this capability. We know you do, too! The President communicates a few diplomatic words in Russ before ending the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY OF DEFENSE",
          "text": "What’d they say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "(portentously) If they’re still alive after our missiles . Strike, they’1l disarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shots of NUCLEAR WARHEADS streaking across famous Skyline New York. L.A. Washington D.C. The ICBMs arc downward and impact! But there are no nuclear explosions. Only the force of th metal hulls bashing into buildings, freeways, bridges... A WARHEAD skids down a street, sparks trailing. The ICBM flips end-over-end and crashes into the stairs at the bas the Lincoln Memorial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MK",
          "text": "Gi G PO WO \f119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emergency vehicles swarm a broken ICBM. Curious children ushered back as a SQUAD of men in RADIATION SUITS place a ICBM -inside a large truck designed for extreme containme",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Extreme CLOSE-UP on John Connor’s intense eyes...as we pu pack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CONNOR, (VO)",
          "text": "Six million lives were lost soon after Skynet became self-aware. Camera continues pulling back, revealing John standing on of a mountainous ridge, a Yamaha 400 dirtbike parked near",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CONNOR, (VO)",
          "text": "It’s ironic...while a computer became conscious, we were unconscious. With the exception of my mother. God, I’m going to miss her. I now understand how she suffered through the years, how she lost out on being a mother. Camera pulls back, revealing semi trucks loading supplies inside a tunnel located below the ridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CONNOR, (VO)",
          "text": "I’d hate to think that a taste of the apocalypse is what it took to wake the world. I can only hope now that we remain...wide-awake. I know I will. . Camera continues ascending, high into the .heavens where is but a dot on a mountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CONNOR, (VO)",
          "text": "I can still hear my mother’s words: “There is no fate, but what we make.” Camera ascends above California, showing Los Angeles from space. FADE OUT. ©i @ PO",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1828"
    }
  ]
}