{
  "movie_id": "MOV1833",
  "scenes": [
    {
      "location": "ACADEMY OF TOBACCO STUDIES",
      "time": "DAY",
      "characters": [
        "AD MAN",
        "BLACK",
        "JEFF",
        "SCHEDULE OF EVENTS",
        "THE EVENING NEWS",
        "CAPTAIN",
        "TRAINEE 2",
        "C-SPAN",
        "JACK, (CONT'D)",
        "ANSWERING MACHINE, (CONT'D)",
        "JOEY, (CONT'D)",
        "BR, (CONT'D)",
        "DUPREE",
        "BELLMAN",
        "KID 1",
        "COMFORTING FEMALE ANNCR, (V.O.)",
        "OVERCOAT 1",
        "TRAINEE",
        "SLAM INTO JOEY",
        "MEDICAL ADVISOR",
        "BAILIFF",
        "STEWARDESS",
        "FATHER",
        "FADE IN",
        "OPRAH",
        "GENTLEMEN 2",
        "KIDNAPPER",
        "SCHOOL HALLWAY",
        "LORNE, (V.0.)",
        "BOBBY JAY, (V.0.)",
        "SECRETARY",
        "NICK",
        "SLAP",
        "FINISTIRRE, (0.S.)",
        "JEFF, (CONT'D)",
        "JILL, (V.0.)",
        "GENTLEMEN 3",
        "GIZELLE",
        "FLASH TO",
        "LARRY KING LIVE",
        "FINISTIRRE",
        "TICKET AGENT",
        "FREEZE ON POLLY",
        "LARRY",
        "LOGO AND VOICE OVER",
        "YET",
        "WITH",
        "ALL THREE",
        "BACK TO",
        "POLLY",
        "SUE",
        "JEFF, (V.0.)",
        "AND THEN",
        "INTERVIEWER",
        "IN-FLIGHT SAFETY VIDEO",
        "CBS",
        "PEARL",
        "SON",
        "KID 2",
        "LARRY KING",
        "LATINO MAN, (CONT'D)",
        "MSNBC",
        "FADE TO",
        "LORNE LUTCH, (CONT'D)",
        "LATINO MAN",
        "DOCTOR",
        ". HAVE A NICE DEATH",
        "POLLY, (V.0.)",
        "GENTLEMEN 1",
        "SENATOR FINISTIRRE, (D)",
        "FLIGHT ATTENDANT",
        "JACK",
        "TEACHER",
        "JUMP CUT TO",
        "NICK, (ON TV)",
        "ANSWERING MACHINE, (0.C.)",
        "LATER",
        "CAPTAIN, (CONT'D)",
        "BOBBY JAY",
        "JILL",
        "TECHNICIAN",
        "DISSOLVE TO",
        "HEATHER",
        "RON",
        "NICK, (V.0.)",
        "CNN",
        "CUT TO",
        "REPORTER 1",
        "TV COMMERCIAL",
        "LOTHRIDGE",
        "OUTRAGEOUS KODAK MOMENTS OF",
        "SAINT EUTHANASIUS MIDDLE SCHOOL",
        "POLLY, (CONT'D)",
        "REPORTER 2",
        "HOLLYWOOD INTERVIEWER",
        "SLAM CUT TO",
        "CALLER",
        "KID 3",
        "BEAT COP 1",
        "JOHN WAYNE",
        "RON GOODE, (0.C.)",
        "BR",
        "BR, (0.S.)",
        "JOEY",
        "BRAD",
        "JILL, (0.C.)",
        "OVERCOAT 2",
        "NURSE",
        "HOST",
        "NICK, (CONT'D)",
        "THE WHOLE CLASS",
        "FLIGHTY GIRL",
        "LORNE LUTCH",
        "KID 4",
        "NARRATOR"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Oprah Winfrey, a woman who calls no one boss, stands befo her audience. Not just the hundred or so people that have waited in line to sit in her presence. Moreover, the mill of people who will devour each and every word that leaves lips as soon as the red light atop STUDIO CAMERA A turns Sounds daunting. You and I couldn’t do it in a million ye This, however, is what she was born to do. The RED LIGHT bursts on and without flinching, she says..",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "A couple years ago, RJR Nabisco, the company that makes Camel cigarettes, was forced by a Supreme Court Injunction to discontinue the use of the character known as Joe Camel, due to its clear connection with teen smoking. However, many now feel that this is not enough. The question we continue to face is ‘What will it take to get kids off cigarettes?’ A LOGO with the last sentence appears on screen. We move across the PANELISTS as Oprah introduces them, in between bursts of applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "I want to introduce you to Sue Maclean head of the National Organization of Mothers Against Smoking. (applause) Francis Gyverson is the executive director of the National Teachers’s Association in Washington. (applause) Ron Goode is an aide to Senator Finisterre of Vermont who is leading the political battle on cigarettes. (to Ron) Does that make you a colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "Just a foot soldier, Oprah. More applause. Oprah stops at a fifteen year old boy name ROBIN, whose bald head is obviously not a fashion stateme",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robin Williger is a fifteen year old freshman from Racine, Wisconsin. He likes studying history and he’s on the debate team. Robin’s future looked bright, however recently, he was diagnosed with Cancer. A very tough kind of Cancer. Robin tells me he has quit smoking though and no longer thinks cigarettes are cool. Thunderous applause. Oprah stops in front of NICK NAYLOR... our hero. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "Nick Naylor is the Vice President of the Academy of Tobacco Studies. They are the tobacco industry’s main lobby in Washington, DC and Mr. Naylor is their chief spokesman. (to Nick) Thank you for coming Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Few people on this planet know what it is to be truly despised. The scene FREEZES as we switch to Nick’s POV of the CROWD This is a very angry bunch of people. As we pass the FROZ CROWD, we see PEOPLE: mid-scream, mid-spit, mid-gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Can you blame them? I earn a living fronting an organization that kills one thousand two hundred human beings a day. Twelve Hundred People. we’re talking two jumbo jet planeloads a day of men, women, and children. I mean there’s Caesar, Alexander the Great, and me... FLASH IMAGES (under previous dialogue): 1. CAESAR in the Coliseum 2. ALEXANDER THE GREAT, tromping over the carcas of his enemies 3. NICK NAYLOR, holding out a light with a smile, framed by the AMERICAN FLAG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Nick Naylor. The face of cigarettes. The Colonel Sanders of Nicotine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A collegiate style brick building with no distinct featur featuring a yellow sign: THE ACADEMY OF TOBACCO STUDIES",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "This is where I work. The Academy of Tobacco Studies. It was established by seven gentlemen you may recognize from C- Span... FLASH IMAGES: The seven Tobacco CEO’s testifying in Congr",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "These guys realized quick, if they were going to claim that cigarettes were not addictive, they better have proof...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ERHARDT VON GRUPPEN-MUNDT, an older scientist who “escape from Germany. His lapel reads “scientist-in-residence”. H signals a lab tech who presses a button on a machine link to a glass cage of mice. Immediately, it fills with smoke",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "This is the man they rely on, Erhardt Von Gruppen-Mundt. They found him in Germany. I won’t go into the details. He’s been testing the link between nicotine and lung cancer for thirty years and hasn’t found any conclusive results. The man is a genius. He could disprove gravity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty KILLER LAWYERS sit around a conference table, devouring law books and journals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Then, we’ve got our sharks. We draft them out of Ivy League law schools and give them sports cars and time shares. It’s just like a John Grisham novel without all the espionage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mix of red and yellow wood paneling makes the place actually look like a cigarette carton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Most importantly, we’ve got spin control. That’s where I come in. I get paid to talk. I don’t have an MD or a law degree. I’ve got a bachelors in kicking ass and taking names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick’s head turns towards us in SLO-MO. As his mouth open speak, we ramp into SUPER-SPEED, sending his mouth to 100 (words per second). Nick expels syllables like bullets to sound of an M-16 emptying a full clip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "You know that guy who can pick up any girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick is at the plate in rolled up sleeves and a tie. He clicks the bat against his loafers. There’s the pitch. He swings, connects, home run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "I’m him on crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "Who’d like to start? Nick raises his hand, bringing uncertainty to his fellow panelists and Oprah alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Is it all right if I smoke? Gasps all around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "You want to smoke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it’s traditional at firing squads to offer the condemned a last cigarette. Silence... then a laugh... then a few more laughs... even Oprah begins to chuckle. Pretty soon the whole audience i laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "I’m sorry, but I don’t think that’s funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "I have to agree. I don’t see the humor in it. And I suspect Robin Williger doesn’t either. Whip to Robin for reaction... but Cancer Kid is laughing. Nick is beside himself. He smiles as if he just became a father. Nick looks back to Mr. Ron Goode with renewed confidence. Nick attacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(to Ron) Oh, why don’t you leave him alone and stop trying to tell him how he ought to feel. (to Oprah) This is typical of the attitude of the federal government. It’s this same attitude that brought us Prohibition Vietnam, and fifty years of living on the brink of nuclear destruction. (pointing to Ron) But for a member of the government to come on this show and lecture about cancer, when the same government for the last sixty years has been producing atomic bombs, twenty-five thousand of them, capable of giving every man, woman, and child on this planet cancer so awful, so ghastly, so untreatable, that medical science doesn’t even have a name for them yet, is just beneath contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "Beneath contempt? This from the man whose paycheck is signed by big tobacco. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This from the man who will profit off Robin Williger’s death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oprah, how on earth would “Big Tobacco” profit off of the loss of this young man? I hate to think in such callous terms, but if anything we’d be losing a customer. It’s not only our hope but it’s in our best interests to keep Robin alive and smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "That’s ludicrous!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Let me tell you something Oprah, and let me share something with the fine, concerned people in the audience today. The Ron Goode’s of this world want the Robin Willigers to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(Holds Robin’s shoulder) Awful, but true. I’m sorry, but it’s a fact. And do you know why? I’1l1 tell you why. So that their budgets will go up. This is nothing less than trafficking in human misery, and you, sir, ought to be ashamed of yourself. (back to audience) Of course the Academy does not condone underage smoking, or drinking and driving for that matter, for the simple reason that they are against the law. (time for the ammo) As a matter of fact, we’re about to launch... a fifty-million-dollar campaign aimed at persuading kids not to smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "And with that, we’1l take a short break. Hang on, their’s much more to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "And we’re out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick steps out of a backstage door onto the sidewalk and a waiting LIMOUSINE, while answering his ringing CELL PHO in one movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick is swallowed by the plush black leather",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(answering phone) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. BR’S OFFICE - ACADEMY OF TOBACCO STUDIES - DAY BR, Nick’s boss and a real shit kicker, fumes into the re",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR, (0.S.)",
          "text": "Fifty million dollars... are you out of your fucking mind?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Everyone has a boss... BR just happens to be mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "He came from the vending machine world. This made him tough. BR enters the court and begins to hit the ball. He is a t man with strong features in his forties. Stained headband",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The name, BR, came from his tour in Vietnam. The five people who know it’s meaning are all dead. BR is at full speed. He slams his opponent into the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "INT. BR’S OFFICE - ACADEMY OF TOBACCO STUDIES - CONTINUE",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "The deal was five million.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Five million dollars will buy you a couple subway posters. It’s not going to impress anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "That’s the idea, Nick",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You’11 be thanking me soon. This will probably get you great press.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "I got to call the Captain and see if this is going to fly. Get your ass back to DC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BOEING 767 takes flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hover over FIRST CLASS, but Nick isn’t there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Could I afford to sit in First? Still hovering over the cabin we begin to move towards th tail of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Of course I could. We cross into BUSINESS CLASS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Business Class? Hell, I could just bump up. I’ve got enough frequent flyer miles to ride in the cockpit. We cross into COACH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "I like to ride with the people. We stop on the worst seat in the plane. Center Seat. Fiv rows from the back. Nick is crammed in between a college baseball team in uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Know your clients. My people cram themselves into a tiny seat, take a Xanax and dream of the moment they can stuff their face with fresh tobacco. The Team starts tossing around a ball. Nick is unfazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "If I can convince just one of these kids to pick up smoking, I’ve paid for my flight round trip. Nick greets the kid next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BERT’S RESTAURANT - DAY Dark. Especially the corner that Nick’s table occupies. N is seated with his closest friends. The only people who understand. BOBBY JAY BLISS, a larger than life gun advoc from Loober, Mississippi and POLLY BAILEY, an attractive alcohol lobbyist with a quick tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Once a week, we’1ll meet here at Bert’s. Together, we represent the chief spokespeople for the Tobacco, Alcohol, and Firearms industries. We call ourselves the Mod Squad. M-O-D. Merchants of Death. Bobby Jay into his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "(on phone) Perfect. Bobby Jay hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Perfect, what could be perfect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Did they legalize grenade launchers for hunting? \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Yesterday, we had another disgruntled postman. Halfway through Sunday mass, he blasted the minister clear out of the pulpit, and then trained withering fire on the choir. He’s on the run. State wide man hunt. FREEZE on Bobby Jay as he takes a big bite of his battere fried shrimp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Bobby Jay works for SAFETY. The Society for the Advancement of Firearms and Effective Training of Youth. Formerly the National Right to Bear Arms Committee. FLASH IMAGE: Bobby Jay’s HEADSHOT, standing with the SAFE seal and an American flag, in camouflage, holding a rifle",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Following the Kent State shootings, Bobby Jay, then seventeen, signed up for the National Guard, so that he too could shoot college students... ...But the National Guard recruiter was out to lunch so Bobby Jay joined the army and ended up shooting Vietnamese instead... FLASH IMAGE: Bobby Jay steps out of the jungle in full ca shouldering an M-60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "...which was almost as good as college students, only they shot back. Bobby Jay takes a SHOT in the arm. He looks confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "INT. BERT’S RESTAURANT - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Assault rifle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Probably, but, these days everything is considered an assault rifle. Hell, my nephew’s BB gun is an “assault rifle”. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "(somber ) It is a very unspecific world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Of course, within the hour, I got the Washington Post calling me on the phone. Godless swine! I said to them, when a plane crashes on account of pilot error do you blame the Boeing Corporation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That’s good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "When some booze-besotten drunk goes and runs someone down, do you go banging on the door of General Motors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Tell me you didn’t say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Polly works for The Moderation Council, formerly the National Association for Alcoholic Beverages. FLASH IMAGE - Polly’s HEADSHOT shows her surrounded by me bad suits, each pointing various bottles of alcohol at he",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The liquor industry has been using women to sell its product since time began... FLASH IMAGE - Really Sexist Beer Ad: Larry Flynt would bl",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "... Only recently however did they hire a woman like Polly to pitch public policy... FLASH IMAGE - Polly at a press conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The sight of her challenging the latest government report on alcohol- related car crashes made you want to... well, grab a beer. \f12. Polly brushes hair back over her shoulder as we go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "INT. BERT’S RESTAURANT - CONTINUED Nick EXT. Nick INT. Nick",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(turns to Polly) How does your day stack up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "The Michigan State Supreme Court ruled that sobriety roadblocks were unconstitutional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Party down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "You know you can beat a breathalyzer by sucking on activated charcoal tablets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Well perhaps we should change our campaign to “If you must drink and drive, suck charcoal.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Don’t the police wonder why you’re sucking on charcoal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "There’s no law against charcoal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YET",
          "text": "looks at his watch and stands immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Got to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAINT EUTHANASIUS MIDDLE SCHOOL",
          "text": "comes screeching up in his BMW 540.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHOOL HALLWAY",
          "text": "sits on a short school bench with a LARGE UNMARKED CARDBOARD BOX. A TEACHER opens a door and sticks her head \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Mr. Naylor, it’s time. Nick stands and fixes his tie. TEACHER (CONT’D) Joey is such a bright young man. We all look forward to him coming out of his shell a little. He’s a bit shy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "He gets that from his mother. The teacher lets out a little “oh”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BANNER hung across the chalkboard reads: “WHAT DO YOU D Nick enters the classroom and smiles to his son, JOEY (12 who tries to smile back, but comes across, well... terrif Nick sets his cardboard box down on the teacher’s desk an slices it open with a pair of black handled school scisso He then proceeds down the aisle with his box, handing eac student... a JOE CAMEL PLUSH TOY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Here you go... One each... Enjoy... The teacher’s jaw drops. Nick gets to his son’s desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "(whispering) Please don’t ruin my childhood. Nick nods reassuringly, then proceeds to the next desk. After finishing the class, Nick returns to the front and drops the box. He takes in a breath, trying to swallow al the oxygen in the room. Then he begins:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "How many of you want to be lawyers when you grow up? One hand. A real prick of a kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "How about movie stars? Almost every hand in the room goes up. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "How about lobbyists?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID 1",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It’s kind of like being in the movies. It’s what I do. I talk for a living.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID 2",
          "text": "What do you talk about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I speak on behalf of cigarettes. Gasps around the room. Joey looks around in growing fear",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID 3",
          "text": "My mom used to smoke. She says that cigarettes kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(to Kid 3) Really? Is your mom a doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID 3",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(to Kid 3) A scientific researcher of some kind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID 3",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, she doesn’t exactly sound like a credible expert now does she? Kid 3 sinks in his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Don’t feel bad. It’s okay to listen to your mom. (winking at Joey) I mean, it’s good to listen to your parents. (to the class) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (CONT'D)",
          "text": "All I’m suggesting is that there will always be people trying to tell you what to do and what to think. There probably already are people doing that. Am I right? Nods across the classroom. The teacher is a little skitti NICK (CONT’D) I’m here to say that when someone tries to act like some sort of expert, you can respond, “who says?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID 4",
          "text": "So cigarettes are good for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "(quickly) No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No, that’s not what I’m getting at. My point is you have to think for yourself. (bangs a desk) Challenge authority! A couple kids gasp. NICK (CONT’D) If your parents told you that chocolate was dangerous, would you just take their words for it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WHOLE CLASS",
          "text": "Noooo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Exactly. So, perhaps instead of acting like sheep, when it comes to cigarettes, you should find out for yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "(steps in front of Nick) Okay, then... Thank you Mr. Naylor for joining us... Joey and his dad meet eyes. Nick gives a little, “How’d I do?” motion. Joey looks back and sighs. EXT. PARKING LOT, JOEY’S SCHOOL - DAY Nick and Joey approach the BMW. Joey is not pleased. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Didn’t mom tell you not to come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Are you kidding? I wouldn’t miss this for the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Sure. Any opportunity to embarrass me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I think some kids in the back liked it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Those are the kids who steal my lunch money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Come on, Joey. I only get to see you once a month. Let’s try to enjoy ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. DINING ROOM - NICK’S APARTMENT - NIGHT Nick and Joey sit at opposite ends of the DINING ROOM TAB doing their respective homework. Nick is HIGHLIGHTING lines from various briefs. Joey is trying to write an essay. Pencil on paper. Joey s for a moment. He looks up at his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Dad, why is American government, the best government?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(without looking) Because of our endless appeals system. Joey goes back to writing. Nick suddenly looks up and realizes what he’s done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Joey, you’re not writing what I just said, are you? Joey nods YES. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Stop for a second. Joey drops his pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What is the subject of your essay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Why is the American government the best government in the world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Your teacher crafted that question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Yeah. why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, for the moment, I’11 look past the obvious problems in syntax and focus more on the core of the question. Joey rolls his eyes. He’s heard this before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (CONT'D)",
          "text": "I mean, A. Does America have the best government? and B. What constitutes a best government? Crime? Poverty? Literacy? in America? Definitely not best. Perhaps not even better than most (however ) We do have a very entertaining government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Sorry. (back to being a father) Joey, are you familiar with the term, B.S.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "(matter of fact) Bullshit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yes. Exactly. B.S., if I may, is what questions like the one your teacher posed are made for. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (CONT'D)",
          "text": "Even if America had the best government, there’d be no way to prove it in... how Many pages are you writing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Two pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Definitely not in two pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "So what am I supposed to write?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "(elaborate) Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Write about America’s amazing ability to make profit by breaking down trading tariffs and bringing American jobs to third world countries or how good we are at executing felons. They’re all correct answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I can do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh Joey, that’s the beauty of argument. If you argue correctly, you’re never wrong. A whole new world opens in Joey’s eyes. Nick goes back to his work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Dad, if I finish the essay within an hour, can we stay up all night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(without looking up) That’s a negotiation, not an argument. INT. NICK’S APARTMENT - LATER THAT NIGHT Nick intently watches THE SANDS OF IWO JIMA. Joey has alr fallen asleep next to him. \f19. On TV - John Wayne, having brought his men through hell t victory, gives them the post game speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN WAYNE",
          "text": "...I never felt so good in my life. How about a cigarette? Just as he’s offering the pack around to his men, a Japan sniper drills him, dead. Without realizing it, Nick takes out a cigarette PACK. He reaches for a smoke, but the pack is empty. Nick looks ba at John Wayne, then back at his Cigarette Pack. Nick smil He’s got something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick pulls up to the curb in front of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "This was the first house I ever bought. Nick and Joey walk up to the door. It opens, revealing Ni ex-wife JILL. Joey scurries past his mother into the hous",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "You still own a watch, don’t you Nick? Nick waits for the end of this insult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Eight 0’Clock is when the little hand is pointing directly at eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Jill, I can’t help feeling that Joey is getting the wrong idea about his father. It would be great if I could spend a little more time with him. You know, to give him a fair and balanced perspective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Nick, you had plenty of time to be his father. Now you’re his weekend guardian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "He still needs a father. On cue, BRAD steps through the door between them. Brad is Nick’s taller and broader replacement. He’s an MD, and he wearing the WHITE COAT and BADGE to prove it. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "Nick, you got a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Sure, Brad. Brad walks Nick back to his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "Nick, your job and everything aside, I hope you understand that second hand smoke is a real killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "I just hope you keep Joey in a smoke free environment. That’s all I’m saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Brad, I’m his father. You’re the guy fucking his mom. Nick gets into his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "That’s just unnecessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C-SPAN",
          "text": "A press conference is happening at the LUNG ASSOCIATION. man at the podium is SENATOR FINISTIRRE and by the chyron along the bottom of the screen, we can see he is a (D) fr Vermont. The man has villain written all over him. He cou star in the video, “When Liberals Attack!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Tobacco is winning the war. The war on our children. They like to use symbols and cartoons to get our kids hooked. Well, we have a symbol of our own... On TV: Finistirre pulls back a curtain, revealing a SKULL CROSSBONES. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "It is my hope that by the end of the year, all cigarette packages sold in the United States will carry this emblem. Perhaps then cigarettes will finally be labeled appropriately - as poison. I will be holding a congressional hearing to discuss the inclusion of the skull and crossbones in two weeks time. As usual, I send an open invitation to Big Tobacco to come and join us. Perhaps, this time they will grace us with their presence and their answers. Flashbulbs. Commotion. We pop out of the screen to reveal we are in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Spin Control team sits around the long oval table. Somewhere in the middle sits Nick. His eyelids drop to ha mast in reaction to the video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Prick. BR freezes the MONITOR on Finistirre’s clammy face. He th grabs the top of the conference table with his opens palm The fifteen or so people in suits prepare for a beating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "People. What is going on out there? I look down this table, and all I see are white flags. Our numbers are down all across the board. Teen smoking, our bread and butter, is falling like a shit from heaven. We don’t sell Tic-Tacs for Christ’s sakes. We sell cigarettes. And they’re cool, and available, and addictive. The job is almost done for us. (pointing back to Finistirre’s frozen face) This “environmentalist”... As BR says this, the word “PUSSY” appears below as a tran",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "is challenging us. We have to have an answer. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR, (CONT'D)",
          "text": "I’m asking you - When this cocksucker puts Captain Hook on our product, what are we going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Yeah, Nick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "If I may? BR gives the look of By all means, impress me. Nick stands and begins to circle the large table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "In 1910 the US was producing ten billion cigarettes a year. By 1930, we were up to one hundred twenty three billion. what happened in between? Blank stares all around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Three things. A World War. Dieting. And Movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Movies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "1927. Talking pictures are born. Suddenly directors need to give their actors something to do when they’re talking. Cary Grant and Carole Lombard are lighting up. Bette Davis - a chimney. And Bogart! Remember the first picture with him and Lauren Bacall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Not specifically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(imitating Bacall) She sort of shimmies in through the doorway, nineteen years old, pure sex. She says, “Anybody got a match?” (back to being Nick) And Bogie throws the matches at her... \f23. Nick tosses a book of matches to an attractive young lobb",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "...And she catches them. Greatest romance of the century and how did it start? Lighting a cigarette. (switches gears) These days when someone smokes in a movie, they’re either a psychopath or... (even worse) European. Nick goes in for the kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "The message Hollywood needs to send out is, Smoking is Cool. We need the cast of Will & Grace smoking in their living room. Forrest Gump puffing away between his box of chocolates. Hugh Grant earning back the love of Julia Roberts by buying her favorite brand... her Virginia Slims. Most of the actors smoke already. If they start doing it on screen, we can put the sex back into cigarettes. Nick feels like taking a bow, but he’1ll settle for a sea",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Well, it’s a thought. I was hoping for something a little more inspiring, but at least you’re thinking. People, slam your fucking brains against your desks until something useful comes out. BR stands and the meeting is over. As people leave, BR motions to Nick BR nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Nick, you’ve been summoned. The Captain wants to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "He saw Oprah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What did he think? \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Get your ass on the next flight to Winston-Salem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN-FLIGHT SAFETY VIDEO",
          "text": "An animation of a 757 zooms by computer clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMFORTING FEMALE ANNCR, (V.O.)",
          "text": "Thank you for reviewing the safety features of this Boeing 757. Still in video, we cut into the cabin, where we find... N",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMFORTING FEMALE ANNCR, (V.O.)",
          "text": "If the cabin begins to fill with smoke, oxygen masks will drop from above. Yellow oxygen masks drop from overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMFORTING FEMALE ANNCR, (V.O.)",
          "text": "Place the mask over your head and fasten it with the outside straps. Still in video, Nick places the mask over his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMFORTING FEMALE ANNCR, (V.O.)",
          "text": "Do not be alarmed by the presence of smoke in the cabin. Truth be told, all studies showing the harms of smoke inhalation are pure conjecture. Nick looks up in confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick twitches awake from what was apparently a dream. He his V8 and returns to some reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The Captain is one of the last great men of tobacco. The man is a legend. He introduced filters when cigarettes first got slammed by Reader’s Digest. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We push down a long curved hallway with bad carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The Captain later founded the Academy of Tobacco Studies. Although I’ve never met him, I guess you could say he’s the father I never knew. One door opens. Nick steps out in sweats and picks up the local newspaper, the Winston-Salem Journal, at his feet. The cover reads: OUR HERO; Tobacco Spokesman Nick Naylor Lets Government Have It Nick smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "You got to love Winston-Salem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One word: mahogany. Your typical men’s club, only wall-to-wall posters of cla cigarette advertisements and a constant six foot smog lay from smoke exhalation. Nick is examining one of the old posters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOST",
          "text": "Mr. Naylor? Nick turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOST",
          "text": "The Captain will see you now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick follows the host through the smoke filled room of me \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The Club was founded by the Tobacco Barons in 1890, so they would have a place to get away from their wives. In Winston-Salem, feminism is the practice of not beating your spouse unless she really deserves it. The host leads Nick to a table. Seated at which is a man could only be described as Colonel Sanders. This is the CAPTAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Nick, my boy. Just in time for mud. Nick sits down as a WAITER arrives with MINT JULEPS. Both take sips and “aaah”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Do you know the secret to a really good julep? Crush the mint down onto the ice with your thumb and grind it in. Release the menthol. (demonstrates) Do you know who taught me that? Nick shrugs “no”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Fidel Castro. The Captain takes another sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Nick, do you remember Nineteen-Fifty-Two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Sir, I wasn’t alive in Nineteen-Fifty-Two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Good Lord. I was in Korea shooting Chinese in Nineteen-Fifty-Two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(not a question) Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Today, they’re our best customer (chuckle) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN, (CONT'D)",
          "text": "Next time, we won't have to shoot so many of’em, will we? The waiter appears with another round of Juleps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Nineteen-Fifty-Two was the year Readers Digest nailed us with the whole health... aspect. As Churchill said, That was perhaps the end of our beginning. The Captain takes a long sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Do you enjoy your current work, Nick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yes, it’s challenging. If you can do Tobacco, you can do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "You kind of struggled before this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yes, briefly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "It’s one of the reasons we hired you. Nick looks up in disbelief (”really?”).",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Nothing pushes a man harder than the need to rewrite his own obituary. Nick ponders this as he sips his Mint Julip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "You know Nick, you remind me just a little bit of myself when I was your age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Thank you sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Tell me, what is your opinion of BR?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "BR is... my boss. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "I like to think that I’m your boss, son. But I do admire loyalty in a man. I can forgive almost anything in a man if he’s loyal. Like that Oprah show you did. You could have given up, cried and apologized, but you stayed loyal. And you gave it to that son’v’a bitch good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Thank you sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "BR’s come under the idea that we should start bribing Producers in Hollywood to make their actors smoke on screen. It takes every part of Nick’s strength to not verbally dismantle BR right there and then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Say, that’s a great idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Smart man, that BR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh yeah, and loyal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There she stands, one of the most powerful structures in world. Think how many laws are being broken inside right",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "SENATOR FINISTIRRE’S DOOR:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR FINISTIRRE, (D)",
          "text": "As we push in, we begin to hear a conversation from insid",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE, (0.S.)",
          "text": "Ron, have a seat... INT. SENATOR FINISTIRRE’S OFFICE - DAY As you imagined: Oak DESK, US and Vermont FLAGS, assorted DOCUMENTS on the walls, a picture of McCarthy (not really \f29. Senator FINISTIRRE is interrogating a very sweaty Ron Goo",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "You see Ron, I can’t be everywhere I’m needed. That’s why I send people like you to speak on my behalf. When you’re there, you’re not Ron Goode, the guy your friends may like. You’re Senator Finistirre’s Aide and your name really doesn’t matter. So when Ron Goode is a complete asshole on the Oprah Winfrey show... I am being an asshole on the Oprah Winfrey show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "Senator, sir, he just sprang on me like an animal. I couldn’t get a word in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Where the hell did you find cancer boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "He was supposed to be very reliable. The Lung Association was one of his references.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "(to himself) Fucking non-profits. (back to Ron) When you’re looking for a cancer kid, he should be hopeless. He should have a wheelchair. He should have trouble speaking. He should have a pet goldfish that he carries around in a little ziplock bag. Hopeless. He should not have a sense of humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "I apologize Senator. But if it wasn’t for Nick Naylor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Nick Naylor? Don’t even think of using that as an excuse. The man shills bullshit for a living. You work for a fucking Senator. A Senator who is supposed to be tough on Tobacco. Have a little pride. (thinks of something) Come here. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "I’m sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Come here. Ron stands up and steps up to the desk. Finistirre grabs Ron’s TIE with one hand, then with the other grabs a SHAR off his desk and proceeds to write something on Ron’s FOREHEAD. When Ron finally leans back and reveals, written above hi eyes is the word “ASSHOLE”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Get out of my office. (additional thought) And when you look in the mirror, don’t forget to read it backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. THE CAPTAIN’S LIMO - DAY Nick and the Captain sit across from each other",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "A President once said ‘The torch is passed to a new generation.’ He was talking about my generation. Now it’s coming the time to pass it to you. You ready for the torch, Nick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "The torch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "It won't be easy. It’s a hostile world. (almost to himself) Sometimes I feel like a Columbian Drug Dealer. The other day, my own granddaughter, flesh of flesh of my own loins, asked me ‘Granddaddy, is it true cigarettes are bad for you?’ (back to Nick) We got to do something, Nick. I think you’re our man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Thank you. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "I want you to work on this Hollywood project. Get out there within the next couple weeks, stir something up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(hesitant) Sir, about the fifty million dollars...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Oh, in anti-teen smoking advertising? (chuckles) Well, shit, I sure hope it’s not too persuasive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain’s Limo pulls into a private gate and stops in front of a Gulfstream 5. Nick gets out of the Limo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Nick, you’re family now. Tobacco takes care of its own. And with that, the Captain slips back into his Limo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick climbs aboard and is shocked by the lavish interior. melts down into a seat of creamy brown leather. A Sports Illustrated swimsuit issue-quality STEWARDESS approaches from the back of the cabin, then bends down to him, givin Nick an unavoidable peek into the world that lives beyond top button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARDESS",
          "text": "If there’s anything I can do to make your flight more pleasant, you be sure to let me know, now. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. NICK’S OFFICE - ACADEMY OF TOBACCO STUDIES - DAY Nick takes a seat at his desk as GIZELLE, his assistant follows with his “while You Were Outs”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIZELLE",
          "text": "(handing over messages) You’ve got a lot of new fans. Nick begins to go through the MESSAGES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(reading a couple) I’m going to pour hot tar down your throat, you scumbag... I own a high- powered rifle and could drop a sack of shit like you at 250 yards. (to Gizelle) Jesus, you wrote death threats down on message slips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIZELLE",
          "text": "Everyone from Newsweek to Teen People want to talk to you. Heather Holloway from the Post left five messages. Oh, and BR wants to see you. INT. BR’S OFFICE - ACADEMY OF TOBACCO STUDIES - DAY As Nick enters, BR welcomes him with a grunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Pleasant flight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh, yeah, you could say that. I came up on the Captain’s plane. Quite the way to travel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "I wouldn’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(digging it in) Oh, you’ve never been on the plane, with those seats, and the kitchen, and that stewardess. Tiffany.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "I haven’t had the chance yet. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(deeper ) Oh, well, you really must try it sometime. It’s the only way to travel. BR is quick to stop this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "What did he think of the fifty million dollar anti-smoking campaign?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Anti-teen smoking campaign. He gave me the go ahead. Oh, and he loved your idea to put cigarettes back into movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "(covering up) That’s your idea. He must have gotten confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Either way, he was pretty blown away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Right, well, get a ticket to LA. I’1l get you a meeting with Jeff Megall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(getting up) who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Hollywood super-agent. Runs the agency, A-C-T. He has the ears of the entertainment business. INT. NICK’S BMW - DAY Nick is on the cell phone with his ex-wife, JILL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It’s not a vacation. It’s a learning experience. California is one of the fastest growing states. It has the largest number of electoral votes in the country. This could be an important trip for Joey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. JILL’S KITCHEN - DAY Jill is on the phone, while Joey does his homework at the kitchen table, pretending not to listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Don’t smooth talk me. You’re not going to take him sight-seeing. You’1l probably bring him to some lung cancer symposium where a guy with an electronic voice box will tell him his father is the devil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That’s unfair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Unfair? What about Virginia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What about Virginia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "You took him to a cigarette factory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It was a tobacco farm. Hardly the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "This conversation is over. Jill hangs up. Nick closes the cell phone against his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BERT’S RESTAURANT - DAY The MOD SQUAD is at their usual table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "So, my day is ruined. Dateline is doing a segment on fetal alcohol syndrome next Thursday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That’s a tough one. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "We’re going to get creamed. Do you have any ideas for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I don’t know. Deformed kids are tough. I’m lucky. My product only makes them bald before it kills them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Maybe you could hug the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "They’re not going to let me hug the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Who’s doing the segment? Donaldson or Sawyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Sawyer, probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "You're fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "She’s going to hug them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Look, if you see her going in for a hug, try to box her out and get one in first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "God, I’m really not looking forward to this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Do either of you know anything about this reporter from the Post, Heather Holloway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Oh yeah. Irish type, blond hair, big green eyes, great skin. Amazing tits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Tits? why are tits relevant? \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Hmm, let’s see. World class tits ona reporter interviewing a man with privileged information are relevant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "How about it Nick? Are you a “tit” man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Don’t answer that question. It’s a trap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It depends, whose tits? Polly smiles. Nick smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Okay, yeah, just don’t get screwed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Bobby, I think I can handle a good- looking girl reporter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One word: Burgundy. Nick walks right past the reservation desk. When he reach his regular booth, it is already occupied by HEATHER HOLLOWAY. She stands to greet Nick. Heather is everything thought she’d be... in a great skirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Heather Holloway, Washington Post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Nick Naylor, Big Tobacco. Heather places a tape recorder on the table as she sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "(re: tape recorder) Is this kosher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Only if I can call you Heather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "By all means. So, Mr. Naylor... \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Nick...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "(all business) Nick, let’s start with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "An ‘88 Margaux?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "(laughing) Okay... is it good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Good? (pause for effect) It will make you believe in God. Heather smiles. It’s going to be that type of interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The wine is almost all gone and the plates are half empty",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "So what is the focus of your piece?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You want to know how I live with myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "(smiling) No, I don’t imagine that’s a problem. I want to know how you see yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’m a mediator between two sects of society that are trying to reach an accommodation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Interesting. My other interviews have pinned you as a mass murderer, profiteer, pimp, bloodsucker, child killer, and my personal favorite, Yuppie Mephistopheles. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Sounds like a balanced article.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Who else should I talk to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Fifty-five million American smokers, for starters or perhaps the American tobacco farmer who is constantly being treated like a drug smuggler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "I actually plan on speaking to a tobacco farmer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Fine people. Salt of the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Nick. Why do you do this? What motivates you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You really want to know? Heather leans in with intrigue. Nick turns off her record NICK (CONT’D) Population control. Heather laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "You’re bad. Their eyes meet for a charged beat. Nick relents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hey, everyone’s got a mortgage to pay. Nick takes a sip of his wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The Yuppie Nuremberg Defense. Puts down the wine. NICK (CONT’D) I just also happen to have an ex-wife and a son in private school. \f39. Heather turns the recorder on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "What does your son think of your job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’m sure when he gets past the overwhelming gratitude he has for his subsidized life, (they share a laugh) I’m sure he is proud of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "And if you caught him smoking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I would do everything in my power to stop him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "He’s a minor. It’s against the law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Is a mortgage really much of a life goal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Ninety-nine percent of everything that is done in the world, good or bad is done to pay a mortgage. Perhaps the world would be a better place if everyone rented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Why don’t you rent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh, I rent as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "My son, his mother, and her boyfriend live in my house. I live in my apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "And what does Nick Naylor’s apartment look like? \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Nothing impressive. It wouldn’t make the real estate section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Can I see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You want to see my apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "I want to see where the devil sleeps. Heather gives a smile that stops Nick dead in his tracks. we held one more moment, we’d see him say “check please”, instead we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BEDROOM - NICK NAYLOR’S APARTMENT - NIGHT Wide static shot of the whole room. Somewhere in frame, i bed, Nick and Heather are doing what could only be descri as... fucking. However, the sound is faint. Subtle headboard knocking, l moan and grunt, with just a dash of mattress squeak. Don’ get me wrong, the sex is passionate. We’re just uninvolve",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "I have to admit, women find my job... really sexy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMP CUT TO",
          "text": "INT. KITCHEN - NICK NAYLOR’S APARTMENT - MOMENTS LATER Similar shot of the kitchen. Static and quiet. At the end the island, Nick is fucking Heather against the counter. of her legs is up on the stove while she grabs the suspen pan rack for balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "It’s kind of this bad boy in a suit thing that gets women hot, or so I’m told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. LIVING ROOM - NICK NAYLOR’S APARTMENT - MOMENTS LATE Similar shot of the living room. Serene. Almost boring. N is fucking Heather against a large window, looking over t Washington DC skyline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "I’m sure she finds me charming, but somewhere in the back of her head she’s thinking - half a million people a year Dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill and Joey eat scrambled eggs with orange juice. After beat, Joey looks to his mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Mom, why can’t I go to California?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "California is just not a safe place, and besides, I’m not sure if it’s appropriate for your father to bring you ona business trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Appropriate for who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Mom, is it possible that you are taking the frustration of your failed marriage out on me? Jill raises an eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I just don’t want to become a pawn in your’s and dad’s separation. A situation that is tearing up fifty percent of American families and depriving millions of children of their right to grow up and explore their world. Jill drops her fork. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "This California trip seems like a great learning opportunity and a chance for me to get to know my father. But if you think it’s more important to use me to channel your own frustration against the man you no longer love, then I’11 understand. Joey goes back to his eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. JILL NAYLOR’S RESIDENCE - DAY Joey gets into a DC CAB beside his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "How did you convince her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "It was an argument, not a negotiation. JOEY MUSIC BEGINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Joey ride to the airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DC Cab drives by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Joey walk towards their gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Joey play cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick does work in his laptop while Joey does homework",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane lands. The passengers applaud. Nick smiles at J who has magic in his eyes. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Joey descend an escalator. The first thing they is a young tanned man in a suit and shades holding a SIGN that reads “NICK NAYLOR”. This is JACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(re: sign) That’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nick! Jack Bein, I’m Jeff’s assistant. How was your flight? who’s with you? You ever been to LA?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Great, Jack, this is my son Joey. We were going to rent a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You can if you want, but I came here to pick you up. You can do either. Whatever you want. It’s up to you. Wow. High blood sugar level. INT. JACK’S BMW 300 SERIES - DAY Jack drives up Sepulveda. Nick and Joey ride in the back seat, taking in the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How you feeling, Nick? Jet-lagged? It’s two in DC. Try some Vitamin B, Jeff swears by it. You want an injection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No thanks. Nick and Joey share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How is it, living in DC. Is it all right? The new guy, is he going to make it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You mean, the President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, him. Frankly, Jeff is a little disappointed. Jeff went all out for him. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "Introduced him to the right people. Jeff is the one who introduced him to Barbra. Other people take credit for it, but it was Jeff who made it happen. I shouldn’t be telling you that, but I like you, so I’m telling you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three wait for an elevator. Jack points out a SCULPTU",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It’s a Noguchi. It was an office-warming present from Matthew McConaughey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Generous gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(laughing) Yeah, right. (suddenly serious) Don’t get me wrong. Matthew is a tremendously talented individual and an extremely decent human being. However, before Jeff took him on, he was a face. Now he’s a name. “Ding”. The elevator arrives, as if on cue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack walks Nick and Joey past a KOI POND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(whispering) That one over there, seven thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Seven thousand, for a fish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Go figure. Almost makes you want to stop eating sushi, but I guess you kind of have to. (pointing to another fish) That one’s twelve thousand. A gift from Ashley Judd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Do you have any sharks? \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, we’re very nice here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack leads Nick and Joey towards the MAJOR DOORS of Jeff' office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Joey, I’m going to bring your dad in now. Can I get you anything while you’re waiting? Orange Juice? Coffee? Red Bull? INT. JEFF’S OFFICE - ACT HEADQUARTERS - DAY Simple. Post modern. The desk is completely clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "There is perhaps nothing more powerful and frightening in the corporate world than a clean desk. I’m talking nothing. No papers, no pens... The man doesn’t operate his stapler. He is pure mind power. The giant doors close behind Nick and JEFF emerges like a magic trick. He is fit, tanned, and dressed head-to-toe i Italian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Nick Naylor, Jeff Megall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Great office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You know, Jeff basically designed the whole thing. The architect just made the drawings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Stop it Jack. Next you’re going to tell Nick what position I played for the Bruins. (to the point) Mr. Naylor is here to find a way to get cigarettes into the hands of someone other than the usual RAV’s. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "RAV’s?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Russians, Arabs, and Villains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh, well, then I guess yes. That is why I’m here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Good. I think we can help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Jeff invented product placement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I feel I have to ask, are you concerned at all with the health element?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I don’t have the answers on that. I’m not a doctor. I’m just a facilitator. All I do is bring creative people together. What information there is, is out there. People will decide for themselves. I can’t make that decision for them. It’s not my role. It would be morally presumptuous. Nick is stunned. They sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "I could learn a lot from this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What we need is a smoking role model. A real winner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Indiana Jones meets Jerry Maguire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "on two packs a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "But he can’t live in contemporary society. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Health issue is too prevalent. People will constantly ask why the character is smoking, when it should go unsaid. What do you think about the future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "The future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yes. After the health thing has blown over. A world where smokers and non- smokers live in perfect harmony. Sony has a futuristic sci-fi picture coming up. “Message from Sector Six”. It all takes place on a space station. They’re looking hard for any type of investor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Cigarettes in space?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "The final frontier, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Wouldn’t they blow up in an all oxygen environment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Easy fix. One line of dialogue. (pitches) Brad Pitt and Catherine Zeta-Jones have just finished ravishing each others bodies for the first time. They lay naked, suspended mid air, under the heavens. Pitt lights up and begins blowing smokes rings around every part of Catherine’s flawless naked body as galaxies go whizzing by above the glass dome ceiling. Tell me that doesn’t work for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’d see that movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’d buy the god damned DVD... y’know if I didn’t get the free one from the academy. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "(serious again) If I were you guys, I’d start on a new brand of cigarettes that could be released simultaneously to the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Sector Sixes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No one’s done that with a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Where do we go from here? Jeff gets up and begins walking Nick to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You go enjoy the rest of your day with your son in Los Angeles, while I find answers for our questions. EXT. L’ERMITAGE HOTEL - DAY A BELLMAN approaches Jack’s BMW and opens both car doors Nick and Joey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(from driver’s seat) Yo, Nick. Great job today. You need anything, just call me. I know how lonely a strange city can be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(shutting door) Thank you Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLMAN",
          "text": "Welcome to L’Ermitage, Mr. Naylor. Your suite is ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Where can we grab a bite? Something really, Los Angeles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLMAN",
          "text": "Well, there’s Spago, Mortons Matsuhisa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No, no, no. Where do the people go? \f49. EXT. HENRY’S TACO STAND - DAY The corner set taco stand in Los Angeles. To not know it to not have lived. Nick and Joey grabs their BURRITOS and COKES and have a s",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "You go to an office. Then you go on TV and talk about cigarettes. Then you fly out to LA to talk to some guy who works with movie stars. What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It’s my job. I’m a lobbyist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I know, but did you study to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No, I just kind of figured it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Then, can’t anyone just do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No, I think it requires a moral flexibility that kind of goes beyond most people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Do I have flexible morals?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, lets say you became a lawyer, right? And, you were asked to defend a murderer. Worse than that, a child murderer. The law states that every person deserves a fair trial. Would you defend him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I don’t know. I guess every person deserves a fair defense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah, well... So do multi-national corporations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mix of LA youth and family sift each way down the pier Nick and Joey lean on the rail, lost in conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "So, what happens when you’re wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No, Joey. I’m never wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "You can’t always be right... Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "If it’s your job to be right. Then, you’re never wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "(still confused) But, what if you are wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Okay, lets say you’re defending chocolate and I’m defending vanilla. Now, if I were to say to you, vanilla is the best flavor of ice cream, you'd Say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "No, chocolate is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Exactly. But you can’t win that argument. So, I’ll ask you: So you think chocolate is the end all and be all of ice cream, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "(pushing adamance) It’s the best ice cream. I wouldn’t order any other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh, so it’s all chocolate for you, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Yes, chocolate is all I need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, I need more than chocolate. And for that matter, I need more than vanilla. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (CONT'D)",
          "text": "I believe we need freedom and choice when it comes to our ice cream and that, Joey Naylor. That is the definition of liberty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "But that’s not what we’re talking about",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That’s what I’m talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "But you didn’t prove that vanilla was the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I didn’t have to. I proved that you’re wrong. And if you’re wrong, I’m right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "But you still didn’t convince me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’m not after you. (pointing to the crowded pier) I’m after them. Joey is beginning to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Joey ride to the crest of the Ferris Wheel, overlooking Santa Monica. They both are enjoying cones of VANILLA ICE CREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO",
          "text": "INT. NICK’S ROOM, L’ERMITAGE HOTEL - LATER THAT EVENING Nick pats Joey on the head, then sends him off to sleep a closes the separation door between their two rooms. The telephone rings... Nick answers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(checking his watch) Hello? INTERCUT WITH: INT. JEFF MEGALL’S OFFICE - SAME \f52. Jeff sits at his desk, now wearing a KIMONO. The city lig twinkle behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Thought I’d give you a little update.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh, hi Jeff. You’re still at the office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Do you know what time it is in Tokyo right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Four PM, tomorrow. It’s the future, Nick. Nick simply mouths the words, “fuck me”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Anyhow, for Brad Pitt to smoke it’s ten million. For the pair, it’s twenty five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Twenty five? Usually when I buy two of something, I get a discount. What’s the extra five for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Synergy. These are not dumb people. They got it right away. Pitt and Zeta-Jones lighting up after some cosmic fucking in the bubble suite is going to sell a lot of cigarettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "For this kind of money, my people will expect some very serious smoking. Can Brad Pitt blow smoke rings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I don’t have that information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, for twenty five million, we’d want smoke rings. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oh, there’s one more thing. You’d be co- financing this picture with the Sultan of Glutan. Is that going to be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "The Sultan of Glutan? The one who massacred and enslaved his own people? Aren’t they calling him the “Hitler of the South Pacific”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I can’t speak to that. I can say that in all my dealings with him, he’s been a very reasonable and sensitive individual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I better run it by my people. Jeff reads a message on his AMTEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Of course... Gotta run Nick. London’s calling. Eight AM in the old empire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(dumbfounded ) Jeff, when do you sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT. NICK’S HOTEL ROOM - L’ERMITAGE HOTEL - MORNING Nick turns over in his bed to realize that his message li is on. He picks up the receiver and dials the front desk",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah, my light is blinking... (listens) Oh, okay, send it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. NICK’S HOTEL ROOM - L’ERMITAGE HOTEL - MORNING Nick is sitting on the bed with an open BRIEFCASE before His expression really makes us want to know what’s inside \f54. Nick is on the PHONE with the Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Captain, I’m sitting in front of an open briefcase... We pull around the OPEN BRIEFCASE. Inside are stacks of hundred dollar bills, drug-dealer style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I don’t suppose this is my raise. Nick picks up a CASH BUNDLE, examining it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Nick, you know who Lorne Lutch is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Of course. He was the original Marlboro Man. He’s dying. He was on Sally last week. Not exactly our biggest fan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "The money is for him. He has a ranch out there in California. I want you to bring it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "He’s a cowboy sir. Cowboys don’t like bribes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "It’s not a bribe. You’re going out there on wings of angels, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You mean we’re just giving him the money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "I think Christ himself would say, ‘That’s mighty white of you, boys.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No gag agreement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Hopefully, he’1l be so damn overcome with gratitude, he’1ll have to shut up. \f55. INT. JOEY’S ROOM - DAY Joey is jumping on the bed. Nick enters the room, dragging his feet",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hey, kiddo. Look, I’ve got to go and doa little more work this afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I want to come. Nick looks into his son’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I want to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick’s rented CHRYSLER SEBRING kicks up dust as it cuts b various ranches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick looks over to the passenger seat, where his son star out the window, excited. Then Nick turns to the backseat where the briefcase sits like an anchor. EXT. LORNE LUTCH’S RANCH - DAY Southern style. Broken down. Oxygen tanks on the porch. Nick pulls up in the front yard. He gets out of the car pulls out the briefcase, and steps forward. Nick stares at the house, thinking of what condition Lorn Lutch will be in. He takes in a deep breath and starts towards the porch. A few steps later, the screen door swi open, and out of the darkness comes the “chu-chink” of a shotgun. Nick freezes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "(in shadows) You’re Nick Naylor, aren’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Do you... could I... do you have a minute? \f56. Lorne emerges from the shadows, shotgun over his shoulder He’s broad and weathered. A cowboy with lung cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "What do you want here? The Sebring’s passenger door flies open and Joey runs out",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Dad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Joey, get back in the car. Joey freezes. Nick raises his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I just want to talk. A fly buzzes around Nick. Lorne stares him down, then loo over at Joey who is hyperventilating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "All right. Come in. Lorne turns back inside, holding the door open with the muzzle of his shotgun. Nick lowers his arms and walks up to the house. Joey stay moment, then follows. INT. LIVING ROOM - LORNE LUTCH’S RANCH HOUSE- DAY Hot and dusty. Perhaps, a Deer Head. Photos of Lorne with celebrities and politicians that cease circa 1970. Lorne returns the shotgun to its rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Pearl, we’ve got company. PEARL, Lorne’s wife, nurse, and reason to be alive enters room from a hallway and freezes at the sight of Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "Mister, you’ve got a lot’a’nerve...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "(gesturing to Joey) Pearl. Show this young man some Ice Tea? \f57. Joey’s mind is in hyperdrive, trying to keep up with the information: Who is my father? Pearl pats Joey on the back and leads him into the kitche However, Joey finds a seat where he can still view the ac in the living room. Nick takes a seat on the couch, while Lorne eases into hi rocking chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Saw you on... weren’t you on that Oprah show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "You’re lucky you made it out of there alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Tobacco used to be all over television. Now, TV is leading the witch hunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Strange business. In the early fifties they had the first cancer scare, so they brought in those filters. Then they got worried that men would think filters were for pussies. That’s where I came in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You were great. I used to want to be you. I mean, when I was growing up. We all did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Last year, after I got diagnosed, I flew east to attend the annual stockholders’ meeting. I stood up and told them that they ought to limit their advertising. And do you know what your boss said to me? Nick knows, but doesn’t interrupt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "He said ‘We’re certainly sorry to hear about your medical problem. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH, (CONT'D)",
          "text": "However, without knowing your medical history, we can’t comment further.’ Then they tried to pretend I never worked for them. I mean I’ve got pay stubs, but hell I’m on the damn billboards. (breaks for breath) I never even smoked Marlboro. I smoked Kools. The two men chuckle over this. INT. KITCHEN - LORNE LUTCH’S RANCH HOUSE - SAME Pearl gives Joey an Ice Tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "Your dad always bring you along like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "No, I live with my mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "Did he tell you why he’s here today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "He said, your husband is the Marlboro Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "Not anymore. The PHONE rings. Pearl gets up and turns on the TV. Carto",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "You want any more, just grab it from the fridge. Pearl exits through the back of the kitchen. As soon as she’s gone, Joey scoots up to the doorway overlooking the living room. INT. LIVING ROOM - LORNE LUTCH’S RANCH HOUSE - SAME",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "You look like a nice enough fellah. what are you doing working for these assholes? Hold on Nick as he chooses his words carefully. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’m good at it. I’m better at doing this than I ever was at doing anything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Well hell, son, I was good at shooting Koreans, but I didn’t make it my career. There is a pause as Lorne studies Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "I suppose we all got to pay the mortgage somehow. Nick exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "So, you here to talk me into shutting up? Is that what’s in that case of yours? Joey stares, trying to keep up with the action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah, basically... (picking up the briefcase) No, not basically. That’s exactly it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "My dignity ain’t for sale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "This isn’t an offer. It’s a gift. The taxes have all been paid. You get to keep it no matter what you do. The idea is that your guilt will prevent you from bad- mouthing us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Were you supposed to tell me all that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No. Just apologize, give you the money, and leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Then why are you telling me this? A moment. Joey gets closer. Then... Nick ignites. He looks up at Lorne. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Because this way, you’1ll take the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Why would I do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Because you’re mad. The first thing you’1l do is call the LA Times and CNN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Damn straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "And insist on Bonnie Dalton. She does really good controlled outrage. Tell them no Bonnie, no story, watch it on MSNBC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "(trying to keep up) Okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "When they get here, open up the case and dump all the cash out onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Why? Nick is really cooking now. He gets up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It’1l look more effective. Here, look... Nick opens the briefcase and begins to dump the MONEY ont the floor... it’s a lot of money. Joey’s eyes widen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(shaking the case) Don’t forget to shake every last bundle out. And if you can, you know, give a cough or two. Nick dumps the briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Once it’s all out, you tell them what you’re going to do with it. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "(now standing) What am I going to do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Donate it. Start the Lorne Lutch Cancer Foundation. You’11l have a ranch and a fair and a 5K... (aside to Lorne) The 5K is a must. (back to pitch) The TV coverage will be great...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "Wait, what about my family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Whoa, Lorne, you can’t keep the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "(caught in the enthusiasm) Why the hell not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What, denounce us and then keep the blood money? Look at it. Lorne looks at the pile of money. One million dollars is lot of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "I’ve got to think it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You can’t denounce us next week. News doesn’t work that way Lorne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE LUTCH",
          "text": "I don’t suppose I can denounce you for half of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No Lorne. You either keep all the money or give it all away. Lorne looks to Nick for support. Nick has now turned off. Lorne looks back down at the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick drives. Joey looks to his father with pride. The briefcase is nowhere in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Dad, how did you know he was going to take the money? Nick shoots a look at Joey, ready to question how he saw Lorne and the briefcase, but relents - He saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You’d have to be crazy to turn down all that money. As soon as I saw he wasn’t crazy, I knew he’d take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Would you have taken it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "If I were him? (thinks for a second) Sure. Joey thinks for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "So would I. Nick pats his son’s head while Joey enjoys the warm glow his father’s affection. We stick on a close-up of Nick with a proud father smile, we begin to hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON GOODE, (0.C.)",
          "text": "He’s an animal, sir. You can’t take your guard down for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RON is walking his boss, Senator FINISTIRRE to the set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "(pulling off make-up bib) Ron, shut up... Without stopping, Finistirre sits down in the interview s \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "(to Larry) Hi Larry... (back to Ron) I’ve tangoed with presidents, Arabs, and Indian chiefs. I think I can handle Mr. Nick Naylor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY KING LIVE",
          "text": "Sitting across from Larry and his giant mic is Finistirre",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY KING",
          "text": "We have two guests with us tonight. Here in the studio in Washington we have Democratic Senator Finistirre from Vermont. Thank you for joining us again, Senator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Always a pleasure, Larry. Nick’s image pops up on a screen, next to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "And live in our LA studio is Nick Naylor, chief spokesman for the Academy of Tobacco Studies. Good evening, Nick",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Good evening, Larry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick is in the hot seat, with a monitor to watch Larry an Finistirre. Behind the camera and the crew, stands JOEY, watching his with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "Now Nick, you created quite a fuss on the Oprah Show, didn’t you? \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’ll say this. I don’t think I will be getting my annual invitation to the Finistirre Labor Day Barbecue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "(defensive) Uh, Larry, as you probably know, I don’t believe in the annual barbecuing of livestock which only adds to the animal cruelty problem that permeates the heartland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY KING",
          "text": "Well, Senator, it doesn’t sound like you’1ll be having Nick over anytime soon for anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "I continue to offer an open invitation to Mr. Naylor to join us in Congress to discuss the inclusion of our new poison label, which if I may say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY KING",
          "text": "How ‘bout it Nick? Will you be making an appearance in Congress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Not as long as the Senator is calling for me to be fired. It’s not exactly a welcome invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY KING",
          "text": "It could be considered a mixed message, Senator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Not as mixed as Big Tobacco’s stance on the dangers of smoking cigarettes. Nick begins to laugh. This takes both Larry & Finistirre guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY KING",
          "text": "Nick, now you’re laughing? The Senator does have a point, doesn’t he? \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I can’t help myself. I’m tickled by the idea of the gentleman from Vermont calling me a hypocrite. This from a man, who in one day, held a press conference where he called for the American tobacco fields to be slashed and burned. Then, jumped on a private jet. Flew down to Peru for the Eco Summit and denounced the Meed corporation for deforestation. I’m sorry, I find that funny. Joey’s smile says: My dad is one bad ass motherfucker",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY KING",
          "text": "Would you like to respond, Mr. Senator? Finistirre thinks about this. He’s really holding back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "(straining) Um. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY KING",
          "text": "Emotional issue. (switches gears) Lets take some calls. Herndon, Virginia, you’re on the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLER",
          "text": "Larry, has anyone ever announced that they’re going to kill someone live on your show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "No, but we get a lot of angry calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLER",
          "text": "Then it’s your lucky day, because I’m here to tell you that within a week, we’re going to dispatch Mr. Naylor from this planet, for all the pain and suffering he’s caused the world. The phone clicks. An awkward pause. Nick is stunned. Joey is suddenly very scared. An uncomfortable pause. Then... \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "Emotional issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick has his arms out, shoes in hand, as he is given the court press by the security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "For once, I enjoy the overzealous security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick walks back from the bathroom to his seat. On his way observes each passenger, trying to discern the amount of in their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Most people don’t want to die. Cigarette smokers included. It’s funny how many times a day people say things like, “I ought-a KILL him” or “Don’t make me KILL you.” Only with me, they are usually being serious. Nick takes his seat next to Joey in the BULKHEAD. Joey ha his feet on the color striped wall before him. A FLIGHT ATTENDANT stops at their row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT ATTENDANT",
          "text": "(to Joey) I’m sorry, young man, but you can’t keep your feet on there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "If you don’t want people putting their feet up, why do you cover the wall in carpet? The flight attendant has to hand it to him. Good point. S winks and doesn’t say another word. Nick smiles at his so",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick pushes a LUGGAGE CART. Joey walks next to him, one h on the cart. \f67. Nick looks around at the even flow of people, trying to evaluate each person as they pass. You can’t be too caref EXT. JILL NAYLOR’S HOUSE - LATE AFTERNOON Nick is parked out front in the BMW. Joey runs by his mom into the house. Jill meanwhile stare Nick and shakes her head. She evidently saw Larry King. EXT. NICK’S APARTMENT BUILDING - EVENING Nick rounds the corner and is about to pull into his gara when he notices a HOARD OF PRESS waiting for him at his f door. Cameras, lights, the whole bit. Nick immediately speeds past his building and rounds the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FRONT DOOR swings open revealing Nick. A woman’s hand comes into frame and strokes his face. She then comes int frame herself and embraces him, revealing her to be HEATH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Heather fuck. Meanwhile, on the TV behind them a NEWS ANCHOR speaks on mute. The image in the upper left h corner of the screen is NICK from Larry King. The caption reads LOBBYIST ON THE LOOKOUT. Heather sees Nick on TV and suddenly stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Oh my god, you’re on TV!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You were watching TV? Heather whips Nick around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "I wanna fuck you while I watch you on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "And they call me sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Hurry, I don’t want to miss your clip... \f68. Nick and Heather shift so she can see the TV. Heather giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "This is new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Tell me more about Los Angeles. Nick looks up at Heather, then she does something with he hips that makes Nick smile as his eyes go to half mast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO",
          "text": "INT. JOEY’S CLASSROOM - NEXT DAY It’s speech day. A FLIGHTY GIRL who, one day, will never graduate Vidal Sassoon’s hair academy no matter how hard tries is making her finishing remarks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHTY GIRL",
          "text": "and freedom means that we can do what we want and that’s really important because otherwise we couldn’t be free and that’s why America is the best government in the world. Joey’s TEACHER wakes the class up with a heavy cupped-han applause. The rest of the class follows suit, half awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Okay, Joey, you’re up. Joey stays seated for a moment and takes in a deep breath like his father usually does. He gets up and swaggers to the front of the room, taking step with confidence, swallowing the entire room. Joey th spins and faces the class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "What makes America the best government? A passion that doesn’t exist anywhere else in the world? Sure, you can call it capitalism. A free market. A celebration of tariff break downs. I have another word for it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FATHER and SON, bad actors the both, are sitting in the bleachers, wearing baseball uniforms. They’ve just finish throwing around the ball. Dad pulls out a smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SON",
          "text": "Dad, when do I get to smoke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "When you’re eighteen, son. If you tried smoking now, it may stunt your growth. Then you could never play in the major leagues. Father laughs and pats his son’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SON",
          "text": "When I get older, I’m going to smoke your brand, so I can be just like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Oh, son you make me so proud. And, believe you me, they’re worth the wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Everything your parents tell you about smoking is right. We pull out of the TV, revealing BR and Nick, watching th spot in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An AD MAN steps forward and turns off the Monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AD MAN",
          "text": "It’s brilliance, if I may say so, is in its deconstructability.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "How’s that? \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AD MAN",
          "text": "Say the last three words of the tag out loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": ". Smoking is right. The ad man smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "We’re thinking of tying in some brand names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AD MAN",
          "text": "‘Dad, I want to smoke Marlboro Reds, just dike you.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "The Captain will be pleased. (switching gears) What about these skull and crossbones they want us to put on the packs? The AD MAN pulls out a DISPLAY CARD, hidden by a sheer cl",
          "sentiment": "neutral"
        },
        {
          "speaker": "AD MAN",
          "text": "Okay, now this was a challenge. However nothing in the verbiage of the bill specified that we couldn’t make it our own skull and crossbones. Nick and BR nod. Impressed by the logic. AD MAN (CONT’D) Gentlemen, let me introduce you to... (whips back the cloth)",
          "sentiment": "neutral"
        },
        {
          "speaker": ". HAVE A NICE DEATH",
          "text": "The DISPLAY shows a SKULL AND CROSSBONES contorted into t happy face associated with “have a nice day” - It’s horri",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Is that what I think it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AD MAN",
          "text": "It scored just slightly higher than our second place design... “Mr. Death’s neighborhood.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It’s awful. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Nick, we can’t let that bill pass... Nick is lost in the frightening visage of “Have a Nice De",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Nick! (Nick looks over) You know what you have to do...? Crush the fucker. Nick nods. INT. NICK’S OFFICE - ACADEMY OF TOBACCO STUDIES - DAY Nick is on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What is it Jill? Intercut with:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill is on the CELL PHONE, while Joey picks CEREAL in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Nick, I had to tell you. Joey gave a speech in class today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(thinks he’s in trouble) Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "INT. JOEY’S CLASSROOM - EARLIER Joey speaks with fervor, but we only hear Jill. We push d the classroom of stunned and captivated students.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL, (V.0.)",
          "text": "He moved Ms. Terhagen to tears. We push into Joey’s Teacher who is visibly crying in appreciation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill remains at the end of the cereal aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Nick, I don’t know what you said to Joey in California, but thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What? For teaching him how to speak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "No, for being his father. Joey has stopped looking for cereal and has locked onto h mother’s phone conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I revel each chance I get.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "I’m sorry I doubted you. INT. NICK’S OFFICE - ACADEMY OF TOBACCO STUDIES - DAY Nick puts down the phone. We recognize a different kind o pride in his eyes. A man wearing a FLAK JACKET and “security” ball cap enter the room with a gun in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(checking) You are the one doing the security briefing? Aren’t you? INT. BERT’S RESTAURANT - DAY The MOD Squad at their regular table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I told him I don’t need body guards. I’m a man of the people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Rock on, Kennedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "We’re all going to need bodyguards soon enough. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY, (CONT'D)",
          "text": "Did you see the coverage the fetal- alcohol people got themselves over this weekend. They made it sound like we encourage pregnant mothers to drink. I’m surprised I didn’t get kidnapped on the way to work this morning. This catches Nick’s attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(patronizing) I don’t think people who work for the alcoholic beverage industry have to worry about being kidnapped, just yet. All movement stops. Polly stares Nick down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Pardon me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Look, nothing personal, but tobacco generates a little more heat than alcohol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Oh, this is news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "My product puts away 475 thousand a year...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "(rhetorical) Oh, now 475 is a legit number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Okay, 435 thousand, that’s twelve hundred a day. How many alcohol related deaths a year? A hundred thousand, tops? Two hundred seventy something a day? Well wow- wee. Two hundred and seventy people. Oh, the tragedy. Excuse me if I don’t exactly see terrorists getting excited enough to kidnap anyone from the alcohol industry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Okay, let’s breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "How many gun deaths a year in the US, Bobby Jay? \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Eleven thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Eleven thousand? You’ve got to be kidding me? Thirty a day. That’s less than passenger car mortalities. No terrorist would bother with either of you. Nick goes back to his food. A long silence follows. Nick realizes that he’s shoved a little too hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Look, this is a stupid argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "I'll say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’m sure both of you warrant vigilante justice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Not all of us can get our lives threatened on national television, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Within a week, we’ll find out this is one big publicity stunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah, or I’1l be dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "(doesn’t see the difference) Either way... Nick smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick walks away from Bert’s. He goes to get in his BMW, w a VAN screeches to a halt beside him. \f75. Nick looks up, but it’s too late. The VAN DOOR slides ope and he is yanked into the opening as the wheels peel out. INT. KIDNAPPER’S MINI-VAN - DAY Nick is immediately tackled to the ground by two hooded m The two men BLINDFOLD Nick, then HANDCUFF him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Wait... huh... let’s talk! The two men proceed to swiftly cut off Nick’s clothes wit RAZORS, leaving only his undershorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Wo, wo, wo!... Can we get a dialogue going here? No answer. Then, a voice breaks the silence. A friendly voice, actua Saturday morning cartoon friendly. It could be Mr. Rogers",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "Hi Nick. The kidnapper sits behind Nick’s head. His face is hidden shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Can we talk about this? Usually, they let you know why they’re kidnapping you. That’s kind of the whole point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "Nick, we want you to stop killing people. So many people. Half a million people a year in the U.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "There’s no data to support that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "Nick... you’re not on TV anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Kidnapper’s MINI-VAN flies by. \f76. INT. KIDNAPPER’S MINI-VAN - DAY The two men in hoods pull out cardboard BOXES. From the b they pull little PACKAGES. One man opens a package, pulls something white, then SLAPS it down on Nick’s CHEST, wher sticks like a band-aid. Then the other man does the same. two men start covering Nick’s entire body with these litt white stickers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "Nick, how much do you smoke a day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "According to the box, each one of those patches contains twenty-one milligrams of nicotine. That’s like what? One Pack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Look, I think it’s perfectly legitimate that nonsmokers feel they’re entitled to breathe smoke-free air. Our industry has been working hand in hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "Nick, just listen, all right? Says here there are many adverse reactions from these things. Let’s see, Erythema, which I think is just a rash, no big thing. (reading) Then you got back pain, constipation dyspepsia, nausea, myalgia...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "My industry does forty-eight billion a year in revenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "(continues reading) Pharyngitis, Sinusitis,... (struggles with word) Dys-men-or-rhea. I don’t even want to know what that means. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I would guess that you could start by asking for five million and work your way up from there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "But I don’t want any money, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, what do you want? I mean, I’m all ears, here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "Nick... what does any man want? The love of a woman? Crisp bacon? An average life span over eighty years? The slapping stops. Nick begins to hyperventilate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "Nick, did you know in the next ten years two hundred eighty million people will die from smoking. That’s the entire population of the United States. Nick is struggling for air and turning red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDNAPPER",
          "text": "Oh, Nick. You don’t look so good...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two US Park Policemen are looking over the pond, when Nic stumbles out from behind a tree, still naked and covered nicotine patches. He falls into the reflection pool. The two US Officers run up to Nick and begin to yank him they do, we notice for the first time a sign around his n Executed for Crimes Against Humanity NICK’S POV: The two Policemen stand over him. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAT COP 1",
          "text": "That’s some pretty sick shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad Grainy Yellow Video - We’re watching the HOTEL CHANNE which they instruct you how to escape during a fire. Smoke fills the ceiling of the corridor. Smoke curls under the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "(comforting female) If you see or smell smoke, Nick enters the bathroom. As it turns out, he is the subj of the video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Take a wash cloth, soak it with water, and cover your nose and mouth. Nick takes a wash cloth and follows the instructions. Nick approaches the hotel room door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Before opening your door, check for heat Nick touches the door. He’s satisfied. He opens the door walks into the corridor. People run by. The Fire alarm be to fade up from the background, getting louder and louder",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Do not remove your washcloth. Try at all times to avoid breathing in the smoke... The smoke cloud lowers. The alarm gets louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "If necessary, crawl on your hands and knees to avoid smoke inhalation. Nick takes to all fours, still trying to keep the wash cl on his face. The alarm gets even louder. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "If you do happen to inhale the smoke, do not be alarmed. There are still no conclusive studies that link the inhalation of smoke to emphysema. Nick looks up confused dropping his wash cloth. He stands in the smoke just as we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAM CUT TO",
          "text": "INT. NICK’S RECOVERY ROOM - ST. JOSEPH’S HOSPITAL - DAY Nick opens his eyes. Next to him, a NURSE is fiddling wit Nick’s various monitors, whose beeps match the dream. The nurse catches Nick out of the corner of her eye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "You woke up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Perhaps a bad choice of inflection? Is she inferring that I could have just as easily, not? Without waiting a beat, the nurse grabs the BED REMOTE an presses the up button, lifting Nick into the seated posit Waiting before him is a line of familiar people. As the Romper Room lady would say, I see... BOBBY JAY, POLLY, JOEY, GIZELLE, BR, a DOCTOR, the NURSES and right in the middle is a BIG SCREEN TV, on which is a live image of the CAPTAIN in his own hospital bed. They a just stare silently, then Joey runs up and hugs his dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I was so scared. Nick embraces his son. Then, the Captain breaks the silen",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "(on TV) How you feeling sport?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What happened? The doctor breaks from the group, and takes to Nick’s sid \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "No non-smoker could ever have withstood the amount of nicotine you had in your bloodstream. (flustered) I hate to say it, but... cigarettes saved your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Can I quote you on that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "(on TV) You’re a real trooper, my boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Captain, where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "(on TV) Winston-Salem General... Damned heart failed on me again. Thought we could be room mates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Uh, Nick, before we get side tracked, there is one thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Don’t get dramatic on me, doc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "You can’t smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No problem. I’ve quit before. I did during the pregnancy and the divorce. How long, you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "I don’t think you understand. It’s a miracle that you came out of this alive. Any smoking... one cigarette could put you back into a paralytic state. Your body just can’t handle it Nick looks around the room. It is evident from everybody’ expressions that they already knew this. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Nick, I don’t want to put any more pressure on you, but there’s a camera crew standing by. If we want to make the evening news... Nick looks around the room, then to his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE EVENING NEWS",
          "text": "Nick is being interviewed in bed. Joey sits by his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, this just goes to prove what I’ve been saying for a long time: These nicotine patches are just deadly. Smoking... saved my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "Considering your condition, will you still be able to appear before Senator Finistirre’s sub-committee hearing on the usage of poison labels on cigarette packaging?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I think now more than ever, it is imperative that I be present. Nothing will keep me from testifying. We pull out from the image, revealing we are in... INT. SENATOR FINISTIRRE’S OFFICE - DAY FINISTIRRE and RON Goode from the Oprah show watch in pai",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Fucking kidnapping. Ron turns off the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "I don’t understand, sir. Aren’t we considering the kidnapping a good thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Well, he didn’t die. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "He almost died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "That’s the problem. Now he looks like a victim. Lucky bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "He was almost killed, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Yes. A moment goes by. Ron doesn’t have an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "It’s called sympathy. It means we can’t wipe the floor with him, because people will think we’re... bullies. The INTERCOM crackles up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Senator Finistirre, Heather Holloway has arrived for her interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Okay, good. (to Ron) Leave. Ron scurries out of the room, as the door opens revealing Heather, looking outstanding as usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Ms. Holloway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Senator. The office door closes as the two take their seats. Then. Heather opens up her bag and pulls out a stack of papers. slides them across the desk. Finistirre picks them up, revealing them to be... A FILM SCRIPT. The title page says Message from Sector Six. He f the title page and finds a letter from JEFF MEGALL on age letterhead. The note has five sentences and a dollar amou \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Nice. INT. CAFETERIA - ST. JOSEPH’S HOSPITAL - DAY Joey joins the MOD squad in their similar eating position Only, now Bert’s Restaurant has been replaced by the St. Joseph’s Hospital Commissary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "DC police found you naked, doing laps in the reflection pool, with a sign over your head that said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Stop it, he doesn’t need the details.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "It was some pretty sick shit, I’1ll say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "How do you feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I don’t know. For the first time, I’m thinking these cigarettes are pretty dangerous. Polly smiles. Meanwhile, Bobby Jay reaches into his inner Vest pocket, pulls out a small PISTOL, and begins to hide in Nick’s wheel chair",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "I know it looks small, but it really does the trick. One shot, Bam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Nick is not shooting anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "(re: gun) Cool...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "(proud) Yeah, huh...? \f84. Nick and Polly frown. BOBBY JAY (CONT’D) (suddenly restrained) I mean, guns must be treated with respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(to Bobby Jay) You’re going to make a great father. Everyone is smiling at this, when two men in OVERCOATS ap out of nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERCOAT 1",
          "text": "Hello, Mr. Naylor, we're...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "(finishing) The FEDS. Nick, you don’t have to talk to these guys. Overcoat 1 lifts up his BADGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERCOAT 1",
          "text": "We just have a few questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERCOAT 2",
          "text": "Mr. Naylor, can you think of anyone who would have a reason to do this to you. On Nick: You’ve got to be fucking kidding me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The entire Spin Control team waits at the front door for Nick’s arrival. Nick enters and they erupt like Times Squ on V-Day. BR steps forward and raises Nick’s arm into the air. They cheer again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAINEE",
          "text": "Hey Nick, are you going to quit? Nick looks up and sees the waiting faces. He can’t let do his fans. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Who’s got a smoke? Twenty ARMS fly forward, all offering different brands. N takes a cigarette from BR and lights up. As he attempts t inhale however, his legs buckle under him, and he falls t the ground. He’s out cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. NICK’S OFFICE - ACADEMY OF TOBACCO STUDIES - DAY Nick is dangling in his chair. Some office workers fan hi and keep him up while others huddle at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAINEE 2",
          "text": "Maybe you should start with filters. BR ushers the coworkers out of Nick’s office, then closes door behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’m functioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "I’m giving some of your workload to Jeanette while you recover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Not necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "She’s already been taking care of everything in your absence. Beside’s we can’t have you pulling the old Flosberry Flop like that everywhere you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’ll be fine. BR begins to leave, then stops for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "I heard the Holloway article is coming out tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Really? \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Anything I should be worried about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yes. The Lung Association. Apparently, they have it in for us. BR nods and leaves. The second the door closes, Nick grabs the phone, dials, cups the phone in secrecy. HEATHER’S SERVICE You’ve reached Heather Holloway at the Washington Post. I am unavailable. Please leave a message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Heather, it’s Nick. Really miss you... Listen, I heard your article. The one on tobacco and me... well, that it’s going to print, tomorrow. That’s great. I’d love to read it or talk to you... Just see how it turned out. You should call me, so I can read it, on my cell phone. Or at work. They can patch you through. And the other night was just great. We must do it again. But I’m really eager to see what you wrote. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(to Gizelle) You can forward all calls to my cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIZELLE",
          "text": "Like always.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yes, exactly like always. INT. BERT’S RESTAURANT - DAY The MOD squad sits but does not eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "The Post called. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Really. what did they want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "They wanted to check the spelling of my name and job title.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "You didn’t tell her about us did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No, I mean, if anything, in passing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "In passing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Oh god, he fucked her. (to Nick) I tried to warn you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "He didn’t fuck her. (to Nick) You didn’t fuck her, did you? Nick doesn’t answer. Polly is besides herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "In passing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Look, she’s really a nice girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Oh god, we’re really fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "I'll get a copy of tomorrow’s Post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You can do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "I’1ll have my advertisers get a copy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Call me as soon as you’ve got something. \f88. INT. NICK’S BMW - DAY Nick drives through traffic, dialing his CELL PHONE. HEATHER’S SERVICE You’ve reached Heather Holloway at the Washington Post. I am unavailable. Please leave a message. Nick ends the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick waits as a fax comes through. An assistant is about enter, when she sees Nick and moves on. Nick picks it up and begins to read. Through his eyes, we his heart drop. As he continues to read down the first column, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man steps outside in his BATHROBE. He walks to the bott of the driveway and picks up the morning paper. The front page headline reads: NICK NAYLOR’S SMOKESCREEN I do it for the mortgage!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People ride to work. Many of them are reading the POST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Nick Naylor, lead spokesman for big tobacco, would have you believe he thinks cigarettes are harmless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People drink coffee, eat pastries, and read the POST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "But really, he’s doing it for the mortgage... \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Polly walks up the street, reading the paper to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY, (V.0.)",
          "text": "The MOD squad, meaning of course Merchants-Of-Death is comprised of Polly Bailey of the Moderation Council and Bobby Jay Bliss of the gun business’s own advisory group, SAFETY... INT. BOBBY JAY’S OFFICE - DAY Bobby Jay sits at his desk, flanked by various Military trinkets and banners. He reads the POST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY, (V.0.)",
          "text": "As explained by Naylor, the sole purpose of their meetings is to compete for the highest death toll as they compare strategies on how to dupe the American people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Various office workers ride up the center of an atrium, reading the POST. INT. JEFF MEGALL’S OFFICE - DAY Jeff is handed a crisp copy of the article with hi-lighte sections. He immediately devours it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.0.)",
          "text": "Sector Six would emphasize the sex appeal of cigarettes, in a way only floating nude copulating hollywood stars could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Students at computer terminals, read the article on the Washington Post Website. INT. LORNE LUTCH’S RANCH - DAY Lorne’s FAX machine, albeit an ancient one, spits out the curled transmission. He reads: \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORNE, (V.0.)",
          "text": "This did not stop Nick from bribing the dying man with a suitcase of cash to keep quiet on the subject of his recent lung cancer diagnosis... INT. KITCHEN - JILL NAYLOR’S RESIDENCE - DAY Joey runs into room expecting a snack, but instead finds and Brad hovering over the POST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL, (V.0.)",
          "text": "Nick’s own son Joey Naylor seems to be being groomed for the job, as he joins his father on the majority of his trips... INT. NICK’S OFFICE - ACADEMY OF TOBACCO STUDIES - DAY Nick sits at his desk. He is a mess. He taps an unopened of the POST, when the intercom suddenly breaks the moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIZELLE",
          "text": "(intercom) I have Heather Holloway on one. Nick leaps for the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Heather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "INT. HEATHER HOLLOWAY’S OFFICE - SAME Heather is as cheery as the first time we met her",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Hey, Nick, what did you think? Nick chooses every word carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Heather, there is a lot of information in here, that is... off the record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "You never said anything about off the record. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I presumed, anything said while I was inside you was considered privileged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Nick, you are really cute. If you wanted to talk on a plane or at a movie or over dinner, that would have been fine. But you wanted to fuck. That’s fine by me. Nick is stunned. Even insulted by this realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Wait a second. You used me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "(still friendly) Come on Nick. Now we’re being children. We both love our jobs. You’re just a lobbyist and I’m just a reporter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(confusion) You used me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "I thought if anything, that you’d have an appreciation for my work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "How could you do this to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Oh, Nick. For the mortgage. INT. BR’S OFFICE - DAY Nick enters just as BR puts down the article.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "You should have been more careful, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’1l work up a rebuttal. Heather Holloway isn’t the only reporter at the Post. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "There isn’t going to be a rebuttal. Don’t talk to anyone. We’re pulling you from the congressional hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You can’t pull me from the hearing. All you'll be doing is giving credence to her article. I am ready to testify.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Nick, half of my job is damage control. And today, that consists of distancing ourselves from you entirely and letting you take the heat on this article. Nick begins to realize he is being fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Your job relied on your ability to keep secrets and spin the truth. I can’t imagine a way in which you could have fucked up more. There is just no way I could possibly keep you on staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "And I assume you’ve already run this by the Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "The Captain died this morning. Nick stops. Everything stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick is at the ticket agent’s desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TICKET AGENT",
          "text": "All I have is the very last seat in the plane, sir. 36C. Nick just nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FLIGHT ATTENDANT pushes the DRINK CART past Nick, hitti his knee. Nick looks for an apology, but nothing follows. Nick looks up and finds the permanently lit NON-SMOKING S \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large crowd has gathered to see a local hero be buried. Very formal. All black. No grey. Nick stands alone in the crowd. A waiter from the Tobacco Club steps forward and places a JULEP on the Casket as it is lowered into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick’s flight touches down... roughly. INT. NICK’S APARTMENT - NIGHT Nick slumps into his apartment. We hear the answering machine playing, as a “Baretta” Marathon shows on television in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSWERING MACHINE, (0.C.)",
          "text": "Mr. Naylor, this is Pete in security at the Academy. Your things are waiting for you at the information kiosk in the lobby. Look, just pick’m up by Friday, or we’re supposed to throw’m away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Another “Baretta” Episode. Nick empties his fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSWERING MACHINE, (0.C.)",
          "text": "Nick, Jack in Jeff Megall’s office. Jeff really enjoyed meeting you the other day and is sorry that you two couldn’t find a project to work on. Drop me a line whenever you’re in town. My e-mail is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Another “Baretta” Episode. Nick alphabetizes his books/CD",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSWERING MACHINE, (0.C.)",
          "text": "Mr. Naylor, this is Special Agent Johnson with the FBI. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSWERING MACHINE, (CONT'D)",
          "text": "Having not found any leads in your kidnapping investigation, we will be handing over the case to local DC police. Please refer to them in the future for updates and questions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Nick is now upside down on his bed watching yet another episode of “Baretta”, when there’s a KNOCK at his door INT. ENTRYWAY - NICK’S APARTMENT - DAY Nick steps up to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL, (0.C.)",
          "text": "It’s me, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh, Jill, this is a bad time... I’m trying to find that kung fu spot that kills a human body instantaneously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL, (0.C.)",
          "text": "Let me in Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(thinks a beat) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL, (0.C.)",
          "text": "I brought someone who needs to talk to you. Nick exhales, then opens the door. Jill brought Joey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(to Joey) There’s a coke in the fridge. Joey runs past his father to the kitchen. Jill takes a st forward, then stops next to Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "So, this Heather Holloway must’ve been pret-ty hot... Nick goes to argue, then concedes... \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah, she’s pretty hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Don’t take it so hard. A few flaws can be appealing. It makes you human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(without flinching) Who wants to be human?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "I know one person who still thinks you’re a god. Nick looks back towards the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KITCHEN, NICK’S APARTMENT - SAME Nick and Joey sit at the kitchen table, each slumped on t elbows, mirroring each other in identical positions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Why did you tell that reporter all your secrets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You’re too young to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Mom says it’s because you have dependency issues and it was just a matter of time before you threw it all away on some tramp. Nick pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, that’s one theory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Why are you hiding from everybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It has something to with being generally hated right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "But it’s your job to be generally hated. \f96. Nick smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "It’s more complicated than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "You’re just making it more complicated so you can feel sorry for yourself. Nick raises an eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY, (CONT'D)",
          "text": "Like you always said, “If you want an easy job, go work for the Red Cross.” You’re a lobbyist. Your job is to be right and you’re the best at what you do. You’re the “Sultan of spin”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Sultan of spin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "(quickly) Mom subscribes to Newsweek. (back to his pitch) Who cares what the Brads of the world think? He’s not my dad. You are. Nick looks into Joey’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "And right there, looking into Joey’s eyes, it all came back in a rush... Why I do what I do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UNBATHED TEENAGERS with “ideals” are protesting behind barricades. Nick passes through the shouting crowd with a calm smile on his face, unflinching, as people hurl insul and rocks towards police in riot gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Defending the defenseless... Protecting the disenfranchised corporations that have been abandoned by their very own consumers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The logger. A LOGGER - about to cut down the last tree in an acre of stumps. He poses with his chainsaw and smiles to camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The sweat shop foreman. A SWEAT SHOP FOREMAN smiling with his clipboard as countl children make shoes in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The oil driller. An OIL DRILLER and his SON smiling as the drilling mechan behind them bores into the Pacific Ocean floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The land mine developer. A LAND MINE DEVELOPER presenting a newly designed land mi to his underlings. They all look up and smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The baby seal poacher. A SEAL PELT TRADER holding a beaten baby seal, looks up a smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BERT’S RESTAURANT - DAY The MOD SQUAD is at their booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Baby seal poacher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Even I think that’s kind of cruel. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Okay, you’re missing the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "I must be, because I thought you were apologizing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’m getting to that. Look, you two are basically my only friends. The last thing I ever wanted to do was hurt either of you. I can only imagine how the two of you must have felt... Bobby Jay cracks a smile. Nick stops in question of the l",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(to Bobby Jay) Why are you smiling? (immediately to Polly) Why is he smiling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "He won a hundred bucks on you. Nick shoots a further confused look",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "I bet Polly that you’d spill the beans with that reporter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That goes against everything we stand for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "You ratted us out to some reporter with tits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "(correcting) Glorious tits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Only after you created a betting pool, testing my incompetence. If anything, I thought we had mutual professional courtesy. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Do you know the beating I’ve been taking at Moderation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I know both of you are probably under a lot of scrutiny...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "You can stop using the plural. Nick looks to Bobby Jay for an explanation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "The guys at SAFETY actually like the name, Merchants of Death. They’re going to make bumper stickers. I’1l get you one. A WAITRESS arrives with a piece of APPLE PIE with a SLICE AMERICAN CHEESE melted on top for Bobby Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That’s disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "(mid-bite) It’s American. Nick shrugs (point taken)",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Well, I guess you won’t be appearing at Finistirre’s sub-committee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I was kind of looking forward to it too. It’s kind of cool in a Jimmy Stewart sort of way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "More like an Ollie North sort of way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Finistirre would have torn you a new asshole, in a house of parliament, no less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh, please. I could have taken him. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "What would you’ve said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I don’t know... Nick is mesmerized by the sizzling cheese on Bobby Jay’s",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "...I think I’d just like him to feel immeasurable pain and humiliation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "(Joking) That’11 be tough, I mean he’s a Senator. All three laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(compliments Bobby Jay) Good one. Nick thinks a little more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "I mean, how would you get back in even if you wanted to?... Nick looks at his fellow mod squad members and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Uh oh. He has a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SENATOR FINISTIRRE’S OFFICE - DAY The Senator is at his desk, examining a list, when Ron Go enters and turns on the TV - Nick at a PRESS CONFERENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (ON TV)",
          "text": "To all the people who were mentioned in the recent newspaper article, please take comfort in knowing that I will not rest until your names are cleared. This experience has taught me an important lesson: Having sexual affairs with members of the press is just unfair. Not unfair to me mind you, but to all the people in my life whose only crime is knowing me. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (CONT'D)",
          "text": "It was your names, not mine, that suffered from my entertaining of a meaningless affair with a seductress in the form of a young blond Washington Post reporter, whose name I won’t mention because I... have dignity. Finistirre simply grunts at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (ON TV)",
          "text": "There have been wide accusations of me dropping out from tomorrow’s senate sub- committee. Let it be known, that unless Senator Finistirre has withdrawn my invitation to speak...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "(to TV) It’s called a subpoena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (ON TV)",
          "text": "it is my plan to be present in Congress tomorrow to share my knowledge of Big Tobacco and all those who enjoy its products. Thank you for your time. See you tomorrow. As Nick steps away from the podium on TV, we turn around find Finistirre who stares at the television, feeling eve bit challenged. As we get closer, a phone rings in the background. Then a second line rings... A third. The Senator looks to his desk, where his phone’s many lin are all blinking. He goes to his desk, and pulls out a sheet that reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHEDULE OF EVENTS",
          "text": "Tobacco Subcommittee He follows the sheet down, past a list of names. At the bottom he adds the name, NICK NAYLOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sun bursts out from behind various monuments. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a limo window, we see the press quickly approaching, all we hear is the sound of an on-coming wave. As the pre hits the car, the wave sound crashes as if hitting a beac Inside the car are a very shocked Nick, Bobby Jay, and Po",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "Still feel like Jimmy Stewart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MOD Squad fighting the on coming press as they approa the main entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Polly walk through the metal detector. Bobby Jay tries to walk through, but sets off the machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "(to Nick and Polly) Go ahead. This may take a while. A SECURITY GUARD approaches with the WAND. Bobby Jay has nothing but disdain for metal detectors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A A/V OPERATOR plugs in a mic sitting on the RED TABLECLO on the witnesses table. He gives a thumbs across the room where... A/V OPERATOR 2 turns on the P.A. system. The roo comes alive with a BOOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hearing is just beginning. Senator Finistirre and nin his colleagues sit at a long table before the audience. E one has a pitcher of water and a microphone. Finistirre s the audience, then begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Okay, lets bring this meeting to order. We’ll try our best to keep everything brief and concise, so we can all make it out of here on time. Finistirre smiles at his audience. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MEDICAL ADVISOR is testifying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDICAL ADVISOR",
          "text": "The skull and crossbones means one thing: Poison. Thus, the message is quite clear Like any other product that carries the branding, if you take it, you will die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Is this not overkill? I mean, why not just use words as we currently do? Something that describes the dangers of cigarettes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDICAL ADVISOR",
          "text": "The American public is not affected by mast head anymore. They need photographs. We’ve done studies which show that consumers react up to eighty percent more to imagery rather than words. The stats are there. It’s just sad that the Academy of Tobacco Studies did not release this type of information earlier...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "And when you say the Academy of Tobacco Studies, you are referring to the coalition represented by... FREEZE FRAME on the Senator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Let it be known, the public beating has not gone out of style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATINO MAN",
          "text": "The current use of words instead of imagery is an obvious move against the non-English speaking population in the United States. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATINO MAN, (CONT'D)",
          "text": "The skull and crossbones speaks loudly in all languages. By not using it, they are saying they want those who can’t read English to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "I’m sorry Senor Herera, could you please clarify “they”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finistirre looks down at his agenda and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Nick Naylor, please step forward. Nick stands. He turns around as he fixes his suit coat. A does, he notices someone in the audience. Sitting ten row back is... Joey. The twelve year old sneaks an excited wa Nick suddenly becomes uncomfortable. He waves back, but w can tell he is bothered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "Please state your name, address, and current occupation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "My name is Nick Naylor. I live at the Watergate. I am currently unemployed, but until recently, I was the Vice President of the Academy of Tobacco Studies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Mr. Naylor, as Vice President of the Academy of Tobacco Studies, what was required of you? What did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I informed the public of all the research performed in the investigation on the effects of tobacco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "And what, so far, has the Academy concluded in the investigation on the effects of tobacco? \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, many things actually. Why just the other day, they uncovered evidence that smoking can offset Parkinson's disease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "I’m sure the health community is thrilled. Mr. Naylor, Who provides the financial backing for the Academy of Tobacco Studies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Conglomerated Tobacco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "(clarifying) That is the cigarette companies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "For the most part, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Do you think this affects their priorities?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "No. Just as I’m sure campaign contributions don’t affect yours. Senator LOTHRIDGE from Washington pipes in, to break it u",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOTHRIDGE",
          "text": "Gentlemen, Mr. Naylor is not here to testify on the goings on of the Academy of Tobacco Studies. We’re here to examine the possibility of a warning logo on cigarettes. Now, Mr. Naylor, I have to ask out of formality, do you believe that smoking cigarettes over time can lead to lung cancer and other respiratory conditions such as emphysema? Finistirre rolls his eyes. (What do you think?) A long pause, as Nick searches through everything. The pe in this room. The people watching on television. The peop watching down from heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yes. \f106. Finistirre looks up in astonishment as the whole room sud bustles with energy. Polly and Bobby Jay exchange glances",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "In fact, I think you’d be hard pressed to find someone who really believes that cigarettes are not potentially harmful. (turns to audience) I mean, show of hands...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOTHRIDGE",
          "text": "Mr. Naylor, there is no need for theatrics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I’m sorry, I just don’t see the point in a warning label for something people already know. Senator DUPREE from Michigan joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "The warning symbol is a reminder of the dangers of smoking cigarettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, if we want to remind people of danger, why don’t we slap a skull and crossbones on all Boeing Airplanes, Senator Lothridge... We notice for the first time, Lothridge’s name plate says WASHINGTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "and all Fords, Senator Dupree. Dupree’s name plate says (R) MICHIGAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "That’s just ridiculous. The death toll on passenger planes and car fatalities doesn’t even skim the surface of cigarettes. They don’t even compare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh, this from a Senator who calls Vermont, home. Finistirre raises an eyebrow. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOTHRIDGE",
          "text": "I don’t follow, Mr. Naylor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well the real demonstrated number-one killer in America is cholesterol. Still stares. Nick continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "And here comes Senator Finistirre, whose fine state is, I regret to say, clogging the nation’s arteries with Vermont cheddar cheese. If you want to talk numbers, how about the millions of people dying of heart attacks. Perhaps Vermont cheddar should come with a skull and crossbones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "You little... Lothridge covers Finistirre’s mic so we don’t hear the wo “shit”. Finistirre is fuming. Lothridge cools him down. Nick looks back at Joey who gives him the thumbs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOTHRIDGE",
          "text": "Mr. Naylor, we are here to discuss cigarettes. Not any other products. Now, as discussed earlier, these warning labels are not for those who know, but rather for those who don’t. What about the children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Gentlemen, it’s called education. It doesn’t come off the side of a cigarette carton. It comes from our teachers and more importantly our parents. It is every parents’ job to warn their children of all the dangers of the world, including cigarettes. So one day, when they get older, they can make an educated choice. Not to be corny, but that is what this country is supposed to be all about. Some say it takes a village to raise a child. I disagree. It takes two parents. And sometimes, just one. Nick looks back at his son. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I look at my son today, and I can’t help think of myself as responsible for his growth and his development. And I’m proud of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "In that case, Mr. Naylor, would you condone him smoking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Of course not, he’s not eighteen. That would be illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Yes, I heard you deliver the same response on 20/20. But enough dancing. What about when he does turn eighteen? Nick is momentarily speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Come on Mr. Naylor? On your son’s eighteenth birthday, will you share a cigarette? Enjoy the afternoon like one of those sick tobacco advertisements? You certainly have a lot to say on how we should raise our children. What of your own? What will you do when he turns eighteen? Joey looks to his father. Nick looks up at the various senators. He takes a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "If he really wants a cigarette... I’1l buy him his first pack. Joey smiles proudly. Finistirre rocks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Thank you for your testimony, Mr. Naylor. Nick nods and stand up to leave. As he does, many of the spectators stand to leave with him out into the... \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, now surrounded by REPORTERS, PHOTOGRAPHERS, ADMIRER and DETRACTORS, tries to make his way outside. Somehow, t crowd separates momentarily and BR squeezes in next to Ni",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Well done, my boy! Nick looks over, confused. My boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Were you in the same room as me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "The whole personal choice thing. They ate up that shit. We checked the whip count The bill is going down in flames. Your speech was... unorthodox, but you did it... You crushed the fucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That’s great news for you guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Hey, now. We’re still a team, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What about, “damage control”? Nick and BR stop at the MAIN DOORS. The crowd still surrounding them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "(levels with him) Look, Nick. Winston-Salem is ready to do whatever it takes to keep you on board... Nick thinks for a moment, then smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and his son Joey stand on the main steps, surrounded reporters. Joey looks to his dad with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 1",
          "text": "Nick, will you continue to fight for cigarettes? BR enters and puts his arm around Nick. \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR",
          "text": "Of course he will! This man here is our general. We’re not going to just let him retire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 2",
          "text": "Is that correct, Nick? You’re sticking with tobacco?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(smiles, then...) Smoking is a personal freedom that is enjoyed by countless Americans, and although I cannot smoke anymore due to my injurious kidnapping, I believe in protecting all freedoms... Meanwhile, as Nick continues, we take a look at JOEY. He’ proud of his dad. So proud, that he opens a pack of MARLB REDS and pulls out a cigarette. He takes it between his fingers and raises it to his twelve year old LIPS. Out of the corner of Nick’s eye, he sees his son about to onto a cigarette. And before Nick can stop himself, his a whips down and SLAPS the cigarette out of his son’s mouth We see this repeat through the eyes of the cameras:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBS",
          "text": "The cigarette flies through the air in super Slo-Mo as: Camera men smile. Videotape rolls. A SATELLITE circles the Earth. Controllers in a TV STUDIO switch to camera A. Multiple TELEVISIONS broadcast the event in a window of a electronics shop in Tokyo. And of course... BR’s eyes bulge in horror. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND THEN",
          "text": "The cigarette hits the ground. Nothing big. Just drops. P.O.V. - One of the TV cameras. Slightly shaky close-up o cigarette sitting on the Capital Steps. It looks pathetic",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "My father gave me one word of advice before he died: Prioritize. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "So, what happens to a guy a like me? I know what you’re probably thinking... Close of a PAIR OF LOAFERS standing on the ledge of a skyscraper. One foot steps out over the edge, then FREEZE",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "No, nothing like that. In fact, not much has changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "The MOD squad still meets every week. We find Nick, Bobby Jay, and Polly sitting in the stands. Joey catches a long fly ball in right field. The MOD squa screams in celebration as Joey’s team runs to the dugout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Senator Finistirre is still fighting for his causes. Finistirre is interviewed by a plastic HOLLYWOOD INTERVIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Movies are ruining our children. Every time they see an actor engaging in violence, casual sex, or smoking, they lose a year on their childhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLYWOOD INTERVIEWER",
          "text": "What’s you favorite movie? \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINISTIRRE",
          "text": "Well you can’t mess with a classic. I love West Side Story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLYWOOD INTERVIEWER",
          "text": "Doesn’t that have violence, casual sex, and smoking? Finistirre fumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Even Heather is still reporting. Heather and a CAMERA MAN for some expose show stand outsi New York BROWNSTONE. Sean Penn steps out the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Sean, is it true...? Penn punches her in the face, leveling her to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick is lost in his thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Not much changes at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY",
          "text": "Nick, Bobby Jay has some big news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You were able to knock the spotted owl off of the endangered species list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "(complete sincerity) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Wow, I can finally go kill myself a spotted owl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY JAY",
          "text": "You could kill ten spotted owls. The MOD squad clink their plastic coke cups in celebratio \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Nothing changes at all. Even at my new job...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick faces three GENTLEMEN in nice suits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "So, be straight with me. Is it true? Obvious embarrassment and confusion around the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMEN 1",
          "text": "It could be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMEN 2",
          "text": "Well, we don’t quite know that. It’s complicated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMEN 3",
          "text": "Very few cases, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Look, gentlemen. Practice these words in front of a mirror: ‘Although we are constantly exploring the subject, currently, there is no direct evidence that links cell phone usage to brain cancer.’ The gentlemen smile to each other. They’ve found their ma Push into Nick. He looks straight at camera and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Michael Jordan plays ball. Charles Manson kills people. I talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (V.0.)",
          "text": "Everyone has a talent.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1833"
    }
  ]
}