{
  "movie_id": "MOV2280",
  "scenes": [
    {
      "location": "NEW YORK CITY PRESENT DAY 4",
      "characters": [
        "MAN IN CAR",
        "ME",
        "NITRO, (CONT'D)",
        "MARIA, (ON TV)",
        "SAUSAGE CONDUCTOR",
        "MAX, MEL,",
        "ANOTHER FLUSHED PET",
        "HOME",
        "TITLE",
        "TIBERIUS",
        "SANDWICH",
        "OZONE, (CONT'D)",
        "BUDDY",
        "NITRO",
        "MAN",
        "NORMAN",
        "20.",
        "PET OWNERS",
        "STILL",
        "DUKE/MAX",
        "TABBY",
        "I, I, I,---",
        "EPILOGUE",
        "MAX, (0.S.)",
        "POPS, (CONT'D)",
        "WITHOUT KNOWING",
        "WE GOTTA SAVE HIM. WE GOTTA GO",
        "SNOWBALL, (CONT'D)",
        "TINY DOG",
        "ANIMAL CONTROL WORKER 2",
        "NITRO, (0.S.)",
        "DOGS",
        "DUKE, (V.O.)",
        "SNAKE BITE",
        "OZONE",
        "DUKE, (CONT'D)",
        "LEONARD'S OWNER, (0.C.)",
        "CHLOE",
        "PEANUT",
        "SAUSAGE.",
        "TIBERIUS, (0.S.)",
        "TIBERIUS, (CONT'D)",
        "GIDGET, (0.S.)",
        "MUSIC BUILDS",
        "STOP",
        "SAVE MAX",
        "FLUSHED PETS",
        "STOOOOOOPPPP",
        "42.",
        "FLASHBACK",
        "POPS",
        "BACK TO",
        "DERICK",
        "CONTINUOUS 47",
        "RUN",
        "MAX, (CONT'D)",
        "FEMALE DOG WALKER",
        "PSSSSSSSSST.",
        "DERICK, (0.S.)",
        "FLUSHED PET",
        "OH YEAH",
        "SQUIRREL",
        "ON SCREEN",
        "SEAMONKEY",
        "ANIMAL CONTROL WORKER",
        "DUKE",
        "KATIE",
        "MAX, (0.S)",
        "GET EM",
        "ANIMAL CONTROL WORKER 1, (0.S.)",
        "MAX, (V.O.)",
        "DOG WALKER",
        "FERNANDO",
        "ALLIGATOR",
        "I DO",
        "BUDDY, (CONT'D)",
        "WORKER 1",
        "NORMAN, (CONT'D)",
        "REGINALD",
        "CUT",
        "WOMAN",
        "ANNOUNCER, (V.O.)",
        "FERNANDO, (ON TV)",
        "INT",
        "AIEEEE",
        "MEL",
        "BITE",
        "STAY DOWN",
        "SNAKES",
        "SNOWBALL, (0.S.)",
        "CHLOE, (CONT'D)",
        "KATIE, (CONT'D)",
        "SCATTER",
        "SAVE HIM",
        "CUT TO",
        "BAG DOG",
        "MAX/DUKE",
        "LITTLE GIRL",
        "NORMAN, (0.S.)",
        "MAX",
        "COLLIE, (CONT'D)",
        "EXT",
        "NO IT IS NOT---",
        "VIPER",
        "UP",
        "GIDGET, (CONT'D)",
        "DOGS, (CONT'D)",
        "TELL ME.",
        "COLLIE",
        "TATTOO",
        "END OF FANTASY SEQUENCE",
        "ANIMAL CONTROL WORKER 1",
        "MAX IS GONE",
        "SNOWBALL",
        "SAUSAGES",
        "AAAAAAHHHHHHHHHHHHH",
        "GIDGET"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The skyline glimmers in the morning sun as we move across Hudson toward the city. “Welcome to New York” by Taylor Swift plays. As we pass the STATUE OF LIBERTY, we see a flock of BIRDS flutter into the morning sky. We move into the city, over the Brooklyn Bridge and past Empire State Building. We see Central Park, lined with bright yellow and orange trees of autumn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "I’ve lived in this city all my life. Riding through Central Park on her bicycle is KATIE. Her MAX, sits in the bicycle basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "I’m Max, and I’m the luckiest dog in New York...because of her. That’s Katie. Katie and Max continue to bike down the street. Max barks happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Katie and I...well, we have the perfect relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Max, aS a puppy, sits inside a box that says “FREE PUPPIE Katie approaches him, picks him up and he licks her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "We met a few years ago and, boy, let me tell you, we got along right away. You know, it was..it was one of those relationships where - where you just know. FLASHBACK: KATIE’S APARTMENT - CONTINOUS 3 Puppy Max runs around Katie’s apartment and sits on the c with his green ball. He looks at Katie with adorable pupp eyes. \fThe Secret Life of Pets 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "A-And get this - she was looking for a roommate...and so was I! So I just moved in that same day. It was perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie parks her bike near flock of PIGEONS. Max barks aggressively at them. They FLY AWAY, except for one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "We've been together ever since. Katie would do anything for me. And I’m her loyal protector Max approaches the remaining pigeon. BARKS at it. The pigeon FLAPS ITS WINGS and CAWS at Max. He backtracks into Katie’s arms. She LAUGHS and pets him reassuringly. INT. KATIE’S APARTMENT - DAY 5 Katie notices that her SHOES are torn up. She opens the closet to see Max sitting inside, CHEWING on all her shoe",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Our love is...our love is, how do I put this...our love is stronger than words. Or shoes. INT. KATIE’S APARTMENT - LIVING ROOM - DAY 6 Max is on the couch. Katie is on the phone, pacing back a forth. Every time Katie passes, Max’s tail wags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "It’s me and Katie. Katie and me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s pouring rain. Katie is in a slicker. Max is ina matching slicker. They are waiting for it to stop raining THUNDER and LIGHTNING! Max BARKS. Katie holds him close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Us against the world. \f10 11 The Secret Life of Pets 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she puts the dishes into the dishwasher, she lets Max each one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "I wouldn’t go so far as to call us soul mates... INT. BEDROOM —- NIGHT 9 Katie and Max sleep in Katie’s bed. Max’s leg KICKS as he sleeps. Katie PATS his head and his leg stops kicking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "...even though any sane person who saw us would...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie and Max sit on the fire escape eating their dinner. She HUGS Max as she looks out into the city. INT. KATIE’S APARTMENT - MORNING 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "There’s just one little problem... (panic growing) ...pretty much every day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "C’mon Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "...she leaves. Katie prepares to leave. She wraps a SCARF around her nec Max GRABS onto it and she pulls him along. She scoops him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I‘1l see you tonight. She KISSES his face and sets him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Sometimes I try stuff to get her to stay... \fThe Secret Life of Pets 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Okay, sit. Max sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Spin! Max spins around in a circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Speak! Max barks. Katie LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Okay, that’s a good boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "-.-but it never works. She leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Where is she going? What could she possibly be doing? His face falls and he sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Awww, I miss her so much. Suddenly, the sound of KEYS RATTLING comes from the other side of the door. Max springs to his feet. His tail wags like crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Whoa--oh my--oh, she’s back! Katie rushes back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Forgot my phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "What took so long? Why did you-- She grabs it and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Oh, come on! Ughh...I miss her so much. He sits by the door to wait for her return. \f12 13 14 The Secret Life of Pets 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "An owner says goodbye to her tiny Pomeranian, GIDGET, and leaves. GIDGET’S OWNER Bye, Gidget! Be a good doggie! Gidget climbs a couch and gazes through a window at Max, is across the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Hey Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(eyes on his door) Hey Gidget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Any plans today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yes. Big, big stuff today, Gidget. I got big plans. I’m gonna sit here and I’m gonna wait for Katie to come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Oh, that sounds exciting! Well, I won’t interrupt. I’ve got a very busy day, too. Gidget SIGHS and settles in for a day of staring at Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In many other apartments, we see owners LEAVE for the day say goodbye to their pets. INT. CHLOE’S APARTMENT - SAME 13 An owner bends down to give CHLOE, her fat cat, some food CHLOE’S OWNER Here ya go. See ya later, Chloe! When the owner leaves, Chloe KNOCKS THE BOWL AWAY. INT. PEPE’S APARTMENT - SAME 14 PEPE, a Chihuahua, BARKS EXCITEDLY as his owner leaves. \f15 16 17 18 The Secret Life of Pets 6. PEPE’S OWNER Bye, Pepe! Once the owner is out the door, Pepe stops barking and wa offscreen, nonplussed. He pulls a WINDOWSHADE to propel h onto a TABLE, and then HOPS up into a hanging FLOWER PLAN He then lifts his leg and PEES in it. He sighs in relief. INT: MEL THE PUG’S APARTMENT - SAME 15 MEL, a wide-eyed, friendly pug, LICKS HIMSELF as his owne leaves. MEL’S OWNER So long, Mel! Mel looks back at the door, then scoots his butt along th carpet. INT: SWEETPEA’S APARTMENT - SAME 16 SWEETPEA, an adorable budgie, sits in his cage. His owner leaves. SWEETPEA’S OWNER Bye, Sweetpea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "In many other apartments, we see owners LEAVE for the day say goodbye to their pets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PET OWNERS",
          "text": "See ya Gino...Bye Missy...I’1l miss you Shellie!...Later, Runty!...bye everyone!...Bye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE",
          "text": "INT: SWEETPEA’S APARTMENT - SAME 18 Sweetpea FLIES OUT of his cage, hits a button on a fan... a button on the remote... Video of fighter jets gliding through a canyon plays on t BIG SCREEN TV. Sweetpea flies before the TV, acting as if he’s part of t air attack on TV. \f19 20 21 22 23 24 The Secret Life of Pets 7. INT. CHLOE’S APARTMENT - SAME 19 She makes her way over to the fridge and sees a ROASTED CHICKEN inside. She opens and closes the door to the frid agonizing over if she should give in and eat. INT: MEL THE PUG’S APARTMENT - SAME 20 MEL sets up a CHAIR and an end table with TREATS in front a window. He opens the curtain and sits in the chair, BARKING at each squirrel he sees in the tree outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Buddy, a Daschund, makes his way over to the kitchen coun He KNOCKS a mixing bowl to the floor and stands beneath t mixer, letting the blades massage his body until he HOWLS ROLLS OVER, and FALLS to the floor. INT: CHLOE’S APARTMENT - SAME 22 Chloe has DEVOURED the chicken. Fat and lethargic, she RO over out of the fridge and lands on the FLOOR. But when s gets up, she notices a CAKE on the shelf below. She salivates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "LEONARD, A DAINTY POODLE sits in a posh apartment. His ow leaves for the day. POODLE’S OWNER You be a good boy, Leonard. ...Leonard DAINTILY taps a CD player. PUNK MUSIC BLARES, he can FINALLY cut loose, head-banging and dancing. We se that there are other pets there, hiding. They pop up from behind the couch and headbang with the music. INT: KATIE’S APARTMENT - CONTINUOUS 24 Max is still waiting by the door. Chloe FALLS from her floor and lands in front of Max’s window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Hey, Max. \fThe Secret Life of Pets 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey, Chloe. Do you ever wonder where they go during the day? Chloe squeezes through the window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Do you know what? I just...I don’t really caaare-- She stops. Chloe is stuck in the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Maybe that’s what it’s like for YOU. But Katie and I have a different relationship. You know, you're a...you’re a cat. So maybe that’s why. Cuz nobody could ever love a cat the way they love a dog. I’m just saying. Maybe that’s why. She SQUEEZES through the window inelegantly and FALLS. Sh then walks into the apartment as though nothing happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Whatever you need to tell yourself. ALL THE PETS emerge from the fire escape, including MEL ( witted lovable pug), and SWEETPEA, the adorable, wide-eye budgie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Hey, mornin’, Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey guys. ‘Sup, Sweetpea. Sweetpea WHISTLES a greeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Hey Mel, where you been, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "OH! GET THIS, last Sunday, my owner feeds me a small white pill, right. I start to feel a little groggy. The next thing I know, I wake up, I’m in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Wait a minute, the-the sky? \fThe Secret Life of Pets 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Yeah, there are suitcases everywhere. I’m locked up ina crate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "There are suitcases in the sky?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "So I pass out from fear. And when I wake up, I’m in Florida.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Umm, this did not happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "I will NEVER eat a pill like that again. Unless it’s covered in peanut butter, because I mean, COME ON, RIGHT?! It’s peanut butter! NORMAN, a guinea pig, appears through a VENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "Hey guys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(calling out) Oh Hey Norman. You still looking for your apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "Yeah. Going on three weeks now. Is this the 2nd or the 3rd floor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I don’t know any numbers, but uh, you don’t live here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "Aw pellets. Well, see you guys later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "You know what? You can do it! (beat, to Max) He can’t do it. Buddy the Dachshund opens the door, hanging from the knob \f25 The Secret Life of Pets 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Buddy! There you are! Did you find it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Haha, you KNOW I did. Buddy PRESENTS a GREEN BALL!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY, (CONT'D)",
          "text": "Voila! All the dogs perk up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Ball!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Ball, ball, ball!! Max laughs. Mel chases the ball around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Katie’s gonna be so excited! This is exactly like the one she lost! I mean, look at it, it’s round. It fits in my mouth...! Chloe KNOCKS IT AWAY and Max and Mel CHASE IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, MEL,",
          "text": "Ball! Ball, Ball! Chloe laughs to herself. But then Chloe sees a LASER POIN dot on the floor in front of her. She begins to go crazy it. REVEAL that Sweetpea has the pointer in his mouth. Max set the ball on the coffee table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "There is NO OTHER BALL in the CITY like this one ball, guaranteed. This is the ball. Chloe STUMBLES around in the background, still chasing th laser pointer. INT. KATIE’S APARTMENT - HOURS LATER 25 Max sits by the door. He hears Katie approaching and WAGS his tail. \fThe Secret Life of Pets 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I’m home, Max! Max barks excitedly. Katie opens the door and peeks her h inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Hey, Maximilian! How was your day, buddy? That’s a good boy. Max jumps up and pushes on the door, but Katie stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Oh YES, I’m SO PSYCHED to see you too, buddy... BUMP! Something pushes from the other side of the door. Katie holds whatever it is at bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "(to Max) Okay, boy, calm down, it’s okay, let's all be calm... (BUMP ! )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I have some...big news. I know this'll take some getting used to--- (BIGGER BUMP! )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "---but, but I think it’s going to be a great thing in the long--- BOOOOOM! DUKE can’t take it any more He pushes the door open. Duke is a big, fuzzy bulldozer of a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Max, this is Duke. Max stares at him. Like he’s been hit with a ton of brick We do a classic “Hitchcock Zoom” on his face. WHAAATTTTT? Katie holds onto Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "He’s going to be your... (tentative) ..-brother. Max stares at Duke. Then his lip curls up, showing his teeth, and he begins growling. \f26 The Secret Life of Pets 12. Duke RECOILS, WHIMPERS and COWERS, intimidated. Katie qui steps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "No, no, Max! She comforts Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Okay, it’s gonna be alright, Duke. It’s okay. Max can’t believe this! What is this? Duke leans in close to Max. They stare at each other. Duk leans in close, Max barks at him. Then, Duke opens his mo and...licks Max all over the face, covering him with slob",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Awww see? He likes you! Duke turns and races around the apartment, sniffing and checking the place out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Hahaha! Aww, hahaha! Yeah, that’s it, Duke. Take a look around... Katie shuts the door and leans down next to Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "I know, buddy. This is a lot to take in. But he didn’t have a home. So you and I are going to have to take care of him, okay? SQUEAK! Max and Katie turn and see Duke with the ball Max ordered. Max is horrified. Katie lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "OH MY GOSH Duke found our lost ball! What a great team we’re gonna be! Katie pulls them together, hugging them. Max’s world is crumbling around him. Duke CHEWS on the ball so hard that POPS. INT: KATIE’S APARTMENT - NIGHT 26 Duke heads for Max’s bed, but Max growls at him. No way. Duke meekly lies down on the blanket bed. Max hops into h bed. Katie takes Max’s face into her hands. \fThe Secret Life of Pets 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Love you, Maxie. Max flashes Duke a look of superiority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Love you, Duke! Max watches, heartbroken, as Katie KISSES Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Sleep tight, boys. She BLOWS them a KISS. Katie turns off the light and goes into her bedroom, shutting the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Psssssst. Max ignores this. So Duke goes slightly louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PSSSSSSSSST.",
          "text": "Max rolls his eyes, does not look at Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "Hey...little guy. (whispers ) This place is SO great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "By the way, that is, that is one gorgeous bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah, it’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Maybe we can share, you know, one night you get the bed, the next night, I do, that kinda thing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You know, this bed is mine. You, you get an old blanket. That suits you. You're an old blanket kind of a dog. Duke starts CLIMBING INTO MAX’S BED! \fThe Secret Life of Pets",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Oh wow, you are stubborn! Hey, I get it. I’m stubborn, too. But we gotta learn to get along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Wait, what are you---?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "I bet we can both fit in this bed if we really try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No, no, no--No wait--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Let me scoot on in there-- Ahhh. Perfect. This is comfy, right? Duke’s butt is RIGHT ON HIS FACE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "I’m comfy. Max is able to PRY HIMSELF OUT FROM UNDER DUKE... «..-runs away, COMPLETELY TERRIFIED! 14. Max RUNS AROUND THE CORNER and heads back to her bedroom. BARKS wildly as Katie brushes her teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke is ruining our lives! He’s ruining--it’s an emergency that you get rid of this dog! He stole my-- KATIE’S POV SHOT. Max BARKS repeatedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "...and he’s scary and he’s frightening and he’s the death of all good things. Katie pets him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "\f27 28 The Secret Life of Pets 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh, you little cutie pie. We'll play tomorrow, buddy, okay? Okay, sleep well! With that, Katie goes into her bedroom and closes the doo leaving the devastated Max to turn and face Duke who was listening on the other side of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Are you trying to get rid of me? Max GULPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Before I answer that...I’d like to know how much you heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "So that’s how it’s gonna be, huh? Oh man, are you making me ANGRY! And when I get angry, I do this-- He GROWLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "--and I don’t wanna do that! I need this place. And if it’s gonna come down to YOU or ME, it’s gonna be ME. Duke GNASHES his teeth. Max COLLAPSES onto the floor in fear. Duke climbs into Max’s bed, while Max is forced to lay on hard floor and cover himself in a sheet. Duke then takes sheet and covers himself with it, leaving Max laying on t hardwood floor. FADE OUT. EXT: APARTMENT BUILDING —- DAWN 27 FADE IN on the next morning. INT: KATIE’S APARTMENT - SAME 28 Duke is SNORING extremely loudly. CLOSE ON Max’s face. His bloodshot eyes are WIDE OPEN. He hasn’t slept at all. \fThe Secret Life of Pets 16. Looking around, he hurries to the window, climbs out, the nervously goes up the fire escape. As he climbs, Gidget calls for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Morning Max! Max! Max! What are you doing? Hi! Me! Hi! Hi! He reaches Chloe’s window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Chloe! Chloe, Chloe! I got a bad situation. Chloe meows, playing with a STUFFED MOUSE. Batting it around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Katie brought home a new dog from the pound! She said he’s my brother, I don’t WANT a brother! And I don’t even have a bed now. I'm sleeping on the floor, like a dog. Why would Katie DO THIS TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Because she’s a dog person, Max. And dog people do weird, inexplicable things like,...they get dogs instead of cats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Okay, please don’t start now, Chloe. That is NOT helping. Chloe plays with the stuffed mouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Max, come on I’m your friend, okay. And as your friend, I gotta be honest with you, I don’t care about you or your problems. But if you don’t do something about this guy, AND SOON, your perfect little life with your dumb--bleh--human is gonna be OVER, forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(horrified) Forever?? Chloe tries to be nonchalant about the fact that she’s go the mouse stuck to her paw. \fThe Secret Life of Pets 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Forever. Yeah, that’s what I just...WHY IS THIS MOUSE ON MY PAW",
          "sentiment": "neutral"
        },
        {
          "speaker": "STILL",
          "text": "(thinks) Look, if you really want to get your turf back, you’re gonna have to start acting like the alpha dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Right. Alpha dog. I--I can do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "29 INT. KATIE’S APARTMENT - LATER 29 Max pleads desperately with Katie to stay. He attaches himself to her leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(desperate) Please don't go! This time, really don’t go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Okay, o-okay, okay, I’m running late. I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Wait! Wait! Stay for the trick! “Spin!” I’m doing “spin!” He spins around so fast, he loses his balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You guys be good! I’11 see you later! Hey! Okay, Max...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No no no wait wait wait look look look-- He tries to follow her, but she closes the door. Katie is gone. Max looks across the living room and sees Duke eati both bowls of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "(diplomatic) Listen, Duke, I’m not sure if you're aware, but one of those food bowls, technically it’s reserved for...I know maybe you didn’t read the names, but...that’s my bowl. \fThe Secret Life of Pets 18. Duke looks up at Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "(backtracking) I know that -- Hey, I mean, I-I-I was just thinking, I dunno...maybe we could institute some ground rules? Duke moves toward Max with menace. He huffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "I just thought that...OR NOT, I don’t - I don’t need a bowl. Norman pops into the vent again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "Here again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Rodent! Max watches with confusion as Duke runs past him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN, (0.S.)",
          "text": "(screaming) Aaaaaaaigh!!! Duke SPRINTS across the rug, flying through the air and collides headfirst with the grate. The crash shakes the t next to him, knocking over a vase. It SHATTERS. Duke is on the floor, dazed. Max panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh, Duke, Duke, Katie is not...Katie’s gonna be so upset when she sees that--Katie’s-- (getting the idea) .»+-gonna flip out when she sees how you trashed her whole place. He tentatively approaches Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Oh, it’s just, it’s just one vase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Is it, Duke. Is it? Max calmly pushes over a SECOND VASE. CRASH! He pushes pieces of paper off the table. \fThe Secret Life of Pets 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Awww, that’s a shame!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "What are you doing? Max saunters over to another table with a picture frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Whoa, what am I doing? Nothing, I’m a cute little doggie, I...Katie knows I wouldn’t do anything like...this. Max nudges the table. Duke dives and catches it just befo it hits the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Oh no--whoa--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "This could only be the work of a dangerous stray who hasn't laid down a foundation of trust. You’re the new dog. And hey, Duke, what’d you go and do this for? Max knocks over a bowl of fruit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Ohhh, I’m gonna--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "What? Oh, what? Bite me? Rip my face off? Perfect! Wait till Katie finds out. Max begins to limp on three legs, dragging a limp leg beh him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "(feigning injury) Ohhhh ho, Katie! Thank goodness you're here! I tried to stop him, but...-he’s... crazy! Max fakes fainting on the arm of the couch and falls onto couch. Max leaps on top of the mantle and starts to PULL CORD OF THE FLAT SCREEN TV off of its stand with his mout Duke GASPS. If Max pulls the TV any harder, it will shatt onto the ground. \f30 The Secret Life of Pets",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "(cord in mouth) Now sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Okay! Okay, okay... Duke sits. Max walks up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Lay down... He does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Good boy. He pats Duke on the nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "20.",
          "text": "30 “Staying Alive (Remix)” by N-Trance plays. The Dog Walker walks down the street surrounded by dogs. Including Max a Duke who are tethered together. Max has a proud skip to his step - he’s dogged-up and sol his problem. He winks at another dog, back-steps into Duk face. Gidget looks down at the dogs from her apartment's window",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Hi Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey, Gidget!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Who’s your new roommate? Is ita girl dog or a boy dog? Not that I care, it doesn’t matter to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(triumphant ) Oh, that’s nobody, Gidget. He’s just visiting. Yeah, he- he’s gonna be gone soon. Duke glares at Max, his anger smoldering beneath the surface. \f31 The Secret Life of Pets 21. EXT. DOG PARK —- MOMENTS LATER 31 The dog walker unhooks the dog’s leashes, when he gets to Max's, he notices a FEMALE DOG WALKER. Distracted, he doesn’t remove Max’s leash from his collar, so Max is lef dragging it around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOG WALKER",
          "text": "Hey, what’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE DOG WALKER",
          "text": "Oh, hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOG WALKER",
          "text": "Your hat is the best hat I’ve ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE DOG WALKER",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey! Excuse me, genius, you forgot my leash... (sighs) Never mind... In the background, a COLLIE tries to approach another gro of dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLIE",
          "text": "Hey fellas, how’s it go--aaah! His retractable dog leash PULLS him away. He approaches a second time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLIE, (CONT'D)",
          "text": "Hey fellas, how’s it go--aaah! He approaches a third time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLIE, (CONT'D)",
          "text": "Hey, fellas--aaah! The leash retracts again. Max walks over to Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh, say, Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "(sighs) Yes. \fThe Secret Life of Pets 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Be a good lad and bring me a stick won’t you? It would please me to chew on a stick just now. Duke glares at Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "You heard me. (smiles, cutting) Fetch. Duke, looking defeated, heads to the edge of the dog park picks up a stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (0.S.)",
          "text": "Nah, not that one. That one doesn’t please me. Find a really good one, Duke. Duke snaps the stick in his jaws, then crawls through som THORNY BRAMBLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (0.S.)",
          "text": "Yeah, that’s it... Duke’s eyes WIDEN. The FENCE at the edge of the dog park a LARGE TEAR in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Hey, Max... Boy, oh wow, there are a ton of sticks over here Max! You should come over and look at ‘em. Yeah, I wanna make sure I grab you the right one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh that’s very uh...that’s very thoughtful. He trots over, a cocky grin on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Look at all these sticks! Duke GRABS him by the collar and DRAGS him through the ho in the fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Aaaah! Help! Help! Aaaah! We see Duke dragging Max in the background. \f32 33 The Secret Life of Pets 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Hey, did you hear that? A BUTTERFLY flies by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Butterfly! Butterfly! Butterfly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Ooooh! Butterfly, get it! The dogs start CHASING the butterfly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duke darts around a street corner, dragging Max along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(dizzy) Wha...What’s... Max smashes into bushes, stairways, mailboxes, trees, etc as Duke drags him along. Max SCREAMS as he goes. He hits car windshield. The MAN IN THE CAR barely notices. He listens to “Happy” by Pharrell Williams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN CAR",
          "text": "Huh? Duke turns into a dark alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Duke drags a screaming Max by the leash, tosses Max into garbage can, the lid shuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Help, help! Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "So long!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Don’t leave me here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Didn't have to be this way, Max. No hard feelings!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (0.S)",
          "text": "Wait! Duke! Please! \fThe Secret Life of Pets 24. We hear Max GASP from within the bin. Then, a creepy-look stray cat, OZONE, pops his head out, with Max sitting on",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "Oi! What’s going on here? Duke turns and looks at Ozone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Mind your own business--OH MY GOSH, what happened to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "I had a fight, alright? With a big stupid dog. He lost. Ozone jumps out of the trashcan, circling Max & Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Ohhh...You’re headed into dangerous territory there, kitty cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "I'd watch your tone, sunshine. You know what I’m gonna do? I’m gonna cut you into string, ball you up, and then bat you around for hours, in a game that only I understand! Ozone SLICES DUKE’S COLLAR OFF, and TAKES IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE, (CONT'D)",
          "text": "Oh, very nice, I'll take THAT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Huh? He tosses the Collar to his second-in-command, Nitro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "Ooooh-ho-ho! You wanna start with me, little raisin? Ozone HISSES at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "Okay, get your umbrellas out, kitties! Because here they come! The THUNDER--- (kicks trashcan) ---and the LIIIIIGHTNING! (stomps forward) Right down on your FACE! \fThe Secret Life of Pets 25. Suddenly, cats appear EVERYWHERE in the windows and clotheslines above. Meows and hisses. Duke’s IN FOR IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "Gosh there are a lot of you up there. I’m talking about the thunder and the lightning that is coming down on ALL of your collective faces! Attack on 3!... Ozone brandishes his teeth. DUKE (CONT’D) 2...Aaaaaaaaah! But Duke TURNS TAIL AND RUNS FOR IT! WHAM! He hits a dumpster square on, but THAT does not stop him. He keeps running...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "Aaaaaaaah! I just remembered I gotta be somewhere--- The cats turn their attention to Max, who was watching Du run away. Max turns back to the cats, and then nervously laughs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Heh heh, that guy, huh, am I right? Max re-covers the trash can, with himself inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Okay, I’m ju-- you know what, I’m just gonna...no offense, but-- goodbye! The trash can rolls over and hits a dumpster. The cats to up Max’s trash can--- ---and throw him into the clotheslines!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Aaaaaah! The cats instantly subdue Max and string him up, upside-d using a dress from the clothesline. He dangles, screaming helplessly. One cute-but-demented looking Kitten appears on Max’s hea and uses its razor-sharp claws to SLASH OFF Max’s COLLAR drop it down to Ozone. \f34 The Secret Life of Pets 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Huh? The Kitten looks at Max with cute kitty eyes for a moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Hey! Hey, you little-- The Kitten hops to the end of the line, and slices Max’s clothesline...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Aaaaaah! Max falls, hitting clotheslines on the way down that BREA HIS FALL slightly. He hits the ground but is okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Ugggh...Duke? Suddenly, DUKE COMES TEARING BACK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "You came back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUN",
          "text": "ANIMAL CONTROL WORKERS are RIGHT BEHIND DUKE, nets and po",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "It’s the po-po! Scram! The cats RUN FOR IT! Max and Duke run around the corner. gets CAUGHT. Max gets CAUGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER",
          "text": "Hal",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Max and Duke in the back of the Animal Control Van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Wait!!! The door to the van SLAMS and the van drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dog walker gathers up his dogs. \f35 The Secret Life of Pets 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOG WALKER",
          "text": "(counting dogs) Two...four...six...eight--hmm. His count is interrupted, as the female dog walker waves him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE DOG WALKER",
          "text": "See you tomorrow, Guillermo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOG WALKER",
          "text": "You know it. (back to the dogs) Ten...eh, okay. He leads the dogs out of the park. They pass a MAN talkin his cell phone, using a modern STICK device to throw a ba His dog fetches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "(on the phone) Right...uh-huh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Sheez, did you see that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah, I saw it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Throw it with your arm, you lazy weirdo! Hahaha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I would not fetch that, I’m old school. Buddy & Mel laugh as Dog Walker leads the dogs out of the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Max and Duke are locked inside a metal cage. They are freaking out. Max attempts to break through the cage with his teeth. The only other animal in the van is RIPPER, a ferocious PITBULL, wearing a Hannibal Lecter-style muzzle. \f36 The Secret Life of Pets 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Thanks a lot, Duke. I don’t like to use this phrase because it’s offensive to our kind, but you are a bad dog! Katie’s not gonna like this. I--I can’t go to the pound! (notices Duke is scared) What? What’s wrong with you? Duke can’t take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Well Katie just, she just got me out of the pound. And if--if I go back, Max it’s the end of the line for me. Max realizes what this means. He’s not sure what to say...CLANG! CLANG! The tension is broken... ..-by Ripper banging his head on the cage. INT: GIDGET’S APARTMENT - DAY 36 Gidget is watching TV, walking in circles she is so excit",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "We Now Return to LA PASION DE LA PASION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (V.O.)",
          "text": "La pasion de la pasion. Gidget SIGHS happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Yes! ON TV: MARIA, a beautiful woman, enters an opulent room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIA, (ON TV)",
          "text": "Why? Whyyyy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "(Gasps) What’s the matter, Maria? FERNANDO, a refined man, approaches her with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERNANDO, (ON TV)",
          "text": "Maria, your face, it wears a thousand sorrows. What is wrong? \f37 The Secret Life of Pets 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIA, (ON TV)",
          "text": "I have come face to face with the worst thing in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "What? Oh, tell me Maria! Tell me now I CANNOT BEAR ANOTHER MOMENT",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITHOUT KNOWING",
          "text": "She runs around anxiously and returns to watch the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIA, (ON TV)",
          "text": "Loneliness. Fernando GASPS. Gidget GASPS. Then Gidget hears BARKING OUTSIDE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Max! Max! Max! She heads for the window--- EXT. KATIE’S BUILDING - DAY 37 The dogwalker is bringing the dogs home. Mel and Buddy ar BARKING at a SQUIRREL. Gidget doesn’t see Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Huh? Mid-bark, we translate to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Hey! I see you, squirrel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "This is not your area! We marked that tree! The squirrels LAUGH at him and THROW acorns at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Don’t you try and hide! I can see--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "What was that?! How dare you! Gidget shouts down at them from her window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Hey guys, where’s Max? \f38 The Secret Life of Pets 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Nobody likes you, squirrel! They continue to throw acorns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Guys, seriously, where is Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Calm down, girl, he’s right-- (Looks ) ---huh, he is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Oh it’s fine, I heard him screamin’ after he disappeared into those bushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX IS GONE",
          "text": "Gidget is really starting to freak out as she watches the walker lead the other dogs into their building. INT. GIDGET’S APARTMENT - CONTINUOUS 38 Gidget paces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "This is bad. This is so bad. ON TV: FERNANDO GRABS MARIA by the shoulders. DRAMATIC",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERNANDO",
          "text": "Maria! If he is your true love, you must go to him! Save him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Yes! Yes! SAVE MY TRUE LOVE! Gidget runs across the apartment, out the window, runs ac the flower bed---",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET, (CONT'D)",
          "text": "I’m coming Max! ---and takes a flying leap. She begins to FALL...she hits a window awning, which laun her across the alley...she SCREAMS as she CRASHES into th side of the building. \f39 The Secret Life of Pets 31. She frightens Chloe, who is sleeping on the windowsill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET, (CONT'D)",
          "text": "Hi Chloe, if anyone asks, I’m on my way to the roof to look for Max. She startles Chloe again, who grabs the curtain. The curt rod breaks and she FALLS to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET, (CONT'D)",
          "text": "Okay, bye bye. Gidget walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A manhole lid slides open in the middle of the street. SNOWBALL, an ADORABLE BUNNY, hops out, blocking the path the Animal Control truck. The truck comes to a SCREECHING HALT. The driver climbs o",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 1",
          "text": "Whoa, you see that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 2",
          "text": "Yeah, give me a second. The worker gets out of the van and approaches the bunny. ANIMAL CONTROL WORKER 2 (CONT’D) Awww hey there, cute little bunny? Whatcha doing in the middle of the road? The bunny, SNOWBALL, turns, looking up at the man. The BUNNY leaps up and BITES the driver’s NECK. Snowball beats up the driver, who falls to the ground screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 2",
          "text": "(screaming) Aaaaah! Bunny! The other animal control worker, brushing his mustache, s up. \fThe Secret Life of Pets 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 1",
          "text": "Huh? Hey, what’s going on? What the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Snowball’s posse emerges from the manhole: a tattooed PIG an Bearded Dragon. They SPRINT toward the truck. Snowball’s victim falls to the ground, writhing in agony, clutching his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 2",
          "text": "Save yourself! Snowball HITS him with a carrot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Shut it, human! lLet’s do this! Now! Now! NOW! Snowball hops toward the truck, with fire in his eyes. Th First Worker stares at the bunny with horror. As he steps the gas, snowball and his posse converge in the cab of th truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 1",
          "text": "Hey, get off me! The Second Worker chases after the truck",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 2",
          "text": "Wait up!! The Pig and Bearded Dragon attack the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 1",
          "text": "Get off me pig! Get off! Ow ow ow! Max and Duke slide back and forth in their cage, as the t swerves out of control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "What’s happening?! Woaaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "I don’t know!! The truck continues to swerve as Snowball climbs into the holding area. \fThe Secret Life of Pets 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Aieee! Ripper! Ripper, where you at? Let’s go, Ripper! I’m busting you outta here! He bites a carrot into a KEY and frees Ripper. Then, rais a triumphant fist...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "The revolution has begun! Liberated forever, domesticated never! Yeeeaahhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 1, (0.S.)",
          "text": "(screaming) Ow! Ow! Max and Duke look out the back window and see the second worker tumbling in the middle of the street. The truck swerves crazily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "(gasps ) Who's driving this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "In the cab, Bearded Dragon manically steers while Tattoo manically flips through a map book - a page in his mouth. The Bearded Dragon is too small to keep control and the w spins, sending the van even further OUT OF CONTROL. Max a Duke scream, as Snowball and Ripper slide to the back of van. An open door HITS a fire hydrant and BREAKS OFF. The truck CRASHES into a building. Max and Duke are smash against their cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Uuuugh. Snowball and Ripper recover. The pig bursts through the door. They make their way out of the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Let’s go! lLet’s go, let’s go, let’s go! Duke looks outside; smoke is starting to emerge from the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Who are you guys? \fThe Secret Life of Pets 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Huh? Who ARE we? Who ARE we? (a beat) We are THE FLUSHED PETS! Thrown away by our owners, and now we are out for revenge! It’s like a club, but with biting and scratching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Take us with you! Snowball approaches their cage and SNIFFS them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "I don’t think so, pets. Yeah, you got the stench of domestication all over you. You chose your side. And now you’re gonna burn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No! Stop! Who you calling pets? I ain’t no pet! You got it all wrong! We’re, we're just like you guys. We hate humans. Hate them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Uh yeah, that’s right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh man, don’t get me started on people, amiright, Duke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Yeah, that’s why we burned our collars, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "We burned ‘em to the ground!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "---and...killed our owners!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah--wait a minute, that’s too far maybe? (off animals look) No, they dig it, YES, we whacked ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Yeah, that’s right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Bang bang with our own paws! \fThe Secret Life of Pets 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "If I had a dime for every owner I killed--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "--I'd have a dime because I just killed the one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Qo000 woo! Aw, y’all cold blooded. Aw man, you remind me of my boy, Ricky. He died though. RIP Ricky! You know, the truth is, the struggle could use some more muscle. Alright, look, I'll tell you what. We’1ll bust the both of you outta here, but understand this, from now on, you work for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "That’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Sounds like a fun challenge! Snowball unlocks Max and Duke’s cage. They fall, slamming the ground, and quickly escape out the back with the othe",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Alright guys, let’s do this! The van EXPLODES. Duke and Max scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "To the sewers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "The sewers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "What are y’all waiting for? I’m not playing. I said, to the sewers!! They follow Snowball and his posse into a storm vent, screaming as they fall. From the inside, we hear Snowball shout:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "Long live the revolution, suckers!! \f40 4l The Secret Life of Pets 36. EXT. KATIE’S APARTMENT BUILDING - DAY 40 Gidget, sweating and out of breath, climbs up the fire escape. Each step is a monumental task for a dog her size",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Uppp.-.-.I can do it... EXT. ROOF OF MAX’S APARTMENT BUILDING - CONTINUOUS 4l Gidget pulls herself up onto the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Max! MAX!!! Max! Max! Max! Max! Max! Exhausted, she pushes an upside down clay pot towards the edge of the roof and hops up. She flops on the ground, out of breath and exhausted. She looks out on the New York Skyline. It’s BIG. IMMENSE actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET, (CONT'D)",
          "text": "Where are you, Max? (sighs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS, (0.S.)",
          "text": "Looks like you could use a little help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Who said that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS, (0.S.)",
          "text": "Over here. In this dark and foreboding shed. Gidget turns and sees a FOREBODING, WOODEN SHED. She approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Uh...Hello? Through a SMALL WINDOW, we see the dark shape of TIBERIUS RED TAILED HAWK. His SHARP CLAWS glint in the sunlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "I can see for miles. If you let me out, I’ll find your friend. \fThe Secret Life of Pets 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Wow, really? Awww, you are SO sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "You're sweet, too. (sniffs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Oh, thanks, stranger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "But not too sweet. There’s also a salty, gamey thing going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Yeah, that’s me! Come on, let’s get you out of that shed. Gidget opens the door. As she walks toward Tiberius, we h a horrible CRUNCHING sound. Light hits Tiberius and we se that he’s wearing a HOOD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Yeah. That’s it. Just step over the pile of bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Pile of bones, okay, will do! I sure hope Max is safe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "You're a very thoughtful food. Food? I didn’t say that, I said friend. I meant food. Fr--friend. You know what I meant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "I’m sure lucky I found you, uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "...Tiberius. And yes, this is a very good thing for you, this whole meeting me thing. Take off my hood. She takes it off. Tiberius spreads his WINGS and LUNGES a Gidget. Gidget SQUEALS and LEAPS out of the shed; Tiberius FLIES of the shed and after Gidget as she races across the roof",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Ahhh, no! Aaah! \fThe Secret Life of Pets 38. He’s about to catch up with her, when his CHAIN runs out slack. He collapses on the ground, CHOKING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Ah! The chain! Ah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Oh! You tried to eat me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "(ashamed) I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "You should be sorry! You deserve to be locked up! You’re a bad, bad bird! Tiberius looks guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "I can’t help it. I was born with killer instincts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "That is just no excuse!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "You're right. Even for a predator, I'm selfish. I’m a selfish predator. It’s no wonder I have no friends, nobody...this is hopeless... He starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "(sympathetic) Oh, don’t...there’s no need to cry. I’m sorry that I yelled at you before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Please take off the chain. This time I'll help you. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Tiberius, this is going to sound completely horrible, but um, I don’t fully trust you. Tiberius averts his eyes, deeply hurt and crying. \fThe Secret Life of Pets 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET, (CONT'D)",
          "text": "Oh no no but...I guess everyone deserves a second chance. And you ARE just a lonely old bird and you do have weird manners because you live in a weird shed on a roof. So, I’ll tell you what. If you find Max...I‘’1l be your BEST FRIEND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Best...friend? You and me? On TIBERIUS as we DISSOLVE TO: BEST FRIEND MONTAGE! Set t Queen’s YOU’RE MY BEST FRIEND. - Gidget holds onto Tiberius as he flies over New York Ci So happy. Pointing out all the sights! Attacking squirrel",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Yes, that sounds nice, let’s do this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Okay! She UNCLASPS his chain. After a tense beat, he takes a deep breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "So what does this \"Max\" look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Brown and white. He’s a short hair. Roguishly handsome. He’s got a sparkle in his eye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "He sounds dreamy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "You have NO IDEA. I mean whaaat, whatever, shut up. Pffft. Mm-mm. He takes off. \f42 The Secret Life of Pets 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "If my owner comes, put on the hood and pretend to be me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Okay, thank you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Duke follow behind Snowball, as the bunny and his posse make their way down through the winding, twisting s tunnels, leading ever further underground. Max looks around, taking in the dark tunnels full of the city’s rotting, discarded, detritus. Passing chunks of tr and molding fish bones, Max recoils as the stench hits hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Ugh, smell is disgusting... (off Snowball’s look) ---ly good, this is all so great. Love it here. Snowball stops in front of a A SET OF BARS which lead int another tunnel. Suddenly the iron bars begin to SLITHER a HISS. The bars were actually SNAKES! They hiss in unison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNAKES",
          "text": "What’s the password?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Password? L-LOOK AT ME, I am your leader. The leader does not RECITE the password. The leader MAKES UP the password, idiots! Everybody, I’m making up a new password right now. The new password is DON’T ASK THE LEADER FOR THE PASSWORD. The snakes’ eyes turn green and they move aside, allowing entry. Snowball perks up. Max and Duke look even more nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "Follow me. Up ahead, Snowball comes to a sudden stop up, just as the sewer tunnel opens up into a vast cavern like room. With water running through it and bits of refracted light comi from small cracks in the concrete and strange bits of mos and vegetation growing, it feels like some kind of subterranean jungle - a bizarre world within a world. \fThe Secret Life of Pets 41. Leading them into the “jungle”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "(proud) Welcome to the Underbelly, brothers. Home of the Flushed Pets! Absolutely shocked, Max and Duke stare at the cavernous r realizing it is inhabited by snakes, lizards, newts, frog fish, scorpions, tarantulas...every kind of slithering creature imaginable, along with other rejected animals li cats, dogs, ferrets, hamsters, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "Brothers and sisters! As you see I’ve returned from the surface with two new recruits. These guys are owner-killers! Everyone CHEERS. Max and Duke smile nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "Hey! Hey! Settle down! Guys, I want you to tell ‘em how you did it. Go ahead, tell them the WHOLE story about how you took out your owner! Don’t leave out nothing. We love gory detail here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLUSHED PET",
          "text": "Aw yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER FLUSHED PET",
          "text": "Tell us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "So tell em, Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Okay. Okay, so. I was like---",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Well, We were like---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "--take THAT! (does karate moves)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Yeah! \fThe Secret Life of Pets",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "--stupid owner. SO, that’s, that’s who YOU’RE dealing with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "That story bored me to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO",
          "text": "Booooring!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Give us detail!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Okay. . .Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Okay, well uh...So there’s this thing in the...kitchen--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Yeah. Table!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "It’s like, flat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Toaster!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "And then round on...just the end of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "A spoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Yes, a spoon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "You can’t hurt someone with a spoon. You SCOOP with a spoon. How many people wanna know how to kill somebody with a spoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "42.",
          "text": "\fThe Secret Life of Pets 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Uh, okay, uh, well...We--we USED the spoon to hit a button on this, this machine on the counter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Right, right right, and it’s got those BLADES that-- (blade noises)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "The uh, you know the uh...it’s got blades!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Was it a blender? OOOOH! You blended somebody? He talkin’ about the blender, guys. Oh, please tell me it was a blender!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey, buddy, I don’t ask what it’s called, we just kill with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "But it was a blender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Wooo! Y’all hear this? You know who was like this? Ricky! Rest in peace! Ricky was the only soldier I had that was ready to kill humans on sight. Snowball points to a memorial for Ricky. We see that Rick was a GOOSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "Everybody else need a pep talk. Not these two brothers. Everyone CHEERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "See, all of us have suffered at the hands of man. I mean, take me for instance. I was a magician’s rabbit for kids parties. But then, bunny tricks went out of style. So what did my owner do? My owner went and left magic behind and made me disappear...FROM HIS LIFE. \fThe Secret Life of Pets 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO",
          "text": "Uh-huh. I lived in a tattoo parlor! The trainees used to practice on me! Until they ran outta space! Tattoo turns around, showing his inked back. Duke looks s to hear this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "I mean, yes, humans say they love us, but then they turn around and throw us out like garbage. Ain't that right, seamonkeys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAMONKEY",
          "text": "Hey, it’s not our fault we don’t look like the ad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Yeah! Alright, you guys are joining the brotherhood. It’s initiation time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I’m sorry, what time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Summon the viper! The Flushed Pets begin stomping. They drag Max and Duke towards the pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Aaah! Is this viper poisonous? Because I should warn you I’m very allergic to poison. EXT. ROOF OF MAX’S APARTMENT BUILDIING - DAY 43 Gidget stands on the roof. Tiberius lands, tosses Ozone a her feet. Ozone begins to lick his paw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "Ow-oof, ugh. \fThe Secret Life of Pets",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Alright, show her. Ozone COUGHS UP Max’s collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "(Gasps) Max's collar! Where is he? W-what happened to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "I ain’t sayin’ NOTHIN’! EEUGH 45. Tiberius SHOVES Ozone off the roof, holding him over the precariously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "You're gonna tell us where Max is, and you’re gonna tell us NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "Is this supposed to scare me? I’m a cat, I land on my feet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Does it always happen, cuz your head looks like it’s taken a lot of landings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "Do you want me to cut ya? Cuz I'll cut ya this way and that, you'll look like a waffle. Tiberius yanks him back up, throwing him to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Okay, he’s too stupid to talk and too ugly to eat. Gidget screams and LEAPS ON TOP OF Ozone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "Aaaaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "I’m DONE playing nice! WHERE. IS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "Whu--? I--OOF! Gidget SMACKS HIM. \f44 The Secret Life of Pets 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELL ME.",
          "text": "Gidget SNARLS, SMACKS HIM AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "Wuh-I, I...let me finish--ow! Gidget SMACKS HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE, (CONT'D)",
          "text": "Wh-Uh--Help me--- Gidget SMACKS HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "(raging, deep voice) Don't look at him, look at me. NOBODY CAN HELP YOU. WHERE. IS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OZONE",
          "text": "Okay! Okay! He’s in the sewers! He got taken, please! Have mercy, adorable puffy dog! Gidget gasps, looking up in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Flushed Pets move the sewer pipe, they chant “SNAK BITE! SNAKE BITE!”. Finally they align the pipe directly front of Max and Duke. Max and Duke stare into the pipe, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "As proof of your allegiance, you will now receive the bite of a one fanged, half-blind viper, fueled by a diet of anti- human RAGE! Just then an ENORMOUS, MUTANT VIPER slithers out from a p and HISSES. The Viper OPENS his mouth. Max and Duke stare his sharp fang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "Who wants to go first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Uh, yeah, okay, here’s the thing though--I mean, it’s-- \fThe Secret Life of Pets 47. Snowball approaches Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Tiny Dog...can I call you tiny dog? It fits you. Let’s admit that. I mean, look, between you and the fat dog, I like you the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh, thank you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Tiny Dog’s gonna go first. Everybody, T.D.’s going first! The Flushed Pets CHEER and push Max toward the Viper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(weeping) No no no no no, Tiny Dog does not want to go first. Take the fat dog! Aaaah! Aaaah! He passes Duke. The Flushed Pets continue to chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BITE",
          "text": "Max is dragged over to the viper. They grab him and hold up to the snake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No no no no no STOP--Oooh NO NO NO--",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP",
          "text": "Max smiles with relief as the viper stops. Everyone turns sees Nitro, Ozone and the cats. Max’s smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NITRO, (CONT'D)",
          "text": "What are you doing initiating a couple domestics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Domestics? Max wriggles free and quickly hides beneath Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NITRO",
          "text": "Yeah, we just jumped those two in the alley. Slashed off their collars. \fThe Secret Life of Pets 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "(to Max and Duke) No no no, that--that’s not true. You said you burned your collars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Well, burned, lost, had them stolen by cats. It’s all just words, really, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "You don’t deserve to be marked by the Viper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh, no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "We'll just show ourselves out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "You deserve to be EATEN BY THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIPER",
          "text": "The animals CHARGE Max and Duke. They scream. Duke notice the Viper’s tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Hold on! The pets TACKLE Duke. He BITES DOWN on the Viper’s tail. SWINGS the Viper around wildly, knocking out the Flushed Pets, including Snowball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Go get em, Duke! Duke LETS GO and the Viper FLIES, becoming wrapped around wooden pole. He LUNGES for Max, but CAN’T REACH. As he continues to lunge for Max, he pulls the pole away from t ceiling, and DEBRIS falls, CRUSHING the Viper. The Flushed Pets GASP. But the Viper EMERGES again, ready to bite Max! But then even more debris FALLS on top of him. And then a huge concrete slab. And then it catches on FIRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Uh, fellas, that was an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "You squished the sacred viper! (weeping) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThe Secret Life of Pets 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "He’s a flapjack..oh Viper...Viper, you in a better place! You and Ricky! You ain’t never did nothing to nobody!...Well, you bit a lot of people Viper, so technically, you might actually deserve this. This might be something that was long overdue. But it shouldn’t have came like this! Not on my watch! (to the Flushed Pets)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET EM",
          "text": "The Flushed Pets begin to chase Max and Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Oh no. Come on! Duke grabs Max and carries him through the sewer. Max screams. They enter a long tunnel. Duke DROPS Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Aah! Wait up, Duke! Behind them, we hear the cries of the Flushed Pets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "We're SORRY! Can this be over now? Max follows the sound of Duke’s voice and SLAMS into his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "We've got a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "We have SO MANY problems, which one do you mean at this moment? Duke steps out of the way, revealing that the tunnel has them to a HUGE DROP. A HUNDRED FEET below them, a RUSHING SUBTERRANEAN RIVER of SEWAGE flows by. Max turns around. The Flushed Pets turn a corner, popping into view. They’re running at Max and Duke, baring their FANGS and CLAWS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Stop running, dummies! Stop it right now! Duke glances back and forth at the Flushed Pets and Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Hold your breath. \f45 The Secret Life of Pets 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hold my breath--? Duke KNOCKS Max off the ledge, then JUMPS in after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE/MAX",
          "text": "(screaming) Aaaaaaaaiiiiiggggghh! They plummet through the air, finally landing with a spla into the rushing river of sewage. Snowball stands above, looking down at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Graaaahhhhh! Max and Duke struggle to keep their heads above water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "This is my least favorite part of this whole thing so far!! INT. GIDGET’S APARTMENT - MINUTES LATER 45 The pets have joined up in Gidget’s apartment. She makes way through a modernist bookshelf and stands on the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Friends! I am afraid that I have some TERRIBLE news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "The squirrels are gonna take over the world. I KNEW IT. I always said, squirrels are little shifty little guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "No, we're not doing the squirrel thing right now, that’s not--no. Max is missing. He’s out there somewhere. Lost. Scared. So, so handsome. We’ve got to find him and BRING HIM HOME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "But the outside world is loud and scary. Oooh! Is that a hawk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "This is my friend Tiberius. He’s going to help us. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThe Secret Life of Pets 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET, (CONT'D)",
          "text": "He’s not going to eat us, we've already been over it. Tiberius flies onto the bookshelf, next to Gidget. The do cower under the table. Chloe cowers in her fishbowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Come on, Gidget. We go out there without a leash, we'll get caught by a net! Or something worse!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Yeah, like a hawk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "We're wasting time! Max needs us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Come on, girl, Max doesn’t even know you’re alive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Well I don’t care! I love him! I love him with all of my heart! And I’m gonna go look for Max, no matter who’s with me. So...who’s with me? No one responds. The Chihuahua walks away. Door shuts beh him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET, (CONT'D)",
          "text": "Alright, fine. Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Oh COME ON, guys. I can’t believe you. The dogs turn and face Chloe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "When I got my claws caught in the curtains, who pulled me down? Max did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "Buddy, Mel. When you were fixed, who taught you to sit the comfortable way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Max did. \fThe Secret Life of Pets 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Max did! Max did, he did it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "And when that random cat tried to eat Sweetpea, who saved him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "It wasn’t a random cat, it was you-- Sweatpea chirps in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "The identity of the random cat is not the point, we're talking about who saved him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Max did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAVE MAX",
          "text": "Suddenly Norman POPS OUT OF ONE OF THE VENTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "Yeah! Let’s go save Max! Uh, which one is Max, again? Suddenly, Tiberius ROCKETS AT NORMAN. Tiberius GRABS Norm",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "(Mouth gaping) Mmmm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Tiberius! No! Bad, bad bird! Tiberius pats Norman on the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Heh heh. Nice little guy. Tiberius keeps patting Norman on the head. Won’t stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS, (CONT'D)",
          "text": "Niiiiice little guy. Mmm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "Heh heh. I like this bird. Crazy bird. Heh, heh heh. \f46 47 48 49 The Secret Life of Pets 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Duke swim with frantic desperation, as they are s downstream towards a swirling WHIRLPOOL. Duke SINKS into whirlpool. A moment later, so does Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 47",
          "text": "The swirling water pulls Max and Duke through a PIPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Duke, looking panicked, rocket through the long, curving twists and turns of the pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Duke and gallons of sewage run-off SHOOT out of a pipe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX/DUKE",
          "text": "(screaming) Aaaaaaaiiiigggh! They SPLASH into the water. They swim to the surface, pan and terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Come on. We gotta get to shore!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I only know the doggy paddle! (struggling) And I don’t know it well!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Swim, tiny dog, swim! Max keeps slipping under the water, too tired to stay afl Duke spots a PASSING FERRY. Max and Duke swim with all th might. Duke GRABS the steps on the back of the ferry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke! HELP! He pulls himself up and tosses a LIFE RING to Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Max, grab the ring! Max bobbles the ring. \fThe Secret Life of Pets 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I--I can’t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Keep it up, Max! You're doing-- well, you know, you’re not doing great, but you’re not drowning, and that’s something! Max STRAINS---Duke begins to pull Max in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "You're almost there! Duke almost loses the rope. He GASPS. He GRABS it just in time. Duke pulls him in. Heaving chest, panting, Max is wide-eyed scared. They sha the water off their fur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Thanks, Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(out of breath) Finally...I’m going home. They look up and see the glittering skyline of Manhattan. RECEDES into the distance. They’re going to Brooklyn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Uh, isn’t home that way? Max droops with disappointment. Just when things couldn’t any worse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Agh. Seriously? The ferry’s horn HONKS, startling them. ANGLE ON the water pipe. Snowball, Ripper and Tattoo try to get out of the water p but the grating prevents them. Snowball PULLS ON IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Graaaaaaah! He sees Max and Duke motoring away on the ferry. \f50 51 The Secret Life of Pets 55. SNOWBALL (CONT’D) They're going to Brooklyn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO",
          "text": "They say everyone’s going to Brooklyn these days. Making a real comeback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "I’m not talking about hipster real estate trends. I’m talking about vengeance, Tattoo! Death is coming to Brooklyn and it’s got buck teeth and a cotton tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Buddy jumps on top of a dumpster, then an air conditionin unit, and then onto a fire escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Let's go! A ladder slams down in front of the pets. INT: POPS’ APARTMENT - DAY 51 The pets CRAWL through an open window. They walk into an apartment, which is teeming with dogs a cats. “Good Day ft. Nappy Roots” by Greg Street plays. CATS play a catapult game, adhering to curtains with thei claws. A group of DOGS circles each other, sniffing each others’ butts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOGS",
          "text": "Hi how are you?...Hi, how are ya?...Enchante... A GROUP OF DOGS sit in a circle around a toilet, rooting another dog drinking the toilet water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOGS, (CONT'D)",
          "text": "Chug! Chug! Chug! Chug!...YAAAY! LEONARD sits looking posh. He flicks the CD player on wit his nose, and WILD PUNK MUSIC plays. He headbangs, rockin out with a chameleon and a chihuahua. \fThe Secret Life of Pets 56. A CAT on top of the stereo switches the music back to the party soundtrack, and Leonard walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "What IS this crazy joint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Ha ha ha, this is Pop’s place. His owner is NEVER home, so it’s kind of a hot-spot. Pops knows EVERYONE in this city. If he agrees to help us, Max is as good as FOUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "Cool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Ah! Fabulous! Chloe notices a PACKING TUBE sitting in a box. She sticks head in it and gets STUCK. She tries to swat it off her h to no avail. She begins to STUMBLE AROUND IN A FRENZY, knocking into things. She stumbles onto a TREADMILL, where the tube fin comes off her head. She is THROWN off the treadmill and i LAUNCHED into the DISHWASHER, which TURNS ON for a moment spits her out onto a BUFFET TABLE, where she knocks over the food. She falls off the buffet table, with each paw i cupcake she awkwardly WALKS offscreen. Several dogs LAUGH at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAG DOG",
          "text": "Tell me you GOT THAT! PEANUT, a dog was filming the whole thing with a Go-Pro f pets. He looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEANUT",
          "text": "Oh heck yes I did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "What’s up, Peanut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEANUT",
          "text": "Hey, Buddy. Chloe runs by in the background with the bag on her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You see Pops around here? \fThe Secret Life of Pets 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEANUT",
          "text": "Yeah, he’s over there. POPS who is sleeping. He’s an elderly basset hound, whose paralyzed hind legs are propped up with wheels. Two hamst massage and fan him. They walk up to Pops, who is SNORING and MUTTERING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "(muttering) My money’s on the....mud and sweet potatoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey, Pops! POPS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "(wakes up) Who’s that? What?! Oh, hey Buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "How you been, old timer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Paralyzed. The pets look at him, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Great! Listen, Mr. Pops, our friend Max was taken. Last we heard, he was lost in the sewers. Buddy said that maybe you could...help us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "You know, I DO know a guy in the sewers, but um... (thinks) Ah, I don’t go out anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "What a waste of time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Who said that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Oh, I said it. By the way, I meant no offense, I just...have you seen yourself? \fThe Secret Life of Pets",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Welly-well-well well, looky what we apparently have here. Meezy would like to have a look-see. Myron! Brows! Myron does, making Pops WINK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Oh. No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Oh YES. Me like what me see. Well, what me can see. It’s all an attractive blur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Uhhh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Little lady, this is my city. I’1ll find your friend. Alright, party’s over! MYRON! VACUUM! The closet door OPENS. Myron is on top of the VACUUM. turns it on, causing the pets to SCATTER frantically. Pops and the Pampered Pets walk out of the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS, (CONT'D)",
          "text": "So where are you from, my fuzzy angel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Dude, I’m a cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Well, nobody's perfect! 58. Myron As they walk off-screen, we see the other pets still RUNN AWAY from the vacuum in a frenzy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boat docks. Max and Duke walk off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Ugh, I’m so hungry... 52 ...they see A GUY is eating a SUBMARINE SANDWICH on a ben Duke immediately starts drooling. \fThe Secret Life of Pets 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "Oh, man. Wouldya look at that",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Alright. Time to work the gift. ON THE GUY. He’s about to take a bite, when he hears WHIMPERING. Looks down. A wet, wide-eyed, hungry Max is staring at him. Duke is too, doing his best to look pathetic. So adorable. The guy thinks about it, and then quickly finishes his sandwich and runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "No, no, no no no no! Max and Duke look out at the East River and Manhattan on other side. Duke SIGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Okay, this--this’ll be fine. We’re fine. We CAN find our way home. We are descended from the mighty wolf! We have raw, primal instincts that are mere MOMENTS away from kicking in and leading us",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "I CANNOT WAIT. Here it comes. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "No. Wait, oh, I-- (sighs, collapses) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I dunno, Duke, maybe the legend of dogs coming from wolves is just WRONG. Like maybe one puppy asked his mom “where’d we come from” and the mom said “woof” and the kid was like “oh wolves? And she was like, “yeah fine.” He lies down, defeated. \f53 The Secret Life of Pets 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "You smell that? Max sniffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh man it is---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAUSAGE.",
          "text": "Max sniffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Well then WHAT ARE WE WAITING FOR? (yells out) WE’RE COMING FOR YOU, BABY! Wagging their tails, they take off away from the ferry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pops leads the Pampered Pets through a rooftop. He approa a TABBY lounging on a solar panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Lower the ramp, dummy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABBY",
          "text": "Who are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "This is Puffball, Squash-Face, Weiner Dog, Yellow Bird, Eagle-Eye, Guinea Pig Joe, and of course my girlfriend Rhonda. Chloe SIGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "100% wrong. Pops chuckles. Tabby moves out of his way, lowering a pan",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABBY",
          "text": "Good enough. \f54 The Secret Life of Pets 61. Pops goes to the ledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Come on! Let’s go! Move it or lose it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Every bird instinct I have says don’t follow a dog on wheels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Um, Mr. Pops, sir, shouldn’t we be heading to the sewers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Now if we take the human route, getting there’s gonna take days. You may have lots of time, but for me, every breath is a cliffhanger. So we gotta take the SECRET route--- He steps off, it looks like he FALLS! The animals GASP, s for Chloe---",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Okay the secret route was death. Well, that’s that, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Come on! Get down here! But NO! Pops is walking on the WINDOW WASHER’S SCAFFOLDIN The animals follow. Chloe struggles to get down. Sweetpea pecks at her paw, trying to make her fall onto the scaffolding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Sweetpea... She hits the scaffolding with a THUD. Pops presses a butt on the scaffolding and it PLUMMETS down to another level the roof. The pets SCREAM. They land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Keep moving...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "They walk through Times Square. Chloe’s Youtube video is playing on the GIANT SCREEN. \f55 56 57 58 The Secret Life of Pets 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "(horrified) Oh no. A crowd is beneath, watching and LAUGHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE, (CONT'D)",
          "text": "Stop it! Look away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tiberius and Sweetpea land on an apartment balcony. A flu of PIGEONS also lands on the balcony, dropping off the ot pets, whom they’ve transported through the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "An IGUANA opens a sliding door for Pops. The pets walk through the messy apartment--which belongs to the Dog Wal eating the food on his coffee table as they pass by. He sleeps, as Chloe walks across him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "They continue to walk along a rooftop. They walk onto a construction platform, which is lifted a placed on top of another rooftop. Pops is knocked off the platform, but is picked up by another girder and is place right next to the other pets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Come on! I don’t have all day!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "They continue to walk along rooftops and scaffoldings. They reach the end of the rooftop and Pops enters a TUBE. The pets hesitate, but then follow him down the tube. The SCREAM as they head down - except Norman, who cheers excitedly. They land on the ground, on top of Tiberius, who has land ahead of them. Norman lands on top of the pile and laughs They continue onward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Come on, slowpokes! \f59 The Secret Life of Pets 63. They are standing in front of a LARGE DRAINAGE PIPE. The pets are grossed out by the smell of the sewer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Ugh! What is that smell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "It’s poo poo with a dash of caca.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max SNIFFS the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Scent is getting stronger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Ohhohoho! They run down the sidewalk. Duke knocks a man over. They at the FRONT GATE of an ENORMOUS SAUSAGE FACTORY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Oh man. Duke. Let’s eat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Oh yes! They RUN toward the building and JUMP into baskets being loaded onto a conveyor belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(sniffs) Oh, it smells so good! The baskets move toward open gates...and into the sausage factory! HEAVENLY MUSIC plays as they look inside the factory at a endless supply of sausages rolling down conveyor belts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Oh yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAUSAGES",
          "text": "They open their mouths to the sausage machines, gobbling each sausage as soon as its made. They see something in f of them and react with awe. \f60 61 The Secret Life of Pets 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "The factory becomes a SAUSAGE CITY, with a sausage train operated by a smiling SAUSAGE CONDUCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAUSAGE CONDUCTOR",
          "text": "Come on, boys! Max and Duke turn to each other excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Holy schnitzel! Next they are riding in a parade through Sausage City, wi anthropomorphic sausage townspeople showering them with sausages. The sausages wave and smile at Max and Duke. The dogs then envision themselves dancing with sausages i hula skirts. They dance around a fire pit and play music, singing “We Go Together” from GREASE. A sausage plane flies by in the air. Duke lays on the gro as sausages run into his mouth. Duke and Max are in ecsta surrounded by sausages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pampered Pets enter THE UNDERBELLY. The Flushed Pets have all gathered...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Getting a weird vibe, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "(whispering to pets) Alright. Now these guys are a bit testy. So just let me do the talking. He approaches a crying ALLIGATOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS, (CONT'D)",
          "text": "Hey, you cry-baby! Where’s the Viper at? The Alligator POINTS to the pile of rubble. An enraged, s Snowball addresses the pets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Don’t you worry Viper! You will not be forgotten! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThe Secret Life of Pets 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "You will be avenged, Viper! If you don’t believe me, you can look at my battle plans. It’s all laid out right here--- Everyone looks. They are DRAWN BADLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO",
          "text": "Uhhh, boss, I can’t tell who anyone is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Well, ya gotta really look at it to understand it. Like that’s you guys right here, and see that’s Brooklyn. (draws with a red crayon) That’s where we gonna get them dogs. BAM! BAM! HAHAHAHA!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "That ball of fluff’s gotta a screw loose. Let’s skedaddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (0.S.)",
          "text": "You see what I’m saying. Bottom line is, I’m coming right for you, Tiny Dog! And that big fat brown dog? He gonna get it, too. Gidget stops in her tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "(gasps ) Tiny dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "There are LOTS of tiny dogs in the city. I mean, YOU'RE a tiny dog, okay? So let’s just GO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "He also said “big fat brown dog.” Like Max's new roommate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Not necessarily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Oh Max! Max Max Max Max Max you are gonna get it! \fThe Secret Life of Pets 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "(thinks) That's kinda hard to dispute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "HEY! You stay away from--mmmph! Chloe PUTS HER PAW over Gidget’s mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Wait, what? You know Tiny Dog? Gidget breaks free of Chloe, sending her flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "He’s my friend. And some might say my boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Uhhhh. Nobody says that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "I can’t believe you know Tiny Dog! That’s cool, it’s such a small world, that’s the funny thing about it. GET EM!! The Flushed Pets chase after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCATTER",
          "text": "The Pampered Pets SCATTER, evading the Flushed Pets, who trying to capture them! Pops’ wheelchair goes out of cont",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Oooh! OH! Not good! Norman RUNS AWAY in a DRAINAGE PIPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "See you guys later! The Pampered Pets zig and zag and ALL ESCAPE down a drain IN THE MELEE! DERICK attempts to catch them, misses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Derick, you idiot! Did they all get away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLIGATOR",
          "text": "Uh... Suddenly, Norman POPS OUT OF ANOTHER DRAINPIPE. \fThe Secret Life of Pets 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "Whew, that was a CLOSE ONE. The Alligator grabs him in his jaws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN, (CONT'D)",
          "text": "Aw, nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "---YES! We got one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "Good for you guys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLIGATOR",
          "text": "(mouth full) Yay! The Alligator opens his mouth. He and Norman HIGH-FIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Oh yes, Tiny Dog, we got your friend! Advantage: ME! HA HA HA--- Snowball POOPS pellets. SNOWBALL (CONT’D) Uh oh. Just ignore what just happened. Okay? HA HA HA HA, yes! One of the CATS plays with the pellets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Duke, with distended bellies, lie amongst a bunch BOXES. They are STUFFED and breathing heavily and in some kind of sausage-induced euphoric state...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You know what, I mean, this may be the sausage talking, but you’re okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Right back at ya, man. You know, when I met you, I was all like “I don’t if I like him” but now that I know you, I’m like “I like him”. Hahaha. The belt ends at a room full of boxes of sausage. \fThe Secret Life of Pets 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "You know I saw this place from the outside many times. Had I KNOWN what treasures awaited within these walls I woulda broke down that door a LONG time AGO, I’1l tell ya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "My old owner and I used to live around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke, man, wait, did you used to have an owner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Well, it was a...it was a long time ago, I don’t want to talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yes you do, come on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "I don’t know. But you know what? He was so cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Yeah, he was the best. On Duke’s face we DISSOLVE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "We see Duke’s owner pick him out at the pet store as a pu",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (V.O.)",
          "text": "Man, we had fun. EXT: DUKE’S HOUSE - FRONT YARD - FLASHBACK 64 A PUPPY DUKE, the most adorable BALL OF FLUFF you've ever seen, watches as his OLD MAN throws a stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (V.O.)",
          "text": "We'd play fetch... \f65 66 The Secret Life of Pets 69. Instead of running after the stick, Duke LEAPS into the O Man’s arms. He falls to the ground, as Duke LICKS HIS FAC Puppy Duke drags the Old Man down the street in the snow. Old Man is having a GREAT time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (V.O.)",
          "text": "We'd go for walks... INT: DUKE’S HOUSE - LIVING ROOM - FLASHBACK 65 Old Man sleeps in a chair. Puppy Duke sleeps on his lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (V.O.)",
          "text": "We'd take naps. DISSOLVE TO A year or so later. Duke is now full-sized. Still on Old Man’s lap, despite being way too large, they both happily asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (V.O.)",
          "text": "We're both big nappers. Duke and his owner sit on his porch, looking at the skyli",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Duke looks sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "I got out one night, chasing a butterfly, or a car, and by the time I had caught up with it and ate it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "---probably a butterfly, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "---I realized I was so far away from my home I couldn’t find it. A few days later, I was picked up by animal control. (sighs, sad) I had a great thing going, but I had to go and mess it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke, we GOTTA go to your house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Nah. \fThe Secret Life of Pets 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You know, your owner’s gonna be relieved!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Will he? Yeah, but...but he never came for me. Maybe he...maybe he didn’t like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey, of course he liked you. He was your owner. I mean, he’s probably worried sick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "I don’t know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Well I DO know, and we’re going! Your owner’s gonna freak! I’m freaking out just thinking about it. Max jumps around, excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Okay. Let’s do it! A WORKER comes in with the same ANIMAL CONTROL WORKERS, n beat up from their last run in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKER 1",
          "text": "There they are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 1",
          "text": "Alright, doggy, come on... Max and Duke run out...the Animal Control Workers in hot pursuit. ANIMAL CONTROL WORKER 1 (CONT’D) Hey, hey hey! Hey! Where do you think you're going!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 2",
          "text": "Hey! Come back here you DOGS! Stop! The Animal Control Workers scream. Duke knocks over some boxes, which topples over the Animal Control Workers. \f67 68 The Secret Life of Pets 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "The Pampered Pets (sans Norman) climb out of a sewer grat into a community garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "(out of breath) That rabbit...he had crazy eyes. There ain’t no curin’ what’s wrong with that thing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Gidget, here’s an idea: maybe there’s a dog in the neighborhood that LOOKS like Max. Start hanging out with him. After a while, you’ll think it’s him, you’1ll be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "We are not just GIVING UP! We're dedicated. We’re loyal. We are easily the greatest pet ever! We’re DOGS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHLOE",
          "text": "Cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Hawk. Sweetpea CHIRPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Well congratulations, today you're dogs whether you like it or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Now let’s find Max before that rabbit does! Break! We’re DOGS! They RUN out of the community garden. Pops follows behind slowly, stumbling and grumbling under his breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Heh heh. Uuf, I don’t like it. Oof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Tattoo sniffs the boxes of sausages. \fThe Secret Life of Pets 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO",
          "text": "Yep, they were here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Excellent. We’re closing in! This is groundbreaking evil behavior, people. Groundbreaking. Snowball peers around the corner. There are a LOT of peop But he looks at a THRIFT STORE, with a baby carriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "Lightbulb just went off in my brain. The bunny has an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Duke walk to Duke’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Okay, so um, how do I look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You look great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "How do I smell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Like a dog, Duke. Relax, man. Duke scans the homes, then suddenly GASPS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "There it is. ANGLE ON a beautiful family HOME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Well, go on up. Go scratch at that door. He steps forward. A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Remember that sausage factory? That was fun, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Are you stalling? \fThe Secret Life of Pets 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "NO. Why do you think that? Let’s have a long talk about why you think I’m stalling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke, you have nothing to be nervous about. Your owner is gonna be thrilled to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "(thinks ) Okay. They walk towards the house, past a CAR. DUKE (CONT’D) Huh, that car is new. Suddenly, a CAT, REGINALD POPS OUT OF A SMALL FLOWER POT, right in front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Aaaaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGINALD",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "No, we’re good, thanks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGINALD",
          "text": "You're not good. You look dirty. And I’m gonna have to ask you to get off my lawn before I get um...you know--what you have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "This is MY lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke, maybe we should go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "And why, why would Fred get a CAT? He hates cats. That’s one of the things I love about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGINALD",
          "text": "(fake sympathy) Fred, the old guy? He um...he died. Duke is at a loss for words. \f70 71 The Secret Life of Pets 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke, maybe I made a mistake saying we should come here. L-Let’s go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "You're a liar! Max, cats lie all the time, don’t FALL FOR IT. Duke walks onto the porch, approaching the cat. Reginald hops onto the railing and hisses. A car pulls up in front the house. A YOUNG COUPLE with a 5-YEAR-OLD BOY steps out it and sees Duke sitting on their front steps. DUKE (CONT’D) Who are they? Hey! This is my home! Go away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We watch the scene unfold from the perspective of the hou new owners. They see Duke, a BARKING DOG, GNASHING HIS TEETH. The family HIDES IN THE CAR, LOCKS THE DOORS. The father takes out his phone and dials a number. EXT. DUKE’S HOUSE - SAME TIME 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke, it’s time to go. Duke, let’s go, come on! This isn’t your home anymore!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Why did you bring me here, Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Wait a minute, this is MY fault? You know, I was trying to help you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "You were trying to get rid of me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah, you know what, Duke? I don’t need this. I'll see ya later-- Max walks away, turns the corner--- \fThe Secret Life of Pets 75. Suddenly, a NOOSE slips around Max's neck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Uuuulp!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 2",
          "text": "Whoa, whoa, come on! Settle down! It’s the Animal Control Workers from earlier! More beat-u and determined than before. Max tries to get free, but he can’t! Suddenly, Duke LEAPS out at the Animal Control Worker, knocking him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Go home, Max! Max RUNS FOR IT as Animal Control Worker 2 slips the noos around Duke’s neck! Duke fights back, tossing the Control Worker to and fro. Animal Control Worker 1 lunges for Max",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 2",
          "text": "Hey, help me out here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 1",
          "text": "Hold on! I’m coming! Animal Control Worker 2 slips HIS noose around too---Max watches, cringing in the bushes... Duke can't speak as they YANK THE NOOSE/LEASH TIGHT! Duke does his best, fights back, but they finally subdue him. DRAG Duke towards the van. ANIMAL CONTROL WORKER 1 (CONT’D) Let’s go...Finally got ya, big fella. This is it for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 2",
          "text": "Woah woah, come on. And all Max does is watch, helpless and shaking. Duke is in the van. Max watches as the van speeds down the street it turns a corner... .-..out of view, and gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke! Max bursts out, RUNS after the van. He barks and leaps through cars in pursuit--- \f72 73 The Secret Life of Pets 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WOMAN approaches a baby carriage and peers inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Awww...coochie, coochie coo! It is revealed that SNOWBALL is the “baby” in the carriag He glares at her. She SCREAMS. She then looks at the “wom who is actually Tattoo and SCREAMS again. Then the Bearde Dragon BURSTS out from the “woman’s” chest, and she SCREA again. She runs away from the scene. The Flushed Pets laugh. The Max RUNS BY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINY DOG",
          "text": "The Flushed Pets pursue Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "Yaah!! Max is closing in on the van! But then...Max turns, sees Snowball and company closing in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Ugh, are you kidding me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "You thought that was over Tiny Dog? Yaah, yaah, yaah! He jumps on the back of the truck. Snowball and Tattoo ar running straight for the truck---- ---which stops at a red light. SNOWBALL (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOOOOOOPPPP",
          "text": "Tattoo keeps running...THUMP! He smacks into the back of Animal Control Van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "The Animal Control Worker driving the Van looks in his rearview mirror... ...and sees Tattoo. \f74 75 The Secret Life of Pets 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMAL CONTROL WORKER 1",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Snowball spits out his pacifier and LEAPS ON TOP OF MAX! They tumble beneath the adjacent cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Aiee! Jab jab jab, body blow! Body blow! Karate chop to your neck! He bites Max’s leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(annoyed) Would you get off me?! They see the feet of the ANIMAL CONTROL WORKERS approach Tattoo and Dragon... .-.and GRAB THEM! Tattoo SQUEALS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Tattoo! END POV as Max and Snowball watch helplessly as the DOORS CLOSE--— ---they run out. The Van DRIVES AWAY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "No no no no no no...Oh, TD, this KILLS me to say, but we gotta join forces, man. (claps)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "A BUS flies through the air. Beastie Boys’ “No Sleep Till Brooklyn” plays. WHAM! A car gets clipped by a bus. WHAM! A car gets clipped by another bus. WHAM WHAM! The bus hits more CARS. \fThe Secret Life of Pets 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "A crazy-eyed Snowball is driving the bus. Max is working peddles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Wooo-hooo! Ha! We make a great team, Tiny Dog! Well, mainly I’m doing all the hard work, but you're helping!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yes, yes, fine, just keep your eyes on the road, you’re driving like an animal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Woohoo! They HIT SOMETHING. Max topples over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Oh, that was a pothole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You're hitting things on purpose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Heh, you know, you know me too well, TD! Always keeping me in check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "The bus hurdles spins around on the Brooklyn Bridge, weav through traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(sigh, annoyed) Do you see the van? Snowball looks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Yeah, I see it. We’re about to hit it. \f79 80 81 The Secret Life of Pets 79. Snowball sits in a seat and buckles his SEATBELT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "WHAM! The bus hits the van, keeps driving. Duke is tossed about in his cage! Tattoo, Ripper and Drag laugh maniacally. Their cage door JUMPS a BIT, the metal bars buckle---",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Max and Snowball SCREAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "The bus and van head over a lane! Over the sidewalk! And off the bridge! The Animal Control Workers JUMP out of the van. The van is dangling precariously off some CONSTRUCTION SCAFFOLDING. But it’s already straining under the weight the vehicle. Max climbs out of the bus, clutching a dazed Snowball in mouth, saving his life! Snowball MOANS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Relax, Snowball, I’ve got you--- He heads for the edge, but then---",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICK, (0.S.)",
          "text": "There he is! He’s got Snowball! ---the OTHER FLUSHED PETS surround him! They crawl out of the woodwork! Slither down from the rafters! Charge out o the shadows! The drivers on the bridge are FREAKED OUT. Spiders crawl down car windshields--adults SCREAM, while children CHEER. THE FLUSHED PETS ARE BLOCKING MAX’S PATH TO THE VAN! Max GASPS. Max sizes them up, all the while holding a pas out Snowball in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(mouth full) Look, fellas, this is not what this looks like-- \fThe Secret Life of Pets 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICK",
          "text": "SHOOSH YOU! You were gonna eat the boss!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "No, no, no, no! Snowball and I are on the same side now! Tell em, Snowball, tell them! He nudges Snowball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "(still delirious) That raccoon is lyin’! He’s not the president... Snowball PASSES OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I, I, I,---",
          "text": "The Flushed Pets close in on Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET, (0.S.)",
          "text": "Aaaaaaaaah! Gidget CHARGES AT THE FLUSHED PETS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Gidget? The rest of the Pampered Pets in tow, Gidget LEAPS off of Derick, banking off his face! But she’s not done! In an AMAZING SLOW-MO SHOT, Gidget takes down the Flushed Pets using some amazing acrobatics and biting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Graaaaah! The Pampered Pets help take down the Flushed Pets in the background. They do what they can, but Gidget is clearly one dog army, this is HER MOMENT. Max watches the entire time, slack-jawed. Gidget hits the ground in front of Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET, (CONT'D)",
          "text": "Go, Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Right, I--okay, gotta go. Thank you, thank you! \f82 83 84 The Secret Life of Pets 81. He runs off. A Flushed Pet staggers up. She KICKS him bac down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "(angry, to Flushed Pet staggering up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Tattoo notices THEIR CAGE DOOR has been OPENED in the impact! Duke tries to open his cage, but it’s not budging...The Flushed Pets start climbing out--- ---past Duke, who is struggling to open his STILL LOCKED cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Max is trying his best to gingerly make his way down the scaffolding, as not to upset the fragile structure. Rippe Tattoo and Dragon pull themselves out of the beat up van. Max hurries down the scaffolding...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke, hang on! Just as he’s about to place a paw on the van---the scaffolding begins to sway! He LEAPS onto the van!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Max enters the interior of the van, landing on the windshield...causing it to splinter and crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Max? Max! Oh, okay, get the keys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Hurry! Max spots the KEYS--- \f85 The Secret Life of Pets 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Ah! ---goes to grab them, but the windshield BREAKS, Max hold onto the rearview mirror, pulls himself up. He manages to tightrope walk across a small metal bar. Du still trapped in his cage, can’t see. Max accidentally switches on the WINDSHIELD WIPERS. They begin to knock into other parts of the scaffolding, nearl sending the van plummeting into the water. He grabs the k",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Come on, come on...I got em! The wipers keep HITTING AGAINST THE SCAFFOLDING... .-+-until they finally SNAP! The van PLUMMETS! Max SCREAM Gidget and the other pets watch from the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Max! The van SMACKS DOWN into the water. The animals watch nervously. The van is quickly filling up with water. It’s sinking FAST! The keys SINK AWAY INTO THE WATER and float the surface. Max grabs the cage with his teeth and PULLS. Duke PUSHES. But the van continues to sink. Up on the surface, Snowball KISSES Gidget, and dives into water after the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Remember me!!!! In the van, Max and Duke exchange HOPELESS LOOKS. Water continues to POUR IN through the window. They take a brea The water rises above their heads. Outside, we see Snowball SWIMMING toward the van! He approaches the window of the van holding the KEYS. Max GR the key and UNLOCKS the cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Above water, Max and Duke take a breath. Snowball pulls himself up onto a piece of wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "(out of breath) I feel HEROIC. And HANDSOME. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThe Secret Life of Pets 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL, (CONT'D)",
          "text": "A little wet, but I still look good. I look good. Make and Duke reach the shore, also out of breath. Max sh off the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(to Duke) Are you...are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "I’m good. I’m good. Thanks for coming to save me, Max. The PETS on the bridge CHEER for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Max! Oh, Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Floobidy-doobidy-doo! With THAT, a Taxi pulls up. Doors open. Pig on the pedals Lizard on the wheel. He PULLS THE METER BACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO",
          "text": "You need a lift?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Yes, we need a lift! Let’s go, Tattoo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Tattoo puts on a pair on sunglasses. Dragon hits the gas. Taxi careens through the city. A MAN hails a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Taxi! They nearly run him over as they zoom down the street. Al the dogs have their heads stuck out the windows. As the t turns the corner, Derick FALLS off the back. He gets up a RUNS after it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "The taxi is CRASHED into a pole that says “NO PARKING ANY TIME.” The Pampered Pets casually exit the smoking vehicl Gidget walks in the front of the group, Max approaches. \fThe Secret Life of Pets 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hey, hey, uh uh Gidget, wait up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Oh, hi Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah, hi, uh... Gidget’s tail starts wagging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "(to tail) Play it cool! (giggles nervously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yeah, I uh--I just wanted to, uh. (clears throat) Look. Have you ever lived across from someone your whole life, but you...you don’t really appreciate them, until, I dunno, until they’re beating up dozens of animals on the Brooklyn Bridge? I guess what I’m trying to say is, if you ever wanna- Unable to contain her excitement, Gidget JUMPS on Max. Sh happily licks him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Whoa! Okay... Pops cuts through them, interrupting the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Oh great, you’re in love. How gross for everyone. Now, move it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Goodbye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAN",
          "text": "See ya later!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIBERIUS",
          "text": "Bye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPS",
          "text": "Does anyone know where we are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDGET",
          "text": "Bye, Max. \fThe Secret Life of Pets 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Bye, Gidget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Okay, bye bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "See you guys. The Pampered Pets leave, saying goodbye to each other as go...Snowball and crew watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Man, I feel sorry for them. Gotta run home to their owners. Not us. Now, it’s back to our primary mission: the downfall of the human race! It is ON, humans. It is ON! The Flushed Pets CHEER. A LITTLE GIRL and her MOM are walking down the street. Sh GASPS when she sees the Flushed Pets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Mommy! Can I have a bunny...and a pig and a crocodile and a lizard? Derick, Tattoo, and Dragon retreat back into the sewer! Derick’s tail closes the manhole, Leaving Snowball alone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Uh oh. The Little Girl PICKS HIM UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Yay, bunny! Snowball hits at her chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Jab, jab, jab! Body blow, body blow! Breakaway move! She begins to pet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Awwww.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Uhhh. What's going on? What’s she doing? \f88 89 90 91 92 The Secret Life of Pets 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Bunny, I’m gonna LOVE YOU FOREVER and ever and ever! She HUGS HIM....he fights it, and then LOVES IT. Hugs bac LITTLE GIRL (CONT’D) Aw, bunny. The little girl, Snowball, and her mother walk to the apartment building. Pampered Pets walk up the fire escape INT: BUDDY’S APARTMENT - NIGHT 88 Buddy runs to the door and barks--- ---he hears the DOOR BEING UNLOCKED! His owners are comin home! His owners open the door looking for Buddy who is hiding under the table. Buddy barks, he is SO excited, he cannot believe it! Buddy runs to the little boy, licking his fac INT: MEL’S APARTMENT - NIGHT 89 Mel’s Owner enters. A wide-eyed, ecstatic Mel RUNS around BARKING. He knocks everything over in his excitement and grabs his owner’s SLIPPERS. INT: CHLOE’S APARTMENT - NIGHT 90 Chloe’s Owner enters. She grabs Chloe and snuggles her in arms. Chloe’s Owner RUBS HER FOREHEAD and she PURRS. But she BITES her thumb, before licking it sweetly. Chloe’s owner continues to snuggle her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Norman RUSHES through the maze of vents, then PEERS into room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "A LITTLE BOY lays in his bed, holding a toy guinea pig in hand. Norman's cage, which sits next to the bed, is EMPTY \f93 94 95 96 The Secret Life of Pets 87. But then Norman DROPS from the ceiling on top of his cage jumps into the Little Boy’s arms, tossing the toy guinea away. The Little Boy lights up and hugs Norman. INT: SWEETPEA’S APARTMENT - NIGHT 93 Sweetpea’s Owner enters through the door. Sweetpea flies and circles happily around his head. He SITS in his armch and Sweetpea eats BIRD SEED off his bald head. INT: GIDGET’S APARTMENT - NIGHT 94 Gidget’s Owners enter. She JUMPS around excitedly. GIDGET’S OWNER Aww! Haha. There you go. They set the table for dinner, with Gidget sitting in a c with a TIARA on her head and a big bowl of food in front her. Her owners join her. She happily LICKS their faces a they laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Tiberius flies back to the roof and PERCHES himself on hi owner’s arm. He rubs his head up against his owner's. INT: POPS’ APARTMENT - NIGHT 96 Pops is laying on the floor. His owner's feet are visible he walks over. Pops doesn’t get up, but his TAIL WAGS. His owner sets his suitcase down, gets on the floor, and him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see other owners returning home: --A TURTLE happily POPS his head out of his shell. --PEPE excitedly DANCES as his owner walks through the do He PEES on the floor. --A GOLDFISH swims happily in his bowl. His owner presses lips to the bowl and they “kiss.” --A WOMAN returns home and a dozen CATS CLIMB all over he knocking her into a chair. \f97 98 The Secret Life of Pets 88. INT. KATIE’S APARTMENT - NIGHT 97 Max and Duke settle in front of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Duke, this is the BEST part of the day---",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Ooh! Is that her...? Max cocks his head, leans in and listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Nah, no, thats - wait - Suddenly, they hear Katie’s key enter the keyhole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Yeah, she - that’s her! That’s her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "They start pacing back and forth, barking, SO EXCITED! Sh ENTERS THE ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "There they are! Max and Duke, Duke and Max! Oh, my boys! So, how’d it go? Great, right? (sees broken lamp) I...Oh... Max and Duke look up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "So maybe a few bumps. But I knew this was gonna work out. So, who's hungry? On Max and Duke, as she hugs them. They smile, nuzzle int her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Katie, Max and Duke sit together on the fire escape. They rest their heads on Katie’s lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Welcome home, Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Thanks, Max. \f99 100 The Secret Life of Pets 89. We PULL AWAY from the city, seeing all the pets in the windows with their owners. FADE TO BLACK. CREDITS ROLL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BUDDY and MEL, dressed as a Teddy Bear and Minion, hop up stairs of Leonard's apartment building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "C’mon, man. Hurry it up. Mel is out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Okay! I’m comin’ I’m comin’. Sheesh. They approach the apartment and scratch at the door. SNOWBALL opens the door, the PUNK MUSIC blasting from ins the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOWBALL",
          "text": "Welcome my dogs! Oh you guys look weird. Hurry up, come on in. INT. LEONARD’S APARTMENT - LATER 100 The same PUNK MUSIC plays. Both the PETS and the FLUSHED all rock out with LEONARD. They jump around, head-banging the music. Buddy turns to Mel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You said it was a costume party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEL",
          "text": "Why do you listen to me? Leonard hears his owner coming back. The music STOPS, as Leonard assumes his posh seated position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEONARD'S OWNER, (0.C.)",
          "text": "I’m home, Leonard! The animals scatter. Leonard turns the CLASSICAL MUSIC ba on. Leonard’s owner enters, and pats him on the head. \fThe Secret Life of Pets 90. LEONARD'S OWNER (CONT’D) Were you a good boy, Leonard? Suddenly the chandelier CRASHES down from the ceiling in front of Leonard’s owner with TATTOO on top of it. He smi at Leonard's owner innocently. CREDITS ROLL.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2280"
    }
  ]
}