{
  "movie_id": "MOV2073",
  "scenes": [
    {
      "location": "ABANDONED RESORT TOWN",
      "time": "DAY",
      "characters": [
        "FLICKERMAN, (CONT'D)",
        "SENECA",
        "SENECA, (0.S.)",
        "MORNING",
        "GALE",
        "TEMPLESMITH, (THRU TV, O.S.)",
        "TEMPLESMITH, (ON TV)",
        "TEMPLESMITH, (V.O.)",
        "BETTO, (THRU HEADSET)",
        "CINNA, (0.S.)",
        "RUE, (0.S.)",
        "VENIA",
        "GAMESMAKERS",
        "RESUMING, (PRESENT)",
        "GALE, (0.S.)",
        "UNNAMED PEACEKEEPER",
        "EFFIE, (0.S.)",
        "TEMPLESMITH, (0.S.)",
        "GALE, (CONT'D)",
        "FLAVIUS",
        "FOXFACE",
        "PEETA",
        "CONTINUING",
        "KATNISS, (CONT'D)",
        "BOY FROM 3",
        "EFFIE",
        "OCTAVIA",
        "CINNA",
        "BETTO",
        "GALE, (\"BOY\")",
        "SENECA, (INTO COMM-UNIT)",
        "HAYMITCH, (CONT'D)",
        "PEETA, (CONT'D)",
        "EVENING",
        "THRESH",
        "KATNISS",
        "DUSK",
        "UNSEEN VOICE",
        "SENECA, (CONT'D)",
        "KATNISS, (ON TV)",
        "THRESH, (CONT'D)",
        "SENECA, (ON TV)",
        "CINNA, (CONT'D)",
        "TEMPLESMITH, (0.S., CONT'D)",
        "CLOVE",
        "MRS. EVERDEEN",
        "MOTHER",
        "HAYMITCH",
        "TEMPLESMITH",
        "RUE, (CONT'D)",
        "PRESIDENT SNOW, (CONT'D)",
        "I...",
        "TEMPLESMITH, (V.O., ON TV)",
        "PEACEKEEPERS",
        "PEETA, (0.S.)",
        "ANNOYED PEACEKEEPER",
        "PEACEKEEPER SERGEANT",
        "CATO",
        "PRESIDENT SNOW",
        "PRIM",
        "EFFIE, (CONT'D)",
        "PRIM, (CONT'D)",
        "WITH/INT. RAILCAR",
        "CALLOWAY",
        "KKH FH HHH OF",
        "FLICKERMAN",
        "MARVEL",
        "LEAD PEACEKEEPER, (CONT'D)",
        "20 MINUTES LATER, (DAY)",
        "WITH/EXT. BASE OF THE TREE",
        "VOICE, (0.8.)",
        "MAYOR UNDERSEE, (CONT'D)",
        "TEMPLESMITH, (0.S., OVERHEAD)",
        "LEAD PEACEKEEPER",
        "49.",
        "MAYOR UNDERSEE",
        "TEMPLESMITH, (THRU TV)",
        "PEETA, (\"VOICE\", CONT'D)",
        "OPEQUON",
        "RESUMING",
        "FIRST PEACEKEEPER",
        "DAY",
        "GLIMMER",
        "RUE",
        "NIGHT",
        "WITH/INT. GAMES CENTER",
        "NURSE",
        "DELANO"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We're RUNNING through a battle-zone. BODIES right and lef strewn on a street. We keep running, dodging death itself An ARROW just whizzed by us, barely missing, banging nois into what used to be a newsstand. Another arrow buzzes pa Running, desperate - hearing our own footsteps, our shall breaths and groans of fear. There's another body on a sidewalk, semi-impaled. This is a perfect Hell. It used to be Aspen - 300 years ago. Abandoned now, overg with foliage, decaying, dead. We run around a corner, our heart rate spiking -~ a KNIFE hurtling at us out of nowhere. PFFFT! It buries itself in our left arm. The pain is searing. We falter... But we have to keep running, have to get to safety. Our e darting, looking for somewhere to hide-- Old Coffee Shops, Ski Rental Shops, Yogurt shops - skelet now, covered in vegetation, their windows long since blow away. Death waiting inside all of them. Then: A SPEAR, thrown from what used to be a second-story windo We DIVE OUT of its way. It just misses us. But we've land on that wounded arm. More searing pain. We get to our feet. Please let this end. Behind us we hea VOICES YELLING: “Get him!\" We don't look back. Just can't There's a corner up ahead. Safety. We reach it, turning.. .-.to find a WELL-BUILT KID of 17 awaiting us, with a SPI MACE in his arms. He swings it at us - at our head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THEN - POP! - BLACKNESS, like a video feed shorting. We",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bleak Town Square in what used to be Coal Country, know now as \"The Seam\" - a colorless world of sagging building and cinder streets; even the trees seem gray here. Despair, poverty, hunger... And TV. A huge screen in the heart of this Town Square, where 2,000 townspeople just watched that horrific death, live and in color. Their eyes are blank, lifeless. Years of struggle and dea etched into every face - as we hear the VOICE of famed broadcaster CLAUDIUS TEMPLESMITH:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (THRU TV)",
          "text": "Oh, that's too bad. Sage Blanken goes down, knocked out by that Prospero boy from District Three - who certainly is handy with a mace! Once again, both Tributes from District 12 are out. But at least they got one into Day Two this year! 2,000 townsfolk, watching the bloodbath on that huge scre A GIRL darts across another overgrown street in that abandoned resort town. The long tongue of a WHIP lashes o trying to trip her. She bounds over it... +-.as we start drifting through this Town Square...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (THRU TV, O.S.)",
          "text": "Don't forget, friends, to VOTE for your favorite Tribute! The cost is six Florins - or eight Florins once The Games are down to the Final Four. We come upon a cluster of TOWNSFOLK, surrounding a stunne WOMAN. This is CORRINA - her face white with grief. ---because it was her son that just died on that big scre A WAIL rises out of her - pure agony. A keening shriek...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "»+.as KATNISS EVERDEEN walks past without turning. She's lean and hungry, with steel-gray eyes and a long dark bra",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a fighter, robbed of her little-girl years long ago. * On her right is that huge screen, broadcasting more of th spectacle. On her left, NEIGHBORS lead a shell-shocked * Corrina away. Katniss continues through the Square. * @ ...to find her sister, PRIMROSE EVERDEEN, (11, barely on to some innocence.) Prim quietly watches the Games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'm gonna go catch some dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Can I come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "It's sweet that you keep asking - when you know I'm going to say no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "You're gonna have to teach me eventually, Katniss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "\"Eventually\" is a long time from now, Prim. Look in on Mom. Prim nods. Katniss drifts out of the Town Square, onto wh was once a viable Main Street, bleak now. Behind her, 2,0 people keep watching The Games in a semi-hypnotic fog. .--except for one: PEETA MELLARK, a broad-shouldered boy 16, whose eyes, now and forever, are following Katniss -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (THRU TV)",
          "text": "Yet another disappointment for the folks from Coal Country and their sotted mentor, Haymitch Abernathy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HAYMITCH ABERNATHY, 40, watches the broadcast from inside fishbowl. The walls around him are WINDOWS, looking out o The GAMES CENTER, Mission Control for \"The Hunger Games.\" Huge screens. Data. Dazzling technology. Haymitch eyes it bitterly, slugs down some pale alcohol,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An untended MEADOW gives way to a large CHAIN-LINK FENCE stretches on forever. On the other side of it, FOREST. SIGNS line the fence: \"No Trespassing Beyond This Point.\" \"Violators Will Be Electrocuted.\" \"Poaching is a Felony.\" eo Katniss, unimpressed, throws a stick at the fence. Not happens. She crawls under it, scooting in unharmed. \f© EXT. FOREST - DAY She heads for a felled LOG, reaches into its hollow. Feel for something, then extracts it: ~ A BOW, and ARROWS, wrapped in a sheath of plastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss is a born hunter. A born climber too. With her bo and arrow slung on her back, she climbs a tall tree, navigating the branches like a monkey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She settles, 30 feet up. Great vantage-point. And there i is, below - a WILD TURKEY. Katniss draws back her bow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dead turkey has been tied to a stick, resting by Katniss's side. She's behind a ROCK, scouting her next ki Two large gray RABBITS. Maybe 30 yards from here. Katniss lines one up, draws back her bow. Tension in the string.. @ ..-when, suddenly, a HAND i: laced over mouth. Someone just come up behind her, out of nowhere. A BOY, whisperin",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE, (\"BOY\")",
          "text": "You're good. But I'm still better. This is GALE HAWTHORNE, 17, her best friend/hunting partn Handsome, dark-haired, he loves being with her, (more tha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "he'd ever admit, even to himself.) Loves teasing her. * -+-until she bites his finger, playfully. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE, (CONT'D)",
          "text": "ow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "How do you do that? How do you move without making a sound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "I'm lightfooted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Get to work. eo She gestures to the two large rabbits, drawing back he Gale draws his as well. They fire at the same time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six rabbits on a stick now, and a second Wild Turkey. Gal and Katniss sit by a stream, eating fresh-picked greens. about to eat one when she yanks it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "What'd you do that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "That's Fawn's Leaf. You wanna throw up all night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "I'd rather eat the rabbits, ya know? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Great. And what would we have to trade with? A lousy reality. He pushes the rest of the \"meal\" away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "I didn't watch this morning. Is the Blanken kid still in it? (Katniss shakes her head) @ So we're out again. Like every year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I think the guy from 2 is gonna win. Gale draws his bow back, indulging in a juvenile fantasy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "One day, one of these'll be aimed at Claudius Templesmith. And another one at Seneca Crane. The last one at President Snow. No more Games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Right, except your name's gonna be entered -- how many times? -- forty two times in the Reaping next year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "My family needs grain and oil, Katniss. Yours too. Then, in a blur, Katniss grabs her bow, wheels around, an aims fifty feet over Gale's head: PFFFFT. Just bagged a e SQUIRREL, high up in a branch. She starts to climb towa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't bother. It's too... (she's already gone) High. Katniss is halfway up the tree. Gale sighs, to himself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE, (CONT'D)",
          "text": "Or we could just stay out here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Oh. I almost forgot. (tony Capitol accent: ) Happy Hunger Games! And may the odds be--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "--ever in your favor... She climbs, disappearing up that impossibly-tall tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They head for the electric fence with their haul. Katniss spots something - bends down for it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "@ Purple berries, growing at the base of a tree. She eyes then picks a few, putting them into the pouch on her hip. Gale watches her... silent... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "We could do it, ya know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "Leave the District. Stay out here, in the woods. We could make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Who'd take care of Prim? And my mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "No, I don't mean now. Obviously. I mean, when Prim got older.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Didn't really think this through - ) did you? She's trying to diffuse it. He reddens a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unless you'd rather move into town and marry a coal-miner. Or a baker. Have ten kids or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "These are my options? (Gale's silent) And I'm never having kids. With anybody. Not in this world. But thanks. They share a look...until an odd SILENCE suddenly falls.. The birds in the forest stop singing. Nothing moves. Eeri ...Then a BLUR, racing past us in sheer terror. It's a RED-HAIRED GIRL, (her name's LAVINIA), Katniss's a but dressed differently. Running for her life now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "What was-- That fast, Lavinia is gone, racing for the fence. Katniss Gale whip around, to see what's chasing the poor kid. There's nothing back there. ..-until they hear it, from above... A HOVERCRAFT. Huge, propwash blowing treetops sideways over the fleeing Lavin Katniss and Gale hide behind a rock-shelf, watching, as t VOICE of an UNSEEN OFFICIAL booms from inside t raft:",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNSEEN VOICE",
          "text": "Surrender! You are to be returned to The Capitol for adjudication! Lavinia is frantic, almost at the fence... when a GIANT N drops from the hovercraft like a rock, enveloping her. She looks to Katniss and Gale, her eyes desperate. Help m Gale starts to rise - but Katniss yanks him back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "They'll kill you. Before Gale can reply, the net tightens, yanking Lavinia the air. And she's GONE, into the Hovercraft, abducted in mere seconds. Katniss just stares. We DISSOLVE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Used to be a COAL WAREHOUSE. Now it's a BLACK MARKET: car offering food, salt, coats, herbs - and all of it dicey. The feeling is hushed, dark, desperate. Gale trades with woman named GREASY SAE: some greens for a chunk of PARAFF Nearby, Katniss barters with a bread-seller named OPEQUON who is eyeing her dead rabbits, evaluating two side by si",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPEQUON",
          "text": "Looks narrow to me. I want that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "That one's spoken for. This is the one I'm trading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPEQUON",
          "text": "Looks narrow to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (0.S.)",
          "text": "I'll give ya two for it. Katniss and Opequon turn: here's Peeta Mellark, approachi with two loaves of bread in hand. Katniss appreciates the offer. Opequon doesn't, glaring right through Peeta, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPEQUON",
          "text": "I was offering one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I think it's worth two. Opequon grumbles, goes. Katniss grins as Peeta hands her loaves of bread. (One of them is slightly black on top.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "This one's a little burned, so we couldn't sell it anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "What happened to your eye, Peeta? Peeta'd been trying to conceal it, but he has a SHINER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Oh. Just wasn't looking where I was going. She nods, hands over the rabbit. It's time to move on... +--So how come Peeta's still standing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll see ya, Katniss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "‘Night, Peeta. Thanks. He drifts off. She goes in the opposite direction. Gale, far from here, takes note, then returns to his trading. We FOLLOW KATNISS, through this warehouse of starving cru sellers, when something catches her eye: Corrina, the woman who lost a son this morning, sitting o stool, her eyes haunted - as her husband TYGART hawks som meager-looking CHESTNUTS. Tygart is in a fog, but Corrina is catatonic. Katniss pau torn... then makes a decision. She passes by Tygart, and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "These'll help her sleep. My mom takes ‘em. She hands over two of the PURPLE BERRIES she picked today and she's gone... before Tygart can even say thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss pulls a rickety wagon over cinder streets. A TRAI rumbles outside town, loaded with coal. On its side: \"District 12 Coal - Powering the Capitol for 300 Years.\" There are no streetlights on - no power to feed them - bu that HUGE TV in the Town Square is on, as always... beami The Hunger Games, death as entertainment. A CROWD watches Katniss walks by without looking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Small, crammed in, untended. Katniss leaves her wagon in yard, where a small GOAT is tethered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dusty, unkempt. At a table sits MRS. EVERDEEN. She's 40 b looks 60, deadened by grief and fear. Katniss enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'm home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Katniss! \f10. Prim runs in, hugs her older sister. The bond here is dee",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Look what I traded for. Katniss holds up TWO THREADBARE COATS she traded for toda",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Whoa! Coats!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Yours are both so worn. Let me see if it fits. Prim throws hers on. She's swimming in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Perfect!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Mom? No reply. Katniss crosses to Mrs. Everdeen. A cat, BUTTER (mashed-in face, half an ear missing) jumps in the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Move, Buttercup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Be sweet with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Why, did he catch a mouse today? Did he do anything useful? (Buttercup hisses a bit) Another mouth to feed. She pushes Buttercup aside without much fanfare, then put the other coat across her mom's shoulders. No reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "What about you, Katniss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Mine's fine. Stand up, Mom. Let me see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. EVERDEEN",
          "text": "I don't like you going to The Hob. (Katniss rolls her eyes) Peacekeepers're gonna shut it down eventually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e \f11. Katniss looks to Prim, who loves being in on a joke:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Eventually is a long time from now, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "And the Peacekeepers trade there too. * Mrs. Everdeen nods blankly. It saddens Katniss and Prim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "C'mon, Prim. Help me with supper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls share a bed in the Den. Looking down from a man is a picture of their FATHER. He had kind eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Katniss? (Katniss waits) What happens if they call you at The Reaping next year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Why would they call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "I'm not dumb, Katniss. I know that every time you take out tesserae to get us stuff it means your name's gonna be in there more times next year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Don't worry. There'll be people with their names in there lots more times than me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Ssshbh. Prim falls silent. But just for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Katniss...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Mmm—-hmmm. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Will you sing it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "The one Dad always sang?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "And then you'll sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "I promise. Katniss clears her throat, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Deep in the Meadow/Under a willow/ A bed of grass/A soft green pillow/ Lay down your head/Close your sleepy eyes/When they open again/The Sun will rise... Prim's eyes close. We DRIFT THROUGH this home... to find: Mrs. Everdeen is across the room, wide awake, listening..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Here it's safe/Here it's warm/ Daisies guard you from every harm/ Dreams are sweet/They all come true/ Here is the place where I love you. Mrs. Everdeen quietly weeps - pure dread. We GO TO BLACK: ++-over which, a SUPER: \"One Year Later.\" Then SMASH TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSERTS, in rapid fire: A COMBAT KNIFE - placed on what looks like a brass table- A SPEAR - lain carefully beside the knife. A SPIKED MACE stands against a sheer wall. Lastly, a BOW and ARROWS are hung on a hook. Someone is preparing an arena for The Hunger Games. We CUT TO: \f13. EXT. FOREST —- LOCATION UNKNOWN - MORNING A pack of WILD DOGS prowls menacingly. These things are H the size of bulls. With fangs and hungry eyes. But they're being tracked - by a pair of HUNTING RIFLES, yards away. Darts are chambered into each rifle... as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SENECA CRANE, a dark genius, looks over his domain. This is Mission Control, (seen from the windows surroundi Haymitch's quarters last year.) It's NASA on steroids: hu screens, data, massive electronic coverage. On an ILLUMINATED BOARD we see 24 EMPTY SLOTS, two for ev District. Names will go here; two from District 12... Sen eyes it, then spots something that irritates him greatly: An assistant, BETTO, is virtually drawing on a monitor (i a hobby) - unaware that Seneca is in the vicinity... unti Seneca leans in and angrily deletes Betto's screen. Uh-oh",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "You're here to work, Betto. (Betto gulps) Unless you think all those Tributes are just going to kill themselves. He walks away. Betto's too shaken to blink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A quiet, somber feeling in here, like dressing for a fune Katniss steps into a worn blue dress. Prim, now 12, tucks white blouse into a skirt. Their mother opens a wooden bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. EVERDEEN",
          "text": "I thought you might like to wear this, Prim. She shows Prim a GOLD MOCKINGJAY PIN. Beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Why do we have to dress up for the reaping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. EVERDEEN",
          "text": "It's expected. (offering the pin) Take it. Dad loved mockingjays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "What if I lose it? Mrs. Everdeen shrugs. Prim takes the pin, tries to fix it her blouse, but her trembling fingers won't co-operate. S Katniss steps in and does it for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "We'll pin it on tight. There. Katniss turns away - but Prim grabs her hand, urgently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "They can't take you. Tell me they can't take you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Don't worry, Prim. We've used up all our bad luck already. The sisters study one another, then Prim turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Tuck in your tail, little duck. Prim's shirttail sticks out. Katniss takes care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Quack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Quack, yourself. Katniss hugs Prim tightly - letting on for the first time unnerving all this is - then kisses the top of her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Can't be late, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Packed - by the 8,000 RESIDENTS of District 12. They fill adjacent streets too. CAMERA CREWS look down from rooftop In front of the Justice Building we find a PODIUM, three chairs, a microphone... and two large GLASS BALLS, contai thousands of slips of paper. On each slip, a name... * Katniss guides a white-with-fear Prim through the crowd. There's a grim buzz in the air, a shared tension. PEACEKEEPERS in white uniforms herd everyone along: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNNAMED PEACEKEEPER",
          "text": "All candidates stand with the others in their age group! Twelve year-olds here! Thirteens here! ++-as we realize that the only people in this Square are CHILDREN. 12 to 18. Adults stand outside the ropes. Mrs. Everdeen is one of them, staring blankly. Katniss guides Prim through. ANOTHER PEACKEEPER steps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "She's twelve. He tugs Prim away. She calls out to Katniss, desperately:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "They call your name - you run, okay? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'll see you at dinner. Dress casual. A reassuring smile - it helps - until Prim is led into th herd of twelve year-olds, waiting together. Katniss turns away, passing one tense teenage face after another, as: * MAYOR UNDERSEE speaks into the microphone on the podium:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR UNDERSEE",
          "text": "My Friends of District Twelve, in anticipation of the Seventy-Fourth Hunger Games, I welcome you to Reaping Day... Tepid applause. His speech continues, in b.g., as Katniss drifts through. Not far from here are the EIGHTTEENS, may 200 kids, trying not to look terrified. Gale is among the It's just a look between him and Katniss, but it's loaded hope it's not you.\" Gale smiles a thin smile. Katniss tur away, finds her place in the herd of SIXTEENS. * Plenty of posturing around her, all of it hiding terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR UNDERSEE, (CONT'D)",
          "text": "This Day, like The Games themselves, provides us a chance to reflect on the costs of our violent rebellion all those years ago, and to be grateful for the kindness now shown to us by the Capitol. It’s a time for both repentance and for thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind Undersee on the stage is EFFIE TRINKET, (her suit green, her hair pink.) Beside her is an empty chair... un",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "‘Scuse me. Sorry to be late. Haymitch Abernathy stumbles on to the stage, inebriated. TV CAMERAS ZOOM IN on him... as Mayor Undersee continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR UNDERSEE",
          "text": "By law, each District is required to send one boy and one girl into the Games each year. 24 young people, fighting to the death until one emerges victorious - bringing great pride, and great material reward, to his or her District. Joining me now on stage is the only Tribute from our fair District to have ever done so. Please welcome Haymitch Abernathy. Haymitch rises drunkenly and gives the mayor an enthusias slap on the back. But when he tries to hug Effie, he ends lurching across her and slamming into the empty chair. And it all just went out LIVE, across Panem. The kids sti nervous laughter. +..as Effie, tight-lipped but professional, straightens h wig. And Mayor Undersee does his best to go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR UNDERSEE, (CONT'D)",
          "text": "I'm sure whoever's chosen today will - under Haymitch's steady guidance - represent our District well. Katniss tightens. Another look to Gale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR UNDERSEE, (CONT'D)",
          "text": "Now it’s my privilege to introduce our tributes’ escort. Joining us from the Capitol, Miss Effie Trinket. One hand steadying her wig, Effie trots to the podium. Bright and bubbly, she speaks in a stilted Capitol accent",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Happy Hunger Games! And may the odds be EVER in your favor! I know you're all excited, so let’s get right to the drawing! Boys first this year! Nobody breathes. Hardened coal mining families - terrifie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even the COAL-TRAIN on the elevated track a few blocks aw has come to a stop, its CONDUCTOR watching. Effie squeezes her eyes shut, sticks her hand in the ball the boys' side, and plucks a name out. CLOSE ON Katniss, jaw clenched, fingers crossed at her si",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (CONT'D)",
          "text": "The boy tribute from District Twelve is-- We PUSH IN on Gale, as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (CONT'D)",
          "text": "Peeta Meelark! ..-.which is when we find Peeta, just a few feet from Kat she'd somehow not noticed him before. But she turns - just in time to see his face go pale... A GROAN goes up from his PARENTS, outside the ropes. TWO PEACEKEEPERS come to collect him as he steadies himse Katniss can't meet his eye, can barely mutter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Sorry, Peeta. Somehow he breathes out a smile, despite the horror. It surprises her. Then Peeta's gone, and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "I'm sure Peeta will do a wonderful job for us. Now, the ladies! Not far from here, PEETA'S MOTHER has just fainted dead a Her HUSBAND is trying to revive her. Every boy who wasn't chosen - except for Gale - is sagging with relief. -+-as Peeta mounts the stage silently. And Effie digs her hand into the GIRLS' GLASS BALL, and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (CONT'D)",
          "text": "The Girl Tribute from District Twelve will be... (Katniss gulps...) Primrose Everdeen! And the world simply stops. Time itself seems to hover. Katniss freezes, replaying it in her head. Must have hear wrong. Prim too - a look of utter confusion on her face.. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Katniss? The Square is deathly SILENT. No one can believe what the just heard. Mrs. Everdeen staggers. Gale just stares, daz",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "(mumbled, to no one) But... her name was only in there once. And here's Prim, lost, surrounded by TWELVE YEAR-OLDS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM, (CONT'D)",
          "text": "Katniss? Katniss slumps backward, dumb-struck. ANOTHER GIRL steadi her. Everything's spinning. Then she sees - dimly - TWO M PEACEKEEPERS bulling their way through the 12 year-olds.. Prim's face fills the huge tv screens - a lost little gir her head swimming. The Peacekeepers begin to pull her awa And all Prim can think to do is tuck in that loose shirtt again as she's tugged through the crowd... We PUSH IN on Katniss, the world crashing around her - until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "{top of her lungs) I volunteer! Hold it. Everything just stopped again. All eyes - even t of the cameras - now find Katniss... whose voice seems to operating on its own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "I volunteer as tribute! No one replies. On the faces of Gale, Peeta, Effie, every shock. Katniss heads for the stage, almost in a trance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "Katniss... Katniss keeps walking - all eyes on her - nearing her sis who is too dazed to reply. Can barely mutter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "No... Katniss walks right past her. Peeta watches from the stag \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is Katniss Everdeen. I'1l represent District Twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Well, bravo! Brava! Quite a gesture! And there's nothing in the rules forbidding it, is there Haymitch? Haymitch, his drunken brain catching up, shakes his head. So Katniss keeps coming... even as Prim grabs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "No, Katniss! No! You can’t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "(pulling herself free) It's okay, Prim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "(not letting go) You can't! I won't let you! All of it going out LIVE. Gale steps forward. His eyes me Katniss's - another loaded moment - and he does what she' begging him to do... pulling Prim away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "I've got her. The Peacekeepers lead Katniss away. Prim shrieks, crying:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "No! Don’t take her! Don’t! Gale carries Prim off as Katniss mounts the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "I bet my buttons that was your sister, wasn't it! Don’t want her to steal all the glory, do we? Let's give a big round of applause for our latest tribute! No one claps. Instead, they do something else - a gesture In unison, the people here touch the three middle fingers their left hand to their lips and then hold it out to her is a gesture of immense respect. Also a fond farewell. ©@ Katniss acknowledges it silently from the stage. Then NATIONAL ANTHEM begins to play through LOUDSPEAKERS. \f20. Peeta is beside her. Gale is suddenly a world away. And s is fighting back tears as we CRANE UP... until she's just tiny dot in this Town Square...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss is escorted into an elegant room by A PAIR OF PEACEKEEPERS who retreat and stand guard at the door. She sits on a velvet couch. Then Prim and Mrs. Everdeen enter Prim runs across the room and buries her face in Katniss’ lap, awash with tears. Katniss holds her tightly. Mrs. Everdeen is outside the hug, too bereft to function.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "It's gonna be okay, Mom. You'll have the money from Prim's goat-milk. And Gale will bring you game. Mrs. Everdeen half-nods, breaking down in sobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Listen, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Don't go, Katniss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "(grabs her mom) Listen to me! (Mrs. Everdeen turns) You can’t do to her what you did to me. You can't disappear on her like you did when dad died - because there won't be any me around to look out for everybody. That registered. We can see Mrs. Everdeen take it in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I know. I won’t, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Whatever happens, whatever you see on the screen, you have to fight through it and take care of her! Another nod. Prim clasps Katniss’s face in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "You have to take care, too. You're so fast and brave. Maybe you can win. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying) Maybe. Then we'd be rich as Haymitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "I don’t care if we’re rich. I just want you to come home. (Katniss nods) You will try, won’t you. Really, really try?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Really, really try. I swear it. Prim unlatches the MOCKINGJAY PIN from her dress and pins on Katniss with trembling hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Wear this. It'll be like having a piece of me with you. Katniss nods, blinks back a tear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Prim, there're some things you're going to have to take care of now. @ The trading. That's gonna be you. (Prim's eyes go wide) You know what to pick in the forest. There are Katniss-plants by the creek; a bunch about this big is worth a loaf of bread at The Hob. Make sure you always bring back strawberries for the Mayor. He'll tell the Peacekeepers to leave you alone. But you have to check the fence with a stick EVERY time you go through it; one of these days they're gonna turn it on. Have you got all that? Prim nods, sort of. Katniss tries to lighten things:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "And take care of Buttercup, okay? He's gonna be so sad without me! Prim almost smiles. Almost. Then the moment shatters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST PEACEKEEPER",
          "text": ", That's all you get. Let's go. it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee He moves in. The family joins in a final, desperate embra \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "You're gonna keep the pin on, right? Katniss nods. Peacekeeper pulls Prim and Mrs. Everdeen aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM, (CONT'D)",
          "text": "And you're gonna come back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I love you. * And they're gone. The door slams shut. Katniss stands the her arms hanging limply at her sides. Utterly alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Square is empty now. The Podium set has been struck. Everdeen, trying to be strong, leads Prim away... But Gale remains out here, alone, distraught. Staring... .-.at Katniss, barely visible through a second~story wind in the Justice Building. It's a final, wordless goodbye - until she's pulled away. We hear the sound of a TRAIN, as * oF",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVENING",
          "text": "Katniss sits in silence on a train doing 250 m.p.h. Out t window we just see darkness. Then a light knock on her door, and Effie Trinket's voice",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (0.S.)",
          "text": "Dinner's soon! Please bathe! Then Effie's gone. Katniss rises, in a fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss drifts in. Everything in here is new to her. There's no tub. Instead... a shower. Huh? She hits a knob shocked when water comes out. She literally recoils. And there's her reflection, caught in the bathroom mirror Feels like a stranger looking back at her. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVENING",
          "text": "Katniss, freshly showered, sits in a dull green jumpsuit, mockingjay pin on it. Effie and Peeta are here. No Haymit \f23. @ Before them is the biggest meal Katniss has ever seen: chops, carrot soup, mashed potatoes, green salad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Eat, please. Food's always so scarce in the Arena, you want to go into The Games with some meat on your bones. Katniss and Peeta begin - awed by the quantity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Where's our mentor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Haymitch is taking a nap. It's been an exhausting day. On a MUTED TV behind Effie, we see a NIGHTLY ROUND-UP of coverage from all the Reaping Ceremonies across Panem tod Twelve Districts, each selecting a lucky boy and girl... A monstrous boy from District 2, a fox-faced girl from 5, boy with a crippled foot from 10. And, most hauntingly, a 12 year-old girl from District 11 @ She has brown skin and soulful eyes. Katniss just stare Then, clips from the District 12 Reaping. Katniss herself And Prim. And Peeta... And Haymitch, stumbling on stage. Her mentor. A drunk. It's unsettling as hell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Is he going to tell us what to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "I'm thrilled you two have such decent manners! The pair last year ate everything with their hands! It completely upset my digestion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Hungry people don't think much about manners. Effie tightens. Peeta's silent - his eyes riveted on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "(re: news on TV) Checking out the competition, Peeta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just the Careers. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "I'm afraid I don't know what that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "(yes you do) The Tributes that are trained for the Games by their Districts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "No Districts do that. Bullshit. Katniss and Peeta know it. But Effie tries:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (CONT'D)",
          "text": "That's just a rumor. Everyone knows District training is illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Then why do the winners always come from One, Two, and Four every year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "The Tributes from the wealthier Districts get more Sponsors, that's all. So they get more help. There's nothing sinister about it. She just lost them, officially. More tension... as Haymit stumbles in - hammered, as usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "I miss supper? Tense silence. He takes a seat, sets his drink down, unfo his napkin - reflexively reaching for a bottle of white G ..-but Peeta, just as reflexively, grabs Haymitch's hand. shocks the hell out of everyone - mostly Peeta himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Sir, I think we'd both prefer it if you didn't have anymore to drink. You're supposed to be advising us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Here's some advice. Don't die. He bursts out laughing. Katniss looks to Peeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "That's very funny. He throws Haymitch's glass to the floor, shattering it. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "Only not to us. Haymitch considers that for a moment, impressed, then slu Peeta_in the jaw, knocking him from his chair. Haymitch reaches for the bottle... +.-just as Katniss stabs at his hand with her knife, bare missing flesh. The knife digs itself into the table. SILE Everyone awaiting an explosion from Haymitch... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Well. Did I actually get a pair of fighters this year? Katniss and Peeta weren't expecting that. Haymitch eyes h",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "Can you hit anything with that knife besides a table? Katniss yanks the knife from the table and throws it at t far wall. It sticks between two panel-seams. Haymitch ris circles his two Tributes, studying them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "I'll make a deal with you two. You don't interfere with my drinking, and I'll stay sober enough to help you. Is that fair? (they nod) You'll have to do exactly as I say. About everything. Effie puts some ice in a napkin, hands it to Peeta for th BRUISE reddening his jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "No. Let it bruise. People will think you've been mixing it up with the other Tributes before you've even entered the Arena. (Peeta sets it down) When we get to the Capitol, you'll be put in the hands of stylists who'll prepare you for your presentation. Their work is vital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Right. 'Cause it's a beauty contest. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Yes. It is. And the people who figure that out tend to be the ones who survive. Are you through now? That shut Katniss up. Haymitch looks right through her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "The best-looking tributes get the Most sponsors. And sponsors are my only means of helping you once you're in The Arena. Understood? .--which is when Katniss sees something out the window - landmark, recognizeable to us... It's Chicago. Or what used to be Chicago. Across Lake Michigan we see t skeleton of a city. Decayed, lifeless. An empty ghost tow Haymitch approaches the wall, eyes the knife Katniss thre",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "Is this where you were aiming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "More or less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Good. Eat. Katniss picks up a lamb chop with her hands, devours a bi then wipes her hands on the tablecloth. Effie sighs. CUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A COAL TRAIN, in a grimy part of The Seam. We PUSH IN, to look at its payload, a bed of BLACK COAL... ..-with a STOWAWAY atop it - Gale. He throws a look at: * +..Prim, who stands at the fence of the marshalling yard. nods, \"Go.\" He nods back, then ducks out of sight. * The train pulls out of the yard, into dark night. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss tries to hide her awe, but it's an effort - becau we've just pulled into The Capitol - and it is dazzling. Wealth and excess. Splendor. Even this TRAIN STATION. \f27. Everything gleams, overly bright. The colors look like ca Beautiful MUSIC drifts through hidden speakers. The CITIZ here are well-dressed, well-fed. And attentive: They stop, and wave at us. (The arrival of a Tribute Trai avery big deal around here.) Adults, kids, waving at us. Katniss, looking out the window of her compartment, can't quite bring herself to wave back. But Peeta can - leaning out of his window, right next to hers, waving graciously. The crowd loves it. Katniss does",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch and Effie lead the two junior celebrities throug the station. Feels like another planet to Katniss. They pass a VIRTUAL NEWSSTAND. One face appears on DOZENS I-MAGAZINE COVERS: \"Seneca Crane - the genius behind the Hunger Games.\" Something tells Katniss to study this face A GIRL passes by, Katniss's age... with two healthy paren clean hair, a poodle on a leash... and an ice cream cone her hand. Licking happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "(re: ice cream) What's that? Effie laughs, certain that Katniss was kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "silly! But Haymitch knows better. He leads them away. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss just saw her first RESTAURANT. Ever. A clean plac where families eat... as she and Peeta are driven down th biggest street_in The Capitol. Think Emerald city - but with a sinister underbelly. The colors are heightened and saturated. The architecture is immaculate. People are grinning. But it all feels synthet",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Now I know where all that coal goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Let's get you two cleaned up already! You're being presented today! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EFFIE (cont'd) (Katniss eyes her) No one's going to sponsor you looking like this, Katniss. Could you blame them? A look from Haymitch tells Katniss not to fire back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rippp! A woman named VENIA yanks a strip of WAX off our l",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENIA",
          "text": "(pitched Capitol accent) Sorry! But you're just so hairy! Katniss is naked, silent. And surrounded: eyebrows plucke a man named FLAVIUS, nails shaped by a portly woman named OCTAVIA - (each with that same pitched Capitol accent.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLAVIUS",
          "text": "You're doing very well! If there's one thing we can't stand, it's a whiner! Katniss doesn't reply - she hasn't said a word in hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OCTAVIA",
          "text": "(gossippy, to Venia:) I'1l tell you who'd be fun to prep. That Glimmer girl. The tall one. She's gorgeous! Those eyes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENIA",
          "text": "I know! And those white white teeth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OCTAVIA",
          "text": "(to Katniss) I have to admit it, I had the tiniest thrill when they pulled your sister's name at The Reaping! (Katniss tightens) I mean, her precious little face! I just couldn't stop thinking of all the ways we'd get to dress her and make her up! Little Rose Everdeen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENIA",
          "text": "I know! Me too! (at Katniss) Not that we were disappointed when it turned out to be you! No. Now that we've gotten rid of all that hair and filth, you're not horrible at-- \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Prim. Katniss's first word. In hours. The others eye her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENIA",
          "text": "I'm sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "It's Prim. And she hates make-up. A beat... Then these three howl with LAUGHTER. Peals of i",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENIA",
          "text": "You're hysterical! Let's go get Cinna! They vanish. Katniss, alone and naked, grabs a robe. Then she notices - she's being watched: Three stories above this room, visible through its glass ceiling, FIFTEEN PEOPLE look down at her from an interior balcony - each of them sipping a cocktail... e@ These are the GAMESMAKERS - studying the Tributes in e Prep Room without expression. (Seneca is not among them.) Katniss eyes them, utterly unnerved. Afraid... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (0.S.)",
          "text": "How despicable we must seem to you. She turns. Standing in the doorway is CINNA, (30). He see decent, unaffected - even his voice. But she's wary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (CONT'D)",
          "text": "Your braid - who did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "My mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "It's beautiful. Classic. We're not going to touch it. He enters, hits a button. The top of a table splits in tw and ANOTHER HUGE MEAL appears; Katniss won't react to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (CONT'D)",
          "text": "I'm Cinna, Katniss. I'll be your @ stylist - which means I'm here to help you survive. Are you hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'm scared. That came out reflexively, shocking her. Cinna's touched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "I know. He smiles warmly. That fast, a trust begins to grow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "How'd you get stuck with District 12? I know all the stylists hate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "They lack imagination. Katniss, I asked for District 12. I wanted the challenge, and not because I like those stupid coal-miner outfits the Tributes from Twelve always get presented in. Right? He might just be sincere. Human. He seems it. They sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (CONT'D)",
          "text": "I have an idea, but it's going to require you to trust me a little. (a beat) Are you afraid of fire, Katniss? Yes, she is. On her face, we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss wears a black unitard, knee-high leather boots, a cape of orange and yellow. Peeta's in the same outfit... +-.as they stand on a CHARIOT. Four horses up front. Up ahead, ANOTHER CHARIOT vanishes around a corner into t BRIGHT-LIGHTS of a street outside. But our Chariot hasn't been sent out yet. Cinna grins, excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "It's not real fire, of course. Just some synthetic flames Portia and I came up with. I want them to remember you. Be right back. He steps a few feet away, where a woman named PORTIA fuss with a FLARE that seems to be malfunctioning. The two of tinker with it as Katniss and Peeta wait, anxious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "What do you think about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I'll rip off your cape if you rip off mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (0.S.)",
          "text": "Okay, got it! Here we go! He approaches, that flare LIT now. Katniss's eyes go wide",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (CONT'D)",
          "text": "Meet Katniss Everdeen - the Girl Who Was on Fire! lights their capes on \"fire\". SYNTHETIC FLAMES suddenly rise up around us - looking awfully real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "It works! Thrilled, he makes a SSSSST sound at the HORSES up front. They begin to trot - and we're moving. +--all of it before Katniss can adjust to the fact that h cape is now burning. Cinna calls out to them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (CONT'D)",
          "text": "Heads high! Smiles! They're going to love you! Oh, and hold hands! +..as we're pulled through MASSIVE OPEN DOORS and onto:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wide boulevard - filled with CHARIOTS bearing the OTHER PAIRS OF TRIBUTES, gliding ahead of us gracefully. But none of those Tributes are on fire - which is why CHEERING CITIZENS, ten-deep, now gape at the sight of us, dazzled. Katniss has to SHOUT:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Shouldn't Haymitch be around to protect us from this sort of thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Last thing I want is Haymitch near an open flame! Here. \f32. He takes her hand. The CROWD ROARS: \"Twelve! Twelve!\" It' thrilling. Cinna gives a thumbs-up. Katniss glances to her left, where a GIANT TV SCREEN give her an oversized look at herself and Peeta, in flames. A escapes her lips. Is that me?! The crowd blows kisses, calling out her NAME now: \"Katnis Katniss!\" It gives her an odd feeling of hope. A CITIZEN throws her a red rose. She catches it, blows a kiss back. A HUNDRED HANDS reach up to catch her kiss. Wow. She look down, noticing now that she is squeezing the color out of Peeta's hand. She releases it - until he stops her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "No, don't let go of me. I might fall out of this thing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Okay. It feels now like every eye is on Katniss and Peeta, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BROADCAST BOOTH, like you'd see at The Rose Parade. CLAUDIUS TEMPLESMITH is doing play-by-play live. He has a special guest tonight: Seneca, doing \"color\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (ON TV)",
          "text": "Tell me, Mister Crane. What are you looking for at this point in the proceedings? What characteristics in a Tribute catch your eye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "I'd imagine I'm looking for the same things bettors look for: athleticism, intelligence. Except my goal is to deliver a great event, as opposed to picking a winner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH",
          "text": "That you do, Sir. That you do. Your Games can always be counted on for great drama and breathless pace! (inside joke:) And even on those rare occasions when they hit a slow patch, we know we can count on you to liven things up - when appropriate of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, now, Claudius. Don't go starting trouble! You know that my Gamesmakers and I would never do anything to influence the outcome of The Games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH",
          "text": "Just now and then! Only now and then! (laughs...) Dazzling display tonight from District 12; the crowd certainly seems taken with it. That's the girl who volunteered for her sister, hmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Quite a thing. Probably the biggest moment District Twelve has given The Games in a few decades. Sad to say. BACK TO KATNISS - cheers from the crowd flowing over her. It's an overwhelming experience - noise, light, energy. T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Massive doors close behind us. The parade's over. Silence And the letdown is profound: Buzz-kill, just like that as Katniss now faces ALL THE RE OF THE TRIBUTES. 22 children, most of whom will soon be d They exit their chariots, disrobing like strippers backst at a bad club. Katniss lets go of Peeta's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Thanks for keeping hold of me. I was getting a little shaky there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "It didn't show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "You should wear flames more often. They suit you. That said with a shy smile that Katniss can almost believ She removes her flaming cape. Above her is another HUGE T",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (ON TV)",
          "text": "Hopefully, she'll be the picture people remember from The Reaping - as opposed to Haymitch Abernathy's stumbling drunkenly on to the stage!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss notices the dark-skinned girl from District 11, R just a child, looking awfully shaky as she removes her costume. For some reason, Katniss keeps staring at her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA, (ON TV)",
          "text": "Frankly, that's something I wish * hadn't been aired. The Games are * meant to be family entertainment, after all. Katniss tightens, sick inside. ..-which is when Haymitch and Effie arrive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "That was wonderful! Wonderful! I knew there was a pretty girl under there somewhere! And you too, Peeta. Katniss barely heard that - still watching Rue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (CONT'D)",
          "text": "I always say, if you put enough pressure on coal it turns to pearls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Oysters. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Pearls come from oysters. * Effie tightens... Across the room are Tributes we'll come to know: CATO and CLOVE from District 2. GLIMMER and MARVEL from District 1 all of them sculpted athletes. Katniss looks to Peeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "There they are. The Careers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "I really wish you'd stop using that term, Katniss. It's unsportsmanlike. Katniss notes a FOX-FACED GIRL from District 5, and a ste looking kid from District 4 - call him BRAVURA - as a wom enters: CALLOWAY, carrying a large box. Effie sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (CONT'D)",
          "text": "Ugh. Paperwork! \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLOWAY",
          "text": "Mentors, I have the Pre-Games Packages - please distribute them to your Tributes. All forms must be completed before entering the Training Center: burial preferences, ergans to be donated, et cetera. There are also six personalized condolence cards in each package. If anyone needs more, please see me. This said as if she were handing out sandwiches. Katniss spots the tiny little wisp from District 11 again Rue, whose hand is trembling so badly from fear that she drops the papers her MENTOR just handed to her. The boy from District 11 is THRESH: huge, iron-strong... kind. He calms Rue with a smile, grabs the papers for her .-.as Katniss watches, unable to turn away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Don't let her distract you; it might just be a stunt. (Katniss studies Effie) Johanna Mason, a few years ago - she wept through the whole Training Week, never saw such a scared little puppy! Then Day One of the Games she hatcheted six kids in two minutes! And won! Sign, Dear. It's late. Effie hands her a pen and the papers. Katniss glances at them, then at Peeta. He nods. She takes the pen... ... when she's brushed aside, rudely, by Cato - as he and other Careers (Districts 1, 2, and 4), blow out of here. She watches Cato go, then signs the papers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSK",
          "text": "Gale, atop that bed of coal. He's hungry and cold. As the train pulls through a RURAL TRAIN STATION, he peeks out - sees something odd on the station platform: Those WILD DOGS - the size of bulls - we saw them hunted long ago. A few of them sleep in chains on the platform, drugged, being loaded into TRANSPORT CAGES by HUNTERS. Gale gets just a glimpse of it as the train pulls away... \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Effie lectures Katniss and Peeta while touring them throu the TRAINING CENTER. Haymitch is here too, but only barel",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "This is the Training Center, your * home sweet home until the Games * begin! Breakfast at seven, training * during the day; at night you'll be making appearances. Do either of you have any special skills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Skills? The place is teeming with SUPPORT STAFF - to clean, to br towels, etc. Something odd about them though. Katniss tak notice... as Effie continues, with no help from Haymitch:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "A talent that might be of use in the Arena. Anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "@ Katniss can shoot. Bow and arrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Then please don't go near one until * Evaluation Day! Right, Haymitch? * Haymitch nods absently. So Effie has to continue: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (CONT'D)",
          "text": "No need to let your competition know * your strengths, you see? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Isn't Peeta my competition too? Effie sighs, waiting for Haymitch to pounce. Forget it. T guy has checked out; it's less painful than engaging...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "No. He's not. As of tonight he is your partner. (Katniss doesn't get it) The crowd loved you two as a couple up there. And where the crowds go, Sponsors follow! So from now on, you'll be joined at the hip - all © through your Training Period. \f37. @ Peeta nods. Katniss doesn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "What about you, Peeta? Any special skills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I work all day. My father's bakery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Oh. And what do you do for him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I make cakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "That should come in handy - if you ever need to frost someone to death. Katniss eyes Haymitch, Thanks for chiming in. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "He can wrestle. I've seen him. He's * strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "@ Congratulations. No wrestling during * \" training. Confine yourselves to knot- * tying or something. Two CUSTODIANS pass by, pushing carts. Again, something o about them - a dullness in their eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "As you can see, there are Avoxes all over the Training Center. They're here to make your stay more comfortable. So don't hesitate to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "What's an Avox?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "My Goodness, what a rube. (Katniss tightens) Avoxes are criminals of the State, traitors. They work - and they don't bitch - mostly because their tongues've been cut out. That sickened Katniss. She suddenly takes a second look a @ TOWEL-BOY she'd just walked past, his eyes lifeless. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't look like a traitor to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "I wonder if you might become less * sullen at some point. * No reply. An ELEVATOR OPENS. They enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Katniss, we really are all you've got. You should treat us as friends. Katniss's look says, \"Not too likely.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (CONT'D)",
          "text": "Well try and pretend! (calmly smiling...) See? Like this. I'm smiling at you even though you're aggravating me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch presses \"12.\" The car starts to rise, quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twelve. Like the District. We get the whole floor. Katniss is unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "You should listen to Effie, Darling; you need to be liked this week. If the people like you, you'll get more Sponsors, and Sponsors pay for the Gifts that might just keep you alive once you're inside The Arena - assuming I like you enough to send them and Seneca likes you enough to let me. So a little less... disdain would make sense here. Wouldn't it? Katniss pauses. Haymitch, Effie, and Peeta studying her..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "My eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The organs I just agreed to donate. * \f39. The doors open. Katniss bursts out. They watch her go. INT. CAPITOL - TRAINING CENTER - KATNISS‘S ROOM - NIGHT A clean, well-appointed room. Katniss enters, miserable. Dinner is waiting here for her. On a silver tray. Steak, rice, salad... and a scoop of ice cream. She smashes the plates to the floor. Backs away, reeling. But that fast, her door opens - and a random, anonymous A (female) enters with a tray. The Avox kneels down to clea the mess. Katniss turns, embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Oh. I can do that. It's my... The Avox starts cleaning, gathering broken pieces... Katniss can't take it. She bends down, and starts helping with the clean-up. Two girls, silently fixing a mess. ++.until something takes Katniss's breath away: the face this Avox - because we've seen her before. She is Lavinia, the red-haired girl netted by that hoverc in the forest last year, while Katniss did nothing to hel And now she's an Avox. Her tongue cut out. Cleaning up a made by my tantrum. Katniss sags, ashamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I...",
          "text": "But there's nothing to say. Lavinia dips a napkin in some water, reaches for Katniss's hand - Katniss noticing only that she'd cut herself when she smashed the dishes. Gently, slowly, Lavinia cleans Katniss's wound - Katniss chagrinned to speak. Receiving kindness from a slave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "I'm sorry. I should have saved you. I should've tried. No reply, of course. But there's a faint response in Lavinia's eyes. Then she takes the tray from the room. * Katniss, alone again. It all feels like a horrifying drea \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A door opens. Peeta steps on to the roof of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to find Katniss alone, eyeing the brightly-lit city be",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Must be what a city looks like when they leave the power on. Katniss nods. Can't quite participate in small-talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "If you were thinking of jumping, don't bother. He picks up a pebble, tosses it off the roof... It bounce back in mid-air, as if it'd hit an invisible wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "Plasma field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "They're worried about our safety. It's touching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I guess you're not too happy with our support team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I just don't like pretending. Ina couple days I'm gonna have to kill you or you'll have to kill me or--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Stop. I would never do that, Katniss. * I couldn't. * That threw Katniss, the certitude of it. She's silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "I'm not going to let all this change * me - or turn me into something I'm not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You're not planning to kill anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "No. I'll kill, like everyone else; I can't go down without a fight. But, I * want the Capitol to see that they * (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f4l. PEETA (cont'd) don't own me, that I'm more than just a piece of their Games. Ya know? If I die, I'm going to die as myself. I'm not gonna turn into a monster in there. 'Cause then they win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "They've won already. Don't you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "What I mean is, you can count on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Well don't count on me, Peeta. I'm gonna do whatever I have to to get home again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Good. You should. But there's nothing wrong with letting people help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Right. I know. I'm supposed to smile a lot and try to charm everybody - or convince them what a great-looking team you and I make. And why? So_ my death will be more interesting to them. I can't do that. Can you? (Peeta lets that go) They're sending us in there to kill each other. Oh, and on the way, give us some human-interest stuff too. Sorry. When I die they can just say, \"Well, there goes that sullen girl from District 12. Too bad we didn't get to know her better.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "What if going along might... give you a better chance to survive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "If that's all it takes, Peeta, I'm pretty sure you'll be the one who's still standing at the end. That wounded him. She leaves him alone on the roof...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MASSIVE SPACE: stations set up for archery, knife-throw fire-building, rope-climbing, botany, wrestling, sprintin The Tributes will be evaluated here. They file in now... \f42. ++.as the Gamesmakers chat by a buffet. We find Haymitch, sampling the DRINK CART... until he sighs, and turns: Betto is right behind Haymitch - ready to emasculate:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "It's touching, your dedication to your Tributes. Makes me wonder why Tributes from 12 always seem to lose! He gestures to Katniss and Peeta, now entering the facili the only Tributes in here unaccompanied by a Mentor. Grea Haymitch puts his drink down, crosses the facility - unmo by the looks of disdain from his fellow Mentors. He reach Peeta, and a glaring Katniss. No \"Hello\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "You two will be evaluated last. The Gamesmakers are usually tired by then - you'll just have to get their attention somehow. Should be a good fit for you, Katniss, ‘cause it's the only pre-Games event that won't require you to be pleasant. Katniss notes the other Tributes: Cato, Clove, Marvel, Glimmer, Bravura... scoping the room out, undaunted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "That mean you want us to try today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Absolutely. Your very best. Get a good score, and Sponsors will notice. Good luck! And may the odds be--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QUICK CUTS - of several Tributes being evaluated: -Glimmer, slicing a mannequin's head off with a sword. -Cato, lifting a boulder, smashing it to the ground. -Marvel, throwing a knife twenty yards at a target. Bulls -Clove, sweep-kicking a MALE SPARRING PARTNER. He goes do -Thresh, crushing a mannequin with a swung mace. \f43. -Rue, using stones to start a fire. -FoxFace, racing through an obstacle course. Fast and agi -Bravura, hurling a trident. Another bullseye. The GAMESMAKERS keep score, sort of. Some DRINKING has be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A clock ticks. Peeta sits against a wall. Katniss paces, turns a corner, finds a water fountain. Leans in, until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA, (0.S.)",
          "text": "Well. Miss Everdeen. Seneca, a foot away. Smiling. Katniss tightens. All her bravado suddenly gone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Sir. Hi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Brave thing you did, volunteering for your sister like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "You know, it's funny. I can control everything about the Games - except who's in them. So whenever we get a Tribute with a... compelling personal story, it's always very gratifying. How have your accomodations been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Good. And have you seen any of the Evaluation sessions today? ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Oh, no. We've been in a Holding Room * all day. I think the Judges don't * want us checking out the competition. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Can I tell you a secret? * Huh? Katniss nods. Seneca leans in, and whispers: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA, (CONT'D)",
          "text": "You just met him. Then he's gone. Katniss's hands are suddenly shaking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss enters the gym. The Gamesmakers barely turn. Some them tipsy now, most of them eyeing the BUFFET to their l She crosses to the ARCHERY STATION, grabs a bow and arrow takes aim at a DUMMY fifty yards away. Only half the Gamesmakers are even watching. She fires. .»--and misses left. A few more Gamesmakers turn away. Irritated, she makes a slight adjustment in the bow. ...and fires THREE RAPID SHOTS - hitting the Dummy in the heart, then the head, then severing the rope by which it hangs - but the Gamesmakers still aren't watching - becau",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAMESMAKERS",
          "text": "Hey!/That looks wonderful!/It's about time!/Fresh Meat! An AVOX just walked in with a ROASTED PIG on a tray. The Gamesmakers now have their backs completely turned to Katniss. It's infuriating - and her reaction is instant: She grabs an arrow, takes dead aim... and lets it fly. THWAK! The arrow hits the APPLE in the pig's mouth, pinni the pig to a wall - as the Gamesmakers drop to the floor frightened surprise. Silence hovers... Katniss, as shocked as any of them, drops her bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Thanks for your consideration. She heads for a door - passing Haymitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Smart, Katniss. Real smart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "What can they do to me - kick me out of The Games?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "No. But they might do something to your mother. Or to Prim. \f45. That stopped Katniss flat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "The Capitol doesn't appreciate dissent. Haven't you noticed? Just then she realizes... that Seneca has been watching f one floor up. Dread rockets through her now. She runs out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss enters, shuts the door, slides down to the floor. And she lets it hit, for the first time, the terror and despair of all this. Tears come - in a wave, shaking her. Just a lost, frightened kid - sobbing... when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (0.S.)",
          "text": "Katniss? Katniss? Effie, at the door, banging on it. Katniss can't move...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Please go away. Please... Effie keeps at it. Pounding. Katniss sobs, to no one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "I wanna go home. Prim, I wanna come home! Lost, as the sun sets on the artificial candy Capitol...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca enters Mission Control. Everyone tightens. Electro BOARDS are alive with incoming data.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "The Pre-Val scores have all been sent to your screens. Please see that they're posted. Betto looks at his screen. On it, a NUMERICAL SCORE besid the name of every Tribute. Cato got a 10, Glimmer a 9, Ma a 9, Rue a 7, Thresh a 10, Bravura an 8, Peeta an 8... ..-but there's no score beside Katniss's name. Betto paus",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "Sir? Katniss Everdeen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Yes. Give her an Eleven. Silence in here. Maybe they heard him wrong. Seneca waits",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "Um... Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "If she gets to a bow and arrow in there she's a very legitimate contender. That felt like a lie, but no one's going to say so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA, (CONT'D)",
          "text": "Just post it. No explanation. He just heads for his office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EYE SHADOW, applied to Katniss's closed eyes - as we HEAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (0.S.)",
          "text": "Head up high, your hands should never be off your lap. And posture, very important. Strength and femininity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (0.S.)",
          "text": "Thank you, Effie. Katniss, you can open your eyes now. Katniss's eyes open now... and she is stunned: ...by HER OWN REFLECTION: arms stenciled, hair woven in a lovely braid down one shoulder, make-up subtle and elegan And a jeweled DRESS, accented with tongues of fire. Not pretty. Not beautiful. Radiant as the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Well there you are! A pearl! Cinna is beaming. His team squeals with delight. Katniss still hasn't spoken. Just too floored. Cinna gets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "Give us a moment, all right? His team EXITS. Effie shrugs unhappily, follows them. Now it's just Cinna and Katniss. She still hasn't spoken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I look like....",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "Like the girl you were meant to be. Let me see a twirl. She twirls, almost allowing the thrill of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (CONT'D)",
          "text": "Oh Katniss... (she blushes) I hope the Sponsors really see you tonight. Like this. The real you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Haymitch says I'm sullen and hostile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "You are - around Haymitch. (that helped) Forget him tonight. Once those cameras are on, try to pretend you're talking to a best friend back home. Do you have someone like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Yeah. His name's Gale. But he hates all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "He loves you, though. Doesn't he.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I dunno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "Well, when you-see me sitting in that audience, pretend I'm him. Can you do that? (she nods) Listen, I lied to you the other day - about the reason I asked for District 12. It was you, Katniss. What you did for your sister, how brave you were. Tonight requires... a different kind of bravery, okay? (that registered) Let them love you out there. It might just save you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss joins the OTHER TRIBUTES, each made-over, backsta at an AMPHITHEATRE. Peeta, in a black suit with flame accents, nods to her. No one else acknowledges her at all ...except for Rue, in a gossamer gown with wings, who off her a nervous smile. Katniss mouths to her: “You look nic Rue blushes, as a MAN rushes past. He is CAESAR FLICKERMA his face painted white; his hair, lips, and eyelids powde blue. His suit dotted with tiny light bulbs. We hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (0.S.)",
          "text": "Ladies and gentlemen, your host for the evening, Caesar Flickerman!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOUD APPLAUSE. Peppy music. A STAGE with 24 CHAIRS on it. +..as Flickerman bounces out, urging more applause...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Thank you, and welcome to the show! I hope you’ve brought your appetite for fun, because tonight I go one-on- one with the Tributes for the 74th Hunger Games! And here they are! More APPLAUSE - as the Tributes walk on stage, single fil filling those waiting chairs. Katniss is almost on stage Haymitch tugs at her arm - eyeing her and Peeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Remember, you're still a happy pair - so act like it. Peeta nods. Katniss too, sort of. Haymitch pushes them ou ..-onto the Stage, where APPLAUSE echoes, CAMERAS everywh In the Balconies are the Gamesmakers. Katniss braces hers all too aware that all of Panem is watching:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing moves. CITIZENS watching on giant screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every citizen of The Seam, watching, hoping... as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marvel, interviewed by Flickerman. 23 other Tributes wait",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Marvel, we hear so much about alliances formed during The Games - tributes banding together in the early stages. Do you have a strategy in that regard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVEL",
          "text": "Seems really weird to me, joining up with people you're supposed to be competing with. I think I'd be better off just killing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Oh my... Laughter and applause from the crowd - as we CUT TO: -Cato, getting his turn now:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Cato, you're from District Two, which has produced the last two winners of The Games. Does that bring any burden with it for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATO",
          "text": "(calm as Tom Brady:) It is a great responsibility, a lot to live up to. But it's also a privilege - to follow in the footsteps of such great champions. I just have to match their intensity. Warm applause. Katniss hates this guy already. We JUMP TO -Foxface, the red-headed girl from 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "So your name's Marissa but everyone calls you Foxface. Because you’re a redhead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOXFACE",
          "text": "No, Sir. Because I’m tricky. Sly grin. She holds up his wristwatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e HH ee ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e FLICKERMAN My watch! He looks at his bare wrist in astonishment. The audience LAUGHS appreciatively. We CUT TO: -Bravura, flexing huge arms for Flickerman to gape at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Can you really lift two hundred pounds? Bravura grabs Flickerman and lifts him over his head. Wow",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN, (CONT'D)",
          "text": "I guess he can! Big applause. We CUT TO: -Rue, in that gossamer gown, a shy butterfly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "I’m very hard to catch. And if they can’t catch me, they can’t kill me. So don’t rule me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn’t in a million years, Darling. He puts his arm around her and kisses the top of her head An AWWWWW rises from the crowd. We CUT TO: -Thresh, arms crossed with hostility, staring straight ah",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Do you have a weapon of choice, Thresh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRESH",
          "text": "I like knives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Any special reason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRESH",
          "text": "I think you should be close enough to * look somebody in the eyes when you kill them. Distance is for cowards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "@ Perhaps I'll just scoot my chair a few inches farther away from you! \f51. Big laughter and applause. Thresh sits. Flickerman looks Katniss, who wipes her hands nervously on her dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN, (CONT'D)",
          "text": "And now, from District Twelve, the girl who was on fire, Katniss Everdeen! Katniss crosses to Flickerman amidst APPLAUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN, (CONT'D)",
          "text": "Katniss, when you came out in the opening ceremonies, my heart actually stopped. What did you think about that costume? And Katniss goes blank. Silence. Uh-oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then she spots Cinna, in the audience. That helps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You mean after I got over my fear of being burned alive? The audience LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Yes. Start then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I thought Cinna was brilliant and it was the most gorgeous costume I'd ever seen. I couldn't believe I was wearing it. I can't believe I'm wearing this either!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss looks to Cinna, who makes the tiniest circular mo with his finger, twirl for me. Katniss hesitates... then: She twirls. The Audience eats it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Oh do that again! She does so. More love from the Audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN, (CONT'D)",
          "text": "I would give you, and that dress, an ELEVEN - which reminds me of your Training Score. Tell us about that. Katniss pauses demurely... then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "All I can say is, I think it was a first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Are you at all afraid it might put a target on your back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I doubt my fellow Tributes paid much attention to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Brave girl! Let's go back to the moment they called your sister's name at The Reaping. And you volunteered. Can you tell us about her? Not an easy thing to do. Katniss gathers herself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Her name’s Prim. She’s just twelve. And I love her more than anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "What did she say to you after The Reaping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "She asked me to try really hard to win. And I swore I would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "I bet you did. I bet you did. (that hovers...) Sorry we're out of time. Best of luck, Katniss Everdeen, Tribute from District Twelve! BIG APPLAUSE. Cinna gives Katniss a thumbs up. She sits,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN, (CONT'D)",
          "text": "And welcome Peeta Mellark! More applause. Peeta rises. Katniss watches him go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN, (CONT'D)",
          "text": "Peeta, you were covered in flames as well, hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Yeah, but it’s different for me. I run the ovens at my family’s bakery. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PEETA (cont'd) . So I catch on fire two, three times a © week anyway. The audience LAUGHS. Katniss is watching, assessing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Then you’re used to danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "My mother - when we don't get our deliveries made on time - that's danger. More LAUGHTER. Peeta is shockingly good at this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Do you have a girlfriend back home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "A handsome lad like you? There must be some special girl. Come on, what's her name? e Peeta sighs, charming the crowd. Katniss just a spectat",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Well, there is this one girl. I’ve had a crush on her ever since I can remember. But it’s not reciprocated. Crowd MURMURS sympathetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Oh. She have another fellow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I don’t know. A lot of boys like her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "So here's what you do. You win, and return home in triumph. She can’t turn you down then, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Actually, with this girl, winning won't help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "e Why ever not? \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Because...she came here with me. What?! We PUSH IN ON Katniss; her eyes wide: Me/ He means The STUDIO CAMERAS bore in on her, capturing forever her of surprise and protest. The CROWD sighs. .»--as Peeta milks it, staring at his shoetops...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "That is a bad piece of luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "It's not good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "I can hardly blame you. It'd be hard not to fall for that young lady. More applause. Katniss smoldering. Peeta smiling nervousl A few in the audience weeping now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN, (CONT'D)",
          "text": "Wouldn't you just love to pull her back up here and get a response?! (the CROWD roars) Sadly, rules are rules, and her time is up. But best of luck to you, Peeta Mellark - and I think I speak for all of Panem when I say our hearts go with yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Thank you. He returns to his seat. The crowd cheers. Katniss stares straight ahead. A BAND starts playing the NATIONAL ANTHEM Everyone in the building rises - but the SCREENS in here filled with a single TWO-SHOT, Katniss and Peeta, the new minted stars of this show. On her face, burning, we CUT T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM! Katniss puts both palms into Peeta's chest, knockin him backward. He falls into a potted plant, cutting his h",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "What was that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You had no right to do that! \f55. @ Effie and Haymitch rush over, alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "What happened?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Nothing. I fell. Haymitch pulls Peeta up, noting the blood on Peeta's hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Did you put him up to this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "I wish I had. It played great. That angered her even more. Peeta stays silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "You owe him a thank you, Katniss. You just crossed-over out there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "What the hell does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "e It means he just gave everybody outside District Twelve a reason to give a damn about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "He made me look weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "He made you look desirable, which might be enough to save your life tomorrow. The Star-Crossed Lovers from District 12. Sponsors go for--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "But we're not Star-Crossed Lovers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Then fake it. Because whatever those people want to buy, it's our job to sell it to them. Understand? (a beat) Or would you rather do it your way - and die? e Katniss eyes them both... then walks away. We DISSOLVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss, alone. It's the night before the Games, and she' wreck, no chance of sleeping. Staring at that Mockingjay Then, a knock at her door. Must be Peeta. Great. She cros to it, annoyed. Opens it. That fast, her jaw drops - because: Gale is standing here. Cleaned up. Dressed like an AVOX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "Hi, Katniss. Before Katniss can formulate a reply, we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch sits alone - buzzed, not hammered - until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (0.S.)",
          "text": "You really ought to get some sleep tonight, Haymitch. Effie. She seems less pitched than usual. More genuine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE, (CONT'D)",
          "text": "Are you sober?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Basically. Mostly. Had to honor my pledge to our Tributes. (no reply) Besides, tonight is not about booze. It's about bread and circuses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Somebody asked a Roman emperor once, \"How do you get a public to give up all its rights without a protest?\" And he said, \"Easy. Just give them bread and circuses.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Haymitch! Govern yourself! People could be listening. And she goes. He pounds his fist on the table... \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss pulls Gale into her room, scared to death for him",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "How did you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "A coal train. Then I stole an i.d. to get around the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "That was reckless, Gale. They kill people for infiltrating the Capitol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "I thought I could help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You can help me by taking care of Prim and my mother. I can't do this if I'm worrying about-- *",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "It's Prim that asked me to come. She * @ wanted you to see something. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Ooh. He extracts something from inside the jumpsuit he's been wearing. Four pieces of ARTIST'S PAPER. He lays them out: FOUR DRAWINGS OF KATNISS stare up at us now. Sketches, lovingly rendered. Beautiful... She sags a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Gale. You shouldn't've--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "I didn't draw them, Katniss. Peeta did. We saw his Mom throwing them * into a dumpster after The Reaping. Katniss is silent; it's a lot to take in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE, (CONT'D)",
          "text": "You don't like trusting people; I * know that. But this time you should. * He'll protect you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "Guys do dumb things sometimes, when they're... The sentence fades; he can't finish it. Tons going unsaid",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "We didn't get to say goodbye, before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "No. And I'm not gonna say it now. ‘Cause I'm planning to see you again, after The Games. Okay? (she shrugs, doubts it) You're the best hunter I know, Katniss. Even better than me. You know how to kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Not people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "How different can it be, really? That hovers. They're both sad as hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You should go. There's a curfew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "I'm serious. I'm not saying goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Then... She puts those three fingers to her lips, offering him th same wordless gesture. He nods, eyes welling. Returns it. Then he opens the door. And her eyes go wide once again: ..-because Lavinia is out here, waiting in the hall. Gale nods to her - which tells Katniss that Lavinia is the one got him into this building. Hence Katniss's utter awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "We'll be watching... Katniss is speechless. Lavinia can't acknowledge it. Gale nods, smiles... then follows the Avox down the hall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A decadent showplace, acres of brightly-lighted darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e HHH HH \f59. @ GIANT ELECTRONIC BOARDS in here give us COLOR-CODED ODD every sporting event in Panem - numbers that change at dizzying speeds as bets come in from across the nation. One electronic wall is dedicated solely to the Hunger Gam There are \"proposition bets\" here - odds on which Tribute will die first, what the first cause of death will be, an “over-under\" on how many Tributes will fall on the first And, of course, there are odds on who's going to win. At the top are the favorites. Cato at 3-to-1l. Marvel at 2. Thresh at 4-to-1. Peeta's way down, at 25-to-1. Even a this hour, the line at the BETTING WINDOWS is twenty-deep Haymitch stands in the back of the Sports Book, eyeing al those numbers... until his eyes land on the BOTTOM of the betting board, where the LONG-SHOTS are listed. There, listed at 100-to-1... is Katniss Everdeen. * Haymitch tightens. She's going to die, and he knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "@ Dawn breaks. Katniss awakens... and gasps: .--because Haymitch is here, kneeling by the edge of her Hasn't slept all night. He leans in with quiet urgency:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "When the gong sounds, get the hell out of there. The Cornucopia is always a blood-bath, and you're not up to it. Just clear out, put as much distance as you can between yourself and the others, and find a source of water. I'm not gonna send you anything you can find on your own. Katniss nods. He's about to go on, when: A_MOUNTED TV _pops_on, \"Reminding all Tributes to wake up gather in the Lobby of the Training Center!\" Haymitch eyes it anxiously. Katniss too... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "Remember this - it's important: You don't win in there by killing * e people - despite what Seneca thinks. You win by not dying. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "(Katniss nods) Run. Hide. Cheat if you have to. Let them kill each other. But stay alive. Katniss got that, every word. On her face, we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Tributes are airlifted in a HOVERCRAFT. No one talks just eyeing one another, or the floor. A NURSE carrying a nasty-looking SYRINGE approaches Katni",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Still, please. This is your tracker. Katniss nods. Nurse injects her forearm, painfully, and m on to Rue. Katniss stares out the window. Wilderness belo Then the windows suddenly BLACK OUT - screens rising up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I guess we're getting close...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORNING",
          "text": "A VAN, its windows BLACKED OUT. The Tributes ride in sile Fists clenching, unclenching, feet tapping, throats clear Cato doing PUSH-UPS. The van disappears into a tunnel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PEACEKEEPER leads Katniss to a door. On it, the words, \"This Launch Room was used on Day One of the 74th Hunger Games by Katniss Everdeen - Female, District 12.\" Peacekeeper opens the door, revealing a dressing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in simple tawny pants, light green blouse, brown be thin hooded black jacket, leather boots over socks. Cinna braids her hair. Katniss just stares. Numb silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "Expect some cool nights. The jacket's designed to reflect body heat. She nods, tries to affix her mockingjay pin onto her outf But her hand is shaking so badly, she can't do it. Cinna smiles warmly, takes the pin, affixes it for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA, (CONT'D)",
          "text": "Do you want to talk, Katniss? She shakes her head. He takes her hand. There are no word Just dread, hanging... until they hear a GONG - and their eyes lock - as the voice echoes loudly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (V.O.)",
          "text": "Ladies and gentlemen, let the 74th Hunger Games begin! So this is it. She shuts her eyes tight. Opens them again Cinna nods, trying to be of comfort. But he's fighting te Katniss moves to a CIRCLE cut into the floor. So scared..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINNA",
          "text": "I want you to know something - we're not allowed to bet. But if I could, my money would be on you. {she half-nods) Good luck, Girl on Fire... She shakes, terrified, as the circle - a PLATFORM - rises pushing her up. The ceiling above her OPENS into darkness",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUING",
          "text": "She stands on the platform, rising through a pitch-black CYLINDER. Heart thumping. As she hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (V.O.)",
          "text": "Tributes, the Arena is about to be revealed to you. DO NOT leave your platform until the countdown has concluded. The penalty will be severe. The platform rises. Then, BLINDING LIGHT from above. DAYLIGHT. Katniss's cylinder now emerges from blackness,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she sees it, at last: the ARENA. It's a FOREST - to h right is a LAKE. To her left, sparse piney WOODS. And all around her, the 23 OTHER TRIBUTES, each emerging as she does, their platforms settling now. 24 sets of eye landing on the very same thing - 100 yards from here: A giant golden CORNUCOPIA, its mouth 20 feet high, spilli over with life itself: food, water containers, fire-start medicine, blankets, backpacks, and WEAPONS. As we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (V.O.)",
          "text": "Good Luck! And may the odds be ever in your favor! A CLOCK begins to tick down. 60, 59, 58, 57... Katniss scans the Cornucopia - all those weapons. Knives, spears, maces, clubs. And a BOW AND ARROWS... 40 seconds, 39, 38... There's nothing but a plain of hard packed dirt between her and that bow, except the fact tha the 23 other Tributes might be running for it too. She swallows hard, her breaths shallow. Watching the othe Cato, Clove, Marvel, Glimmer, Thresh, Bravura - they all so steely. Aren't they terrified too? They don't seem it. But Rue does. The little thing is trembling. Fox-Face too 20 seconds, 19, 18... The whole world is that bow. Katnis has to have it. Then she sees Peeta, looking right at her shaking his head as if to talk her out of running for it. Concentration broken, that fast. Katniss loses her edge. Nine seconds, 8, eyes darting, 6, 5, hands clenched, 3, 2 ...until Bravura can't wait any longer. He steps off his platform just as the clock hits one, and: ..-he EXPLODES, just like that. A LANDMINE - sending piec of him spraying in all directions. The countdown stops. No one breathes. Or blinks. We hear a CANNON BLAST. Then the clock resumes - ONE, ZERO - before Katniss can regroup. And a LOUD GONG goes off. .--and it has begun. The Tributes burst from their platfo racing for the Cornucopia. It's a dizzying, chaotic blur - CHILDREN, running for weapons. We hear our first SCREAM. Katniss turns. A GROAN nearby - someone dying. CANNON BLAST #2. There's a loaf of bread ten feet away, beside a folded up sheet of plastic and an orange BACKPACK. Katniss lunges forward, grabs the bread, the plastic, and... Wait, there are suddenly FOUR HANDS on the backpack: hers those of the BOY FROM 9. They grapple for it. Both confus disoriented, desperate. His eyes narrow, determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then a lost look crosses them. And red spray plumes from mouth. He staggers forward, releasing his grip on the pac «..revealing a knife in his back - thrown from 20 yards a by Clove, who has two more knives in hand. Katniss freeze Then she wheels, sprinting away while throwing the backpa over her shoulders. We hear a deadly WHIZZING sound... This knife implants itself in the backpack. Katniss keeps running, doesn't look back, leaving behind the horror of Cornucopia. Adolescents killing each other. And each time a body falls, another CANNON BLAST can be heard. Three, four, five... Katniss keeps running. We CUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "20 MINUTES LATER, (DAY)",
          "text": "Katniss still running. She pulls off the backpack and rem the knife, slides the knife into her belt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "The land slopes down into a VALLEY. Katniss is jogging no head on a swivel - looking for danger... or water. Up ahead, she sees a rabbit. She reaches for her bow - ou habit. But she doesn't have one. Takes a tentative step. Startled, the rabbit runs away. Katniss swallows hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss sits, parched and panting. Opens the backpack. The contents: One thin black sleeping bag, pack of cracke pack of beef strips, bottle of iodine, box of wooden matc coil of wire, sunglasses, a half-gallon water jug - EMPTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desperately thirsty, she cuts into a tree with the knife, slicing away the outer bark to get to a softer inner bark Not easy to chew, but it'll have to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rigs a TWITCH-UP SNARE at the base of a tree. In the distance, MORE CANNON BLASTS, several of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss, on a branch 50 feet up, bunking in: \f64. She loops her BELT around a branch to secure her sleeping bag. Climbs in the bag...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hours ago, there was a bloodbath here. Now all is still. Bodies lie on the ground, mere feet from the Cornucopia. Then DUST kicks up, a furious gust of air... as a HOVERCR descends. Tentacle-like ARMS extend from it, gathering th bodies one by one, pulling them up and in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca watches 13 SCREENS at once - monitoring each Tribu",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (V.O., ON TV)",
          "text": "Night One ends with eleven Tributes dead, thirteen still in play. It's always thrilling to guess how it'll unfold from here, now that the jitters of Day One have gone and the Tributes have a moment to strategize. Their Mentors begin to play a role now too, scrambling to line up the Sponsors whose gifts might mean the difference between life and death. Certainly is a good time to have rich benefactors! By the way, for all you gamblers out there, the first three deaths today were the Boy from 4, and the Girls from 6 and 10. A 200-to-~1 shot if you bet it as an Exacta!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss is alone. NIGHT CREATURES chitter around her. Abo her, IMAGES are projected onto the sky. FACES... of today casualties: Bravura, and the Boy from 9, and others. But no Peeta. Katniss sighs, relieved. The last face is replaced by the CAPITOL SEAL, as the sounds of the NATION ANTHEM begin to soar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavinia, the Avox, walks down a dank, dark STAIRWELL - Ga right behind her. Then Lavinia opens a door, revealing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That fast, Gale is breathless. Aghast at what he's seeing \f65. An underground BARRACKS. Row after row of tin BUNKS, trip stacked; swap the tin for wood and this'd be Auschwitz. Filthy. Scary. Home to 5,000 miserable INMATES: Avoxes - of every age. In every bunk. Their spirits broke eyes lifeless. Gale turns, stunned and humbled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "This is where they... keep you? Lavinia nods. Gale's floored. She leads him to an empty b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss, belted onto that branch, is awakened - by the so of SNAPPING TWIGS. Her eyes bounce open, instant vigilanc A GIRL TRIBUTE runs by, fifty feet below - tired, hungry, scared. The Girl finds a nearby rock to hide behind. Katn stays still. SUPER: \"DAY TWO\". Then, a distinct sound: two rocks being rubbed together, sparking. And... SMOKE, a thin wisp of it, rising up from behind that rock. Katniss mutters, incredulous, to no one",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Idiot. The smoke snakes its way up. Her eyes close. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss is awakened again - this time by the HEAVY FOOTFA of SEVERAL PAIRS OF BOOTS, coming right at her. Trouble. She goes rigid, frightened to see SIX TRIBUTES down there running this way - hunting as a pack. Not good. They flank the large rock that the Fire-Starter is behind and Katniss hears the rest: A shocked scream. A plea for mercy. \"Please!\"... Then death. Followed by a CANNON BLAS The PACK-MEMBERS emerge from behind the rock. Katniss can their arms, legs - then faces - both Tributes from 1, bot Tributes from 2, the Girl from 4. And their voices now:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLIMMER",
          "text": "What's he doing back there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOVE",
          "text": "He's such a romantic - maybe he's cutting her heart out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others laugh; then a THIRD BOY emerges from the kill. And Katniss's eyes go wide. Utterly shocked to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Let's go. ..-Peeta. Face swollen, a bloody bandage on his arm, figh in a pack with these monsters. A horrible betrayal. Katniss is frozen. I must be seeing things. But she's not It's Peeta. The Pack drifts away, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATO",
          "text": "Okay. Now we find your girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I tried to tell you, she wouldn't be dumb enough to start a fire. With that they're gone. Katniss is livid, reeling, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prim sits at a ragged desk in a threadbare SCHOOLROOM. He whole class watches The Games on a beautiful TELEVISION. Prim is watching her sister, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (ON TV)",
          "text": "Pack-hunting is a sound strategy; we see it every year. But it's the first time I can recall a Tribute from Twelve being included in one. Katniss seems pretty shocked by it too! Some boyfriend, that Peeta! Ouch! Templesmith chuckles. Prim just shuts her eyes, whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM",
          "text": "Katniss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stillness. Then the top of this tree begins to blow sidew Katniss has to hang on, literally. A WHOOSH OF AIR. ..-.it's another HOVERCRAFT, descending. The arms extend it, disappearing behind that boulder. Next thing Katniss is the body of Fire-Starter Girl, vanishing into the craf",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SCORCHING SUN overhead - Katniss panting as she walks. \f67. She pulls those SUNGLASSES from her backpack, tries them They distort her vision entirely. She puts them back agai drags herself to the site of the SNARE she'd set up. Insi a dead rabbit. She grabs it, wearily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She cooks the rabbit over the still-hot coals of the fire left behind by the dead girl. But no smoke rises from it because she's rigged a CLOTH o the fire, propped up by sticks, to absorb the smoke. Her lips have cracked. She coats them with grease from th rabbit. Swallowing is an effort, like razors in her throa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wraps up half the rabbit, puts it in her pack. Steps from the tree's shade... into that killing sun again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parched, weak, she snaps a branch in two, turns it into a walking stick. Up ahead is a patch of BERRIES. At last. She kneels down, grabs at them, just about to pop them in her mouth... when she stops herself. She knows these berr",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Nightlock. She tosses them away and keeps going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss sags against a boulder - lips burning, eyes shut, beating down on her. What comes out is a barely audible p",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Water, Haymitch. Please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. GAMES CENTER",
          "text": "Haymitch, of course, is watching. Effie eyes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Water she can find on her own... He pours himself a cup of COFFEE, slugs down a bitter gul \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss stumbles, weary. The ground starts to spin. She k moving, leaning on that stick. Then she drops, collapsing. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch just saw that, of course - Katniss, in a heap...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss is flat on her back, delirious. We MOVE IN ON HER FACE - then down her shoulders, an arm, a hand, fingers.. +..when we notice that they're moving in something. Mud. That means water. Her eyes SNAP OPEN. She rolls on to her stomach and starts to crawl, urgently, trying to find the source wetting this ground. Crawling in mud, like an anim Up ahead, a tangle of plants. She plows through it, to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "@ And there it is, a POND. But she doesn't drink from it. Instead she grabs her WATER-JUG, fills it. Drops an IODIN PILL into it - and starts counting:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "One, two, three, four, five, six... Still counting. The patience is inhuman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca, watching - along with 15 bored Gamesmakers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "How long since our last event?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "Eight hours ago, Sir. The girl from Seven, behind the rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Then we're due. On my signal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss, waiting before she can drink the water safely... \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Two-hundred ninety-eight. Two-hundred ninety-nine... Three-Hundred. Now she can drink. She empties the jug into her mouth, al crying from relief. One long delicious chug. She refills it, drops another Iodine pellet in. Starts counting again. One, two, three-- ...until a THUNDEROUS SOUND snaps her head around. She tu ...toward a horror -- TERRIFIED ANIMALS, bursting out of woods in a STAMPEDE, coming this way... Because a WALL OF FLAMES is behind them - mountainous, fa moving - a FOREST FIRE, barrelling at us. Katniss is spun around and nearly trampled by the panicki animals. She turns, fleeing, carrying that jug like a football, her backpack bouncing on her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUING",
          "text": "Suddenly, everything around her is on fire, every tree... dodges a burning BRANCH, jumps over a burning LOG. But th tail of her jacket catches on fire. She dives to the ground head-first, rolls over twice to smother the fire. Then she's off again, running alongside animals, their panicked screams adding to the terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prim, watching. It's unbearable. Around her, silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss gets to the other side of a huge rock ~ nothing burning within fifty yards of her. She sags back, gasping Searing pain in her chest, but she's unburned. She stuffs water-jug back into the backpack. +--until a strange thin HISS cuts the air. She looks up. «-.as a FIREBALL whizzes within an inch of her head, IMPLODING on the boulder behind her. This wasn't part of the forest fire. It was MAN~MADE, the size of an apple... and it was aimed right at her. \f70. She bolts up, sprinting away. Hears another HISS. Flatten herself to the ground as a SECOND FIREBALL surges over he slamming into a tree, instantly immolating it. She gets to her feet. Running. Gasping. Smoke everywhere. THIRD HISS - this fireball so close it takes six inches o her braid. But she keeps running. No animals in sight now Fire on all sides of her. Up ahead is the edge of a CLIFF we can't see what's below it. A FOURTH HISS cuts the air. She runs blindly, eyes burning. The FOURTH FIREBALL blaze across her left calf, setting it on fire. Instant agony. Fire bearing down on her, that precipice up ahead... Anot HISS — another FIREBALL coming at her. She's running, cry @ying. And here comes the cliff. It's that or burn to dea SHE JUMPS, blind, no idea what's below -- that last FIREB barely misses her. Then she sees what's beneath her: A VALLEY FLOOR, 500-feet down. Death. She plummets, helpl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca and his Staff watch her tumble through the air... Seneca allows a grin, because he knows what's coming:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss, falling, hurtling into oblivion, eyes shut... .--when suddenly, she LANDS, in mid-air, bouncing up as i she'd hit an unseen TRAMPOLINE. Actually, she has. It's another PLASMA FIELD - stretching across this vast chasm. Christ. Katniss bounces on it gen now - in utter shock. A STEEL LADDER has been drilled into the face of the clif from which she just leapt. She eyes it, awed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca beams. The Staff applauds. He shrugs modestly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss is on solid ground again, lying on her belly, her hands plunged into a tiny pool. \f71. @ The flames painted on her nails are chipping off. Good. had enough of fire now. She sits up, cuts the remains of pant-leg away, braces herself... and nearly faints: SEARED FLESH stares back at her. Her CALF, bright red. Sh tries to breathe, but can't. Agony is coming; she knows t She grabs the PLASTIC SHEET from her backpack, folds it i a palm-sized square. Puts it in her mouth, bites down... »-.-and plunges the leg into the pond. The pain is awful eyes tearing. But she leaves the leg in there. She swallows a gulp from her jug. Refills it again, drops another Iodine pellet in. Functioning... She empties her backpack, starts inventorying all her belongings again. Methodically. It's comforting somehow. looks around, spots a TALL PINE. The sun's setting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A quiet night-shift. Betto at his monitor. Then something suddenly amuses him. He looks at his watch and calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa. 10:36. You're an hour ahead of last year's time, Haymitch. Good! Reveal Haymitch - standing in the doorway, an object of s in here. Another Staffer, DELANO, grumbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANO",
          "text": "Damn it. Delano tosses Betto a 2-Florin COIN, (paying off a wager. Betto chuckles. Haymitch nods, used to it by now... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "My Tribute needs medicine, for her leg. I'd like to see Seneca--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "As always, he anticipated your request and ruled on it before he went to bed. But you can feel great about staying sober long enough to advocate on her behalf. Well done. Laughter from the Staffers cuts right through us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I see him tomorrow then? \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "Tomorrow you'll be face-down drunk, just like every year. Please do let us know the exact time you take that first drink, though, ‘cause we have an actual office pool on that one. (more derisive laughter) See ya next year, Haymitch. A public undressing. And Haymitch can't fire back. He tur and leaves. Laughter follows him out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss climbs, wincing each time her calf hits bark. Ago",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty feet up. She settles painfully atop her sleeping ba The Capitol Seal fills the sky above. The Anthem plays. She closes her eyes, her hand clutching Clove's SERRATED KNIFE. We DRIFT DOWN, to that burned leg...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss is half-asleep, her leg aching... when she hears SPLASHING below. Her head snaps around. She looks down... «..to see the CAREER PACK: Cato, Clove, Marvel, Glimmer, GIRL FROM 4... and Peeta. All of them looking up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATO",
          "text": "Well whaddaya know? Katniss tightens. Glimmer draws back that BOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVEL",
          "text": "Don't bother. I got her. He starts to climb the tree - pure menace, coming at us. Katniss is already fifty feet up, but there's ANOTHER BRA 30 feet higher. She puts the KNIFE in her teeth, and clim painfully, her calf searing. She endures it. Marvel, less nimble than Katniss, crashes back down to th ground, taking a low branch with him - as Katniss reaches",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She settles in, protected by height and foliage. But: \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLIMMER",
          "text": "I'll get her. Glimmer, her blue eyes blazing, fires an arrow - straight The arrow misses Katniss narrowly, runs out of steam, hit its apogee, and starts to fall back to Earth. Katniss grabs it in mid-air, and waves it mockingly at Th Careers. Glimmer smolders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Let her stay up there. She's not going anywhere. We'll deal with her in the morning. Cato shrugs. The Careers drop their gear, settling in. Katniss is stuck now, 80 feet up. The Careers make camp..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BARFLIES watch the Games. At a table in the corner Haymit sips quietly. Defeated. Numbing himself... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE, (0.S.)",
          "text": "What a coward you are. Haymitch looks up, and gets a shock: Gale —- standing her Haymitch is so thrown, he can't think up a reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE, (CONT'D)",
          "text": "She needs medicine - before that leg gets infected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "It's Treason - sneaking into the Capitol. Punishable by Death. Don't you know that? Gale nods. Haymitch eyes him with drunken awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "And you risked it? For her? My, my. (no reply...) Two boys in love with her. I wish I'd known. It would've played great during the interviews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "She could die. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Kid, she's not likely to survive long enough for that burn to be the thing that kills her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gale, his eyes now murderous, plants himself beside Haymi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "You're supposed to be helping her - sending her what she needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "If the Gamesmakers approve it. If Seneca approves it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "Then go to Seneca.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "I just did. He said no. And asking again would be viewed as an act of dissent. Gale reacts - awe and disgust. Haymitch reads his mind:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "Yes, I'm a coward. And a drunk. I doubt you'd do any better on your twenty-fourth Games. He gulps down the rest of his drink. Signals for another. it's over. But Gale won't let up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE",
          "text": "Our fathers died together - in the mines. Did you know that? (Haymitch shrugs) It's how I met her, getting our condolence medals from the Mayor's Office. She was twelve - with a little sister and a mother who was falling apart. We started hunting together, to keep our families fed. I'll tell you something about her and those woods, they're the only place I ever saw her smile; she has a talent for them. The other Tributes don't know that yet, but they will. Personally, I don't think they have a chance against her. She's too good - if she has two legs to stand on. No reply. A WAITRESS sets another drink down. Uh-oh... \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALE, (CONT'D)",
          "text": "Her whole life, she's never had anybody to help her. Now she's got you - and that's it - against all this. Are you really gonna let her die in there from something you could've stopped? On Haymitch's face, eyeing that drink... we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss rests against the tree trunk, her seared calf dangling off the branch. Below, the Careers sleep. Then, a flicker. She squints, tracking it. Twenty feet aw A pair of EYES - watching her. Is it an animal...? She gr for that arrow, as if it might somehow defend her, then l closer, in spotty moonlight... until she realizes: The pair of eyes staring at her... they belong to RUE - w has been hiding on a neighboring tree all along. 80 feet A silent moment, two girls, staring at one another... whe Rue silently points a single finger, the universal gestur for \"Look up, over your head.\" Katniss looks up... And there it is, right above her, hanging from a tall bra A WASPS' NEST. Big, round, the size of a beach-ball...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch and Gale just saw that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (ON TV)",
          "text": "Oh, Dear. Looks like she's picked the wrong branch to hide out on. That's a Tracker- ker nest above her. Two or three stings can be fatal. Gale fumes... as Haymitch closes his eyes with dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss looks up at the nest, then to Rue, then to the Careers sleeping below... And an idea hits her. She puts that knife back in her teeth, and climbs even higher. Agonizing, but she does it. Rue watching... \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches the sky-high branch supporting the NEST, able to hear the low, throaty BUZZ eminating from it. The branch is thin. She takes the knife from her teeth an Makes_a quiet cut on it. Gingerly. Silently. Then another Now we get it; she wants to saw this branch off. Might ta HOURS at this pace, but if she goes any faster or makes a noise she'll awaken the nest... and the Careers. So she continues - slowly, methodically - with Rue watchi from below. One patient cut after another. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peeta is awake, but he can't hear or see her from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Just want you to know - when we get her... She's mine. Reveal Cato, also awake. He nods, happy to oblige...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dawn. SUPER: \"Day Three.\" Katniss hasn't slept. The branc nearly sawed off. She looks down to Rue, \"Ready?\" Rue nod 95 feet down, the Careers sleep... until: Movement: Cato, beginning to awaken. Katniss is out of ti So she starts SAWING. Fast. Desperate. The branch starts crack. The BUZZING in the nest grows louder. Cato looks u",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATO",
          "text": "Hey! Katniss saws, fast as she can. The knife slips from her sweaty hands. She grabs at it, just barely catches it. ++.as the first TRACKER-JACKER angrily pops from the nest It's BIG, with a golden-torso. Flying right at us. It lan on Katniss's knee. A STABBING PAIN as it stings her. Another flies at her - stings her in the neck. More PAIN. blocks it out, keeps sawing - arm pumping, getting woozy. Rue hops to a distant branch like a lemur. Below, the oth Careers are awakening - Cato yelling, \"Get up!\" Katniss s desperate to get through the last sinews of the wood... \f77. Then it's done. We hear a SNAP. Cato runs away, as the wh branch plummets toward the ground...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. BASE OF THE TREE",
          "text": "The nest hits Earth and EXPLODES OPEN, TRACKER-JACKERS bursting out, enraged. That fast, they are a deadly swarm stinging anything that moves. Peeta gets to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "To the lake! To the lake! The sound is awful - buzzing mixed with screams. The Care run blindly, chased by the swarm, each stung repeatedly a they flee. Peeta too, legs pumping... But Glimmer and the Girl from 4 are caught in their sleep bags, quickly enveloped in a CLOUD OF WASPS. Overwhelmed. The Girl from 4, half-insane now, runs into a tree, stagg disappears behind a rock. Glimmer shrieks, tries to swat wasps with that bow, taking dozens of stings; then she fa Her body begins to spasm, twitching madly. Then, death. T Tracker-Jackers depart. And an odd SILENCE returns... Katniss is alone, (Rue nowhere in sight). She pulls the stingers from her knee and neck, then descends the tree..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches the ground, bearing her backpack. Already, WE are growing from the stings. Her calf still searing... She approaches the body of Glimmer, warily. It's barely h now - face distorted out of proportion. And still breathi The tip of that BOW peeks out from beneath her. Katniss reaches under the faintly-breathing body to extra the bow. Glimmer's eyes flicker. Katniss avoids them, gra the bow. Then the TEN ARROWS... They're still clutched in Glimmer's fist. Katniss tries t pry the fingers away. Glimmer holds tight - fighting, eve now. Her face a balloon, blood and GREEN OOZE everywhere. Katniss hears a CANNON, sees a HOVERCRAFT descending not from here to get the Girl from 4. Soon, the craft will be coming for Glimmer - so this has to be done: She grabs a rock and SMASHES IT DOWN on Glimmer's hand. T fingers release their grip. Katniss grabs the arrows. \f78. Then, a shock: Peeta racing toward us, through branches. carrying a SPEAR, his body covered in WELTS. Katniss tries to stand. Can barely do it. Lifts her bow,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Why're you still here?! Huh? Katniss is at a loss. Maybe hallucinating...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "Go! Now! They're right behind me! Sure enough, we hear the SOUND OF THE CAREERS, coming thi way. Katniss studies Peeta - he came back here to save me",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glimmer tries to yell. Peeta puts that spear into her che",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "(at Katniss) Run. Urgency in his eyes. Katniss turns... and runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUING",
          "text": "Katniss, running blindly, fleeing. She hears another CANN Up ahead is a POOL. She gets there, drops her backpack, d an - still clutching that bow and arrows... A moment later, bow drawn, she surfaces - ready to fire. But no one's coming. The woods are still, until they star move in a hallucinogenic way, swaying. Suddenly, ANTS app out of thin air, floating toward her. IMAGES, wobbling: Her FATHER collapsing in a COAL MINE. Limbs falling off Katniss's body in the Town Square. Prim collecting them i cart alongside berries she's gathered. Then those ANTS bore into our eyes, and Katniss passes ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She awakens where she fell, beside the pool, surprised to find that she's been COVERED by her sleeping bag. She bli A familiar face looks down at her from a branch above. Ru She's smiling. Katniss smiles too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss and Rue share a branch twenty feet up. Rue pulls LEAVES from a fanny-pack. Starts chewing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "How many are still alive? Rue answers, but her mouth is full of leaves so it's garb",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Huh? Rue spits out the leaves, chewed now into a PASTE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "Ten. Including us. Let me see your neck. Katniss turns. Rue applies the wet paste to the Tracker- Jacker welt on Katniss's neck. Instant relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE, (CONT'D)",
          "text": "You were smart to pull the stingers out. If ya don't, you die. Rue puts the paste on Katniss's knee. More relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "There are Tracker-Jacker nests all over my District, so we always take these leaves with us when we work in the orchards. Rue now notices the horrible burn on Katniss's leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE, (CONT'D)",
          "text": "Oh. I don't have anything for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'll be okay. Are you hungry? Rue nods. Katniss reaches in her bag, pulls out the RABBI she'd half-finished. Hands it to Rue - whose eyes go wide",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "For me? Katniss nods. Rue tentatively accepts the rabbit... Takes bite. Katniss watches her affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE, (CONT'D)",
          "text": "I never had a whole leg before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I thought people from Eleven always had plenty to eat, since you grow everything there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "Oh, we're not allowed to eat the crops. They're for the Capitol. If you're caught you get whipped. Sometimes worse. That lands. Rue spots the SUNGLASSES in Katniss's backpac",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE, (CONT'D)",
          "text": "Can I try?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Those? They're useless. Can't see anything through ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "They're for night. (that threw Katniss) Night-vision. We use 'em in the orchards after sundown. Katniss pauses, chagrinned. Then pulls out the glasses, s them on. Sure enough: NIGHT-VISION. Green, but clear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE, (CONT'D)",
          "text": "The Careers have 'em too. They have all the stuff from the Cornucopia. In a camp by the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "How many of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "Cato, Clove, Marvel - and the Boy from 3, he guards the supplies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "What about the Boy from my District? Peeta? Was he with them? Rue shakes her head. Katniss nods, pleased. Rue sags a bi",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Don't be afraid, Rue. We can beat these guys. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "s How? You can't run on that. She looks to that seared calf. Katniss tightens, irritate",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "It‘s fine. (Rue's unconvinced) They don't know how to be hungry like we do. They don't know how to forage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "They don't have to. They have everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "We're gonna fix that tomorrow - and take all their stuff. After that, they're ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "And then what? That one hovers, unanswered. Katniss is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca is alone, looking down from his SPACIOUS SUITE at Games Center below. Then, oddly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Hello, Haymitch. Are you lost? Reveal Haymitch, on the other side of a glass door. Senec crosses to the door - but doesn't open it, leaving Haymit in the hall, a spotless ELEVATOR LOBBY behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Let me help her, Seneca. That leg is getting worse. (Seneca's silent) People like her. She's good theatre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Thanks for the insight. That fast, the elevator opens, and TWO PEACEKEEPERS emerg",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA, (CONT'D)",
          "text": "Great to see you, as always. \f82. e HAYMITCH She deserves better, damn it! People are starting to see that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Go, before the Capitol gets itself another Avox. Peacekeepers grab Haymitch, yanking him into the elevator",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "If you're gonna put on a circus, at least make it a good one... That lands. The doors close. Irritated, Seneca moves to a desk, hits a button - messaging the Games Center below. Betto looks up. No one else can hear them: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO, (THRU HEADSET)",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA, (INTO COMM-UNIT)",
          "text": "Where are we on the muttations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "At last count, ten of them had been successfully modified, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "I didn't ask where we are on ten of them. I asked where we are on all of them. He pounds a button, ending the communication...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss and Rue share the sleeping bag. Stillness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "I like your pin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Oh. My father loved mockingjays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "Me too. Sometimes I sing, and they spread it around the whole orchard. They carry messages for me. ° She sings four lovely notes, like a bird. Katniss smile \f83. ++.until we hear a SOUND above them - FLUP! - followed by A tiny silver PARACHUTE, descending from on high - bearin BOX. It lands right on Katniss's lap. She looks to Rue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Could be for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "I don't think so. Open it. Katniss does. Inside, a JAR - of BURN BALM! Katniss yelps",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Thank you, Haymitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch almost allows himself a moment of pride...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: \"Day Four.\" Katniss's calf, remarkably, has almost fully healed overnight. She and Rue pack carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "The Boy from 3 will be standing guard. He's not very big, but he's always armed. (Katniss nods, unafraid) What'1ll you do with the food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Burn it. Dump it in the lake. Eat it! (Rue giggles) Don't worry. I'll think of something. Destroying things is a lot easier than making them. You remember where the fires go? (Rue nods) We'll meet by our tree, where the nest was. Take the sleeping bag - in case I can't get back by night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "Okay. You know the whistle? (Katniss nods) If you hear the mockingjays sing it, it means I'm okay, only I can't get back yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'll see you at dinner. Dress casual. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "You be careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You too, little duck. A surprising HUG. Then they take off in opposite directio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss emerges from behind brush - scouting, listening f unseen threats, her bow taut and ready. There's her targe Four Careers, camped 100 yards from the Cornucopia... Cato, Clove, Marvel - surly and covered in welts - and th BOY FROM 3. Their SUPPLIES are stacked in a PYRAMID: crat plastic bins, a burlap sack, all covered by mesh netting. Katniss takes it in, eyes darting... then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATO",
          "text": "Look! He's pointing at something. The others turn... SMOKE, rising in the distance. Katniss grins, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rue fans FLAMES in a fire, sending smoke. Then she runs o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Careers arm themselves quickly. Cato in charge:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATO",
          "text": "Everything rigged?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY FROM 3",
          "text": "We're rigged. The Boy From 3 arms himself as well. Then the four of the set out in pursuit of that smoke... Silence - a long beat - Katniss waiting to be absolutely certain they're out of range... Takes a first step. Then she STOPS, abruptly. Just heard something: a rustlin ..-as another Tribute emerges from nowhere, approaching t pyramid. It's FoxFace, the Girl from 5. Katniss watching \f85. FoxFace nears the Pyramid, doing an odd little HOP from o spot to the next as if avoiding something. Then she's the She swipes some crackers from a crate at the Pyramid's ba and APPLES from the burlap sack, stuffed into her backpac Then she hops away like a sprite, just as daintily as bef avoiding certain spots... as if they were mined... Then she's gone. Katniss watches her vanish again, impres then studies the Pyramid -- that BURLAP SACK, hanging by rope. It has apples inside. She approaches quietly. Fifty yards away now, her position slightly exposed. She grabs THREE ARROWS. Then, with blinding speed... Three STRIKES, in mere seconds. The first rips a hole in burlap sack. The second widens it. The third severs the r by which the bag was hanging. Now, apples _ spill out... And when they hit the ground... BOOM! LANDMINES - EXPLODI The blast blows Katniss backward, DISINTEGRATING the Pyra of supplies. She's mid-air, as: MORE EXPLOSIONS rock the forest. BOOM! BOOM! BOOM! Dizzyi thunderous. A shower of debris. Katniss lands hard on her back. The air splitting around her. But suddenly, she can't hear it. Blood pours from her lef ear, SOUNDS wobbling disorientingly. She tries to get to feet, but her balance is off. She staggers. MORE EXPLOSIO Shell-shock, feeding panic. She knows she has to run, but A FLASH, in the corner of her eye. She turns... The Caree are coming back! She drags herself away, hides... ...as the Careers return to see the damage. Cato's rage i instant: he grabs the Boy from 3, snaps his neck... Dead, just like that. The boy slumps to the Earth. A CANN goes off in the distance, but Katniss can hardly hear it. The Careers are arguing, trying to calm Cato down... then they set off in different directions, heavily armed, livi Katniss can't move. The world is wobbling. But she rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss stumbles - battered, bleeding, nearly deaf... \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss taps the side of her head to make her ear functio No luck. She pours some water over it, washing blood away WHOOSHING sound that distorts things even further. Then, overhead, TWO MOCKINGJAYS land on a branch, eyeing strangely. They emit a SONG - a few notes - with an urgen to it. A warning maybe. But Katniss can't hear it. Then: She spots SMALL FOOTPRINTS in the ground - Rue's - just a SOUND pierces her deafness, horribly: A scream. From a child. Rue. God no. Katniss calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Rue? No reply. She starts running, while drawing her bow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE, (0.S.)",
          "text": "Katniss!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'm coming, Rue! Hang on! Racing, through the leaves of a low-hanging branch, to se Rue, on the ground, entangled in a net. And Marvel, five away, spear in hand, about to let it fly. He does so - just as Katniss fires an arrow at him. The two weapons pass one another in mid-air... Marvel is hit, in the throat. He drops instantly. But Kat can't celebrate... «»-because Rue's body is now curled around the spear. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Oh no... Oh no... Rue... (head on a swivel) Are there more? Are there more? Rue shakes her head. Katniss pushes Marvel's body aside, kneels down, takes Rue's hand. A CANNON BLASTS. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "Did you blow up their food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Every bit of it. Just stay still. The spear is buried in Rue's belly. She can barely breath Katniss cuts the netting away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "You're gonna win. You have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Stay still. Rue tightens, her hands spasming. Katniss holds on tighte",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "Don't go, okay? Until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'm right here. Katniss moves in closer, trying NOT to look at the blood. But Rue's going to die. They both know it. Their eyes mee",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUE",
          "text": "Will you sing to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Sure. What do you-- Rue shrugs; it doesn't matter. Katniss nods, opens her mo But no sounds come out. Her throat's too tight with tears She gathers herself - just has to. Then she begins:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Deep in the Meadow/Under a willow/ A bed of grass/A soft green pillow/ Lay down your head/Close your sleepy eyes/When they open again/The Sun will rise... Rue lets her eyes close. Katniss keeps singing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Here it's safe/Here it's warm/ Daisies guard you from every harm/ Dreams are sweet/They all come true/ Here is the place where I-- \f88. -.-.when she's interrupted, by a CANNON BLAST. God, no... She looks down. Rue is dead. Katniss just stares...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "-.-love you. Silence. Then those MOCKINGJAYS trill sadly. Katniss pres her lips to Rue's temple, releases Rue's tiny hand. Then she looks up, wanting those unseen cameras above to her rage. It's hard to miss. She rises...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss marches along, bereft but resolved, searching for something... Then she sees it: a bank of wildflowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss decorates Rue's body with flowers, one stem at a time. Covering Rue's wound, wreathing her head, weaving petals through Rue's hair. A sad, loving farewell. +..until all we can see of Rue is her tiny face. Then Kat tenderly affixes that mockingjay pin on to Rue's clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People from Katniss's District watch, weeping, as: Katniss stands, almost at attention - and gives Rue that SILENT SALUTE we've seen twice now: three fingers to the lips. While a mockingjay softly trills Rue's melody...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (ON TV)",
          "text": "‘Bye, Rue. (through tears...) You're safe now. Good and safe... Then the people in this Square, unseen by Katniss, return gesture. Fingers to lips, the silent salute, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rue's home-town. Rural. THOUSANDS of FARMERS watch, beref They too return the SILENT SALUTE to Katniss. But a few clusters of people are smoldering. TEENS. We ca feel them drifting away from the Town Square...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss quietly collects the items from Rue's backpack: * sleeping bag, water skin, extra socks, slingshot, some fo And, from Marvel's backpack: knives, spearheads, flashlig leather pouch, med-kit, full water bottle, dried fruit. EXT. ARENA — CREEK - DUSK Katniss wanders, her guard down, too sad to be afraid. Th she stumbles onto something that makes her feel even wors Rue's_ signal fire, still smoking. Katniss sags, lost. Sh hears two GROOSLINGS on a branch above...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Grooslings cook. Smoke wafts up. Katniss doesn't care Then another SILVER PARACHUTE drifts down, landing at her feet. She opens the box... to find a LOAF OF BREAD inside «»ewith a note: \"From the People of District 11.\" Katniss can barely react at first. Too touched. She breat out a sad smile, then looks up to the sky:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "My thanks to the people of District Eleven. She leaves this clearing behind - as we RETURN TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The people of Rue's District watch in silence... Until: * CRASH! The window of a GOVERNMENT BUILDING just got shatt by a thrown TRASH CAN. Every head turns. * CRASH! CRASH! Two more windows shatter on the other side the Square. Three spontaneous acts of dissent, right on t of one another. Three different groups. Then a fourth. CR PEACEKEEPERS start after them now. But the THOUSANDS of * FARMERS gathered here suddenly fan out, \"accidentally\" * getting in the way of the Peacekeepers. * So the Window-Shatterers can disperse and scatter, protec as the Square expands with humanity. It's a first blow... \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca, monitoring the incident live, turns to Betto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Assemble the Gamesmakers. My office in five minutes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in her sleeping bag on a branch, alone. Up in the s the faces of the District 3 Boy, and Marvel... and Rue. Then the ever-present Capitol Seal... and the Anthem. We WITH KATNISS as it plays. Rage hardening her face... unti",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (0.S., OVERHEAD)",
          "text": "Attention all Tributes! Templesmith. His voice booming out of thin air. Katniss g still. Even the river hushes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (0.S., CONT'D)",
          "text": "The Gamesmakers have instituted a rule change. From this point forward, if two Tributes from the same District are the last to survive, both will be declared victors of The Hunger Games! Good Luck! And may the odds be ever in your favor! And just like that, the voice is gone. Katniss blurts out without even meaning to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Peeta!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gale lies on a bunk - in the musty, stale air of the AVOX BARRACKS - 5,000 silenced souls around him. An everpresen just showed him Katniss, saying that name: Peeta... Gale swallows a reaction... as TINY FEET rumble past: A T YEAR-OLD BOY, chasing a GIRL through these barracks. The boy has fashioned a fake BOW-AND-ARROW from a stick a two knotted shoelaces, pretending to shoot at his quarry. Gale watches, touched. Saddened too. Then a HUGE NOISE, a The barrack doors burst open. FIVE PEACEKEEPERS, shouting",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEACEKEEPERS",
          "text": "Head count! Everybody up and in line! The Avoxes leap from their bunks, alarmed. Gale freezes..",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAD PEACEKEEPER",
          "text": "Move! Move! Everybody up! Lavinia looks to Gale, \"It's okay.\" But she's scared too, clearly. The Avoxes scramble into lines before their bunk standing at attention. Gale follows their example. +.. aS that Lead Peacekeeper looks down a long row of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAD PEACEKEEPER, (CONT'D)",
          "text": "We've had a report of an unauthorized inmate in these barracks. Anyone found harboring him will be punished!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gale's eyes just went wide. Lavinia's too. Oh no... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAD PEACEKEEPER, (CONT'D)",
          "text": "Sergeant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEACEKEEPER SERGEANT",
          "text": "Sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAD PEACEKEEPER",
          "text": "Open every mouth in here until you find one with a tongue in it. * That cues the PEACEKEEPERS to start down each row, swingi TASER STICKS at every single Avox. Each mouth shoots open be checked. It's brutal, dehumanizing. But effective. * And Gale knows what'll happen when the Peacekeepers reach him. Lavinia knows too. Now what? Gale tightens, awaiting inevitable test that is rapidly coming right at him... Then, a hand on his arm. He looks down. It's the Ten Year Boy With the Bow, gesturing, \"Follow me.\" Gale follows. Hurrying - through rows of bunks, hidden by all the commotion, with the Peacekeepers not far behind, until: The Boy points to the floor beneath a random bunk. Huh? T Boy points again... until Gale looks beneath the bunk: There's a GRATE in the floor. Oh. Gale kneels down, lifts grate. A HOLE beneath it. He climbs in, replaces the grat -..just as Peacekeepers rumble past this bunk. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gale's now in a SEWER DUCT. No idea where it leads. But h starts crawling through it, hurrying away from here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning. \"Day Five.\" Katniss has lit a big FIRE. Lots of SMOKE. She leaves it behind, setting out in search of Pee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks through a stream - crouched, like a hunter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scouting, eating her bread... when she spots a canteen. Empty. She keeps going. Then stops. At her feet, a barely visible FOOTPRINT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She kneels down, letting some SAND sift through her finge The sand falls into ANOTHER FOOTPRINT. She gets on her be blows the sand away, revealing a cleaner look at the prin It's pointing North. She follows... Moving quietly, until she sees a RED smudge on a boulder: Blood. She stops, draws her knife, eyes darting... But she doesn't see anything. So she starts moving again through leaves - cautiously, delicately - trying not to m a sound, wishing her hearing was working better... ..-when a VOICE pokes through, completely disembodied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.8.)",
          "text": "I'm not dead. Katniss freezes. The voice seemed like it came from below feet. Yet there's nothing but leaves down there... Wrong. The leaves are moving. And they have a face. Peeta",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (\"VOICE\", CONT'D)",
          "text": "Just buried. He lies on this forest floor - camouflaged beneath mud, leaves, and twigs. We just caught a blink of his eye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Peeta! What're you doing down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Well, mornings I spend recovering from the Tracker-Jackers you dropped on my head. Afternoons and evenings I spend mostly bleeding to death. She kneels down, lifts his head out of the mud, pulls a w skin from her bag, puts it to his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "This mean you heard the announcement? (Katniss nods absently) I guess we're on the same team now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Could that be real? Could we really make it out of here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I'll believe it if you do. He sits up, wincing in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Are you hurt? No reply. Then she sees it, something uneven about the contour of his mud-caked leg. He shrugs, won't explain. So she brushes away some of the gunk camouflaging him - u it's right there, gaping at us: A GASH, in his leg. Hidden by mud but deep. Very. Damn it",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Cato. When he found out I was trying to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I can fix it, Peeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Oh, you've got a hospital handy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "My mom was a healer once, remember? We saw all kinds of injuries from guys in the mines - just need to get you cleaned up so I can see how deep it goes. Can you walk? \f94. Ce She grabs his hands and yanks him to his feet. Literal He staggers, utterly unable to bear his own weight. She catches him, their faces suddenly an inch apart...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "And remember, we're madly in love. So any time you want to kiss me, feel free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Thanks. Have you eaten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "No. One soldier carrying another off the battlefield, to: EXT. WOODS - RIVER/RIVERBANK -— CONTINUING Katniss gets him to the RIVERBANK, props him up against a rock, spreads her PLASTIC SHEET on the ground beneath him",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "> This isn't smart. You shouldn't be ¢ out in the open like this. She fills her water-jug in the river, returns to his side starts searching for his JACKET-ZIPPER. Dried mud hides i",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "Frosting. The last defense of the dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Nobody's dying. She unzips his jacket. Pulls it off him. Then his shirt - revealing TWO BURNS, and FOUR TRACKER-JACKER WELTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "You have underwear on, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Good. She undoes his belt. Awkward, for both of them - but oddl @ stimulating. Unbuttons his PANTS, pulls them down. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "sit. He sits on the plastic sheet. She slides his pants off, washes them in the river - delaying the inevitable. Leave them to dry on a rock. Then returns. His leg wound is still covered in mud. She takes the wate jug, stands over him, hands him a thin STICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "How about that kiss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "It helps to bite down on something. He puts the stick in his mouth. She nods, then empties th jug onto his wound. He seizes with pain... +.-because the gash in his leg goes down to the bone. We PUS, lots of it. Katniss recoils, then feigns calm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Rue gave me some leaves that draw out infection. We just have to get you somewhere dry for a couple days. (Peeta doubts it...) And you have to eat something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I tried. It just comes back up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "There are some dried pears in my bag. We'll try those. Up. She pulls him to his feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sober Haymitch watches. On his TV, he sees PEOPLE IN TH CAPITOL STREETS, cheering for Katniss and Peeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Good. Good! More coffee, Effie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Please. Effie's beside him. He pours her a cup... \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss labors to bear Peeta's weight as they inch their through the woods. He's trying to stomach some pear slice",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "(kidding) Can't you go any faster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Shut up and eat your pears. He enjoyed that. But every step is sheer agony on that le",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "There's a cave a little farther up the river...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big CAVE, its mouth concealed. Katniss covers the floor with pine needles, then lays out her sleeping bag. Peeta looks through her backpack, assessing supplies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You need rest... She lowers him down - which puts her face mere inches fro his open wound. She cringes without meaning to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Sorry. I know it's--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "It's fine. I'm just, not a big fan of pus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Ya know, for such a lethal person you're kind of squeamish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Your fever's still up. And we have to get some more food in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I'm not hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "It wasn't a request. ..-which is when she notices the TINY CAMERA, mounted up in a back corner of the cave. Peeta notices it too. \f97. e ...so it's hard to tell if this is performance, or sinc",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "Katniss, thanks for finding me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Twelves have to stick together, right? She starts to rise. He grabs her hand - dead serious:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Listen, if I don't make it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Sssshhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "But if I don't... Before he can finish, she drops down and kisses him. Her first kiss - shocking the hell out of both of them - it's just for the cameras; we're pretty sure. Then it end",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going to die. I forbid it. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Okay. A brutal SHIVER shakes his body - that fever just racking him; it literally slams his mouth shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Get some sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I will. In a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch is up, and out the door, leaving Effie behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Finally! Something I can use! @ Effie giggles, excited. Haymitch heads off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another SILVER PARACHUTE lies on the cave floor, having j delivered a pot of BROTH. Peeta eats from it, while Katni conceals the mouth of this cave with vines and branches. Peeta studies her - looking very much like a kid with a crush. She tears down the vines, dissatisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Horrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Looked okay to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Might've fooled a deer or something - but not Cato. She starts to rebuild it again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cave-mouth has been concealed now. Katniss eyes Peeta asleep in the sleeping bag - then climbs in beside him. It's odd, being this close to him. Feeling him. She puts hand to his forehead - it's burning hot. His eyes open. And here we are, inches apart. He strokes stray hair from her forehead. It seems genuine, comfortin She wants it to go on, which surprises her. He smiles, nothing said. She lets her eyes close...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The people of The Seam watch, rapt... But:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FEET, racing in panicked flight... It's Gale, running. Up ahead is a RAILYARD. A block behin him is a PEACEKEEPER TRANSPORT, bearing a SEARCHLIGHT. Ga bounds a fence, falls into the railyard, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An UNIDENTIFIED HAND passes MONEY to a RAILYARD WORKER... throws open the DOOR of a RAILCAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++-as Gale races across the railyard, jumping into that o car. The Railyard Worker shuts the door, runs away... mer seconds before the PEACEKEEPER SEARCHLIGHT lands on: Haymitch, an empty bottle in hand, pretending to be on a drunken stroll. (He just paid off the fleeing Railyard Gu Behind him is another SCREEN beaming The Games. So even n Haymitch is able to watch Katniss sleeping... as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "(\"slurred speech\") Evenin', Officers! TWO PEACEKEEPERS lean out of the transport, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOYED PEACEKEEPER",
          "text": "Man, are you ever sober? They drive away. Haymitch pats the door of the car, twice",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. RAILCAR",
          "text": "Gale, as grateful as he is relieved, returns the signal. train starts to pull away. Haymitch watches it go as he drifts out of the railyard..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Day Six.\" Katniss awakens ~ to find Peeta sitting agains cave wall, holding her bow and arrow. On guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "It's nice, seeing you sleep. You don't scowl as much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "How long was I out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I don't know. It's noon. He looks even sicker this morning. Feverish, shaky. Damn She sits up - eyeing his leg. And her stomach drops. His wound's gotten worse. Much worse. RED STREAKS spider across the skin. Blood Poisoning. No doubt in her mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "No good, huh? \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You'll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I know what blood poisoning is, Katniss. That stopped her. She studies his leg, then tells a lie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "We just have to outlast the others, that's all. The doctors in the Capitol will fix you up after we win. She's about to rise, but she stops herself - following so impulse she can't identify... and kisses his forehead. Gently, affectionately. It surprises them both. Then it e KATNISS (CONT’D) Sleep. I'll go get us some lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peeta awakens, to find a SPREAD before him: roots, berrie And Katniss standing guard at the mouth of the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "How do you do that? How'd you set all that up without me hearing you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'm light-footed. She just felt a twinge of guilt. Shakes it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Sleeping helped. My leg feels better. Definitely on the mend. A lie. She knows that. The leg looks even worse. He shrug",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You want me to stop worrying about you. I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I want you to save yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Can't do that, Peeta. I owe you. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Yeah I do. The first gift is always the toughest to repay. Ya know? That touched him. She takes his hand, as: Templesmith again. Overhead. The Voice of God:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (0.S., OVERHEAD)",
          "text": "Attention all Tributes! (Katniss waits...) You've all been invited to a feast! Come to the Cornucopia at sundown; waiting there will be items each of you needs desperately, in backpacks with your District numbers on them. Good Luck, and may the odds be ever in your favor. End of transmission. Katniss and Peeta eye one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "A feast. Of course. Whenever there's been a day or two without any deaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "There'll be medicine there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Doesn't matter. You're not risking your life for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Who said I was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I know you want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Right. I'm gonna run into the middle of some free-for-all against Cato and Clove and Thresh. Give me some credit, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "You're such a bad liar, Katniss. I don't know how you survived this long. Anger flushes her face. She looks right through him. 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You can't stop me, Peeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "No. But I can crawl out of this cave and call your name at the top of my lungs until they trip over each other on their way to kill me. And I will. (a beat) I want you to survive all this, Katniss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "We can both survive. He said it. I'm not gonna sit here and watch you di-- She stops just short of saying it. Die. He eyes her. She tightens, frustrated... And marches out of the cave. ++.just as ANOTHER SILVER PARACHUTE, bearing a BOX, gentl wafts down from the sky, landing at her feet. Her eyes li up; there must be medicine in there! Hope!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She opens the box... There is indeed a VIAL inside. Blue LIQUID. But she twists it open, sniffs it... And grimaces, furious, eyeing the unseen camera above:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Dammit, Haymitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch sighs heavily. Effie is beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "Ignore it, Haymitch. She's lucky to have you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "No she's not... Effie pats his hand. Haymitch appreciates it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The VIAL is empty now. Katniss pockets it. .-.then starts feeding Peeta with a spoon - strawberries, mashed into a paste. He's too delirious with fever to not \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "It's good. What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Strawberries. The Mayor's favorite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Oh. They taste sweeter than-- Just then... a flash of recognition. And a semi-guilty lo in her eyes. Peeta pauses, catching on... Livid: He tries to spit out the paste. Katniss covers his mouth. And she waits... until his eyes start to hang droopily. Then he's OUT. She lays him down gently, even mumbles \"So without meaning to. Then she covers him... and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss peeks out from behind a tree. Nine ARROWS in her quiver. NIGHT-VISION GOGGLES on. Through them we see HER The CORNUCOPIA, fifty yards away. Nothing moving... +.-euntil she hears TWO METALLIC CLICKS. Then a patch of round OPENS UP in front of e Cornucopia - something emerging from below on a PLATFORM... a TABLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four items on it: Two LARGE BACKPACKS marked \"2\" and \"11\" smaller backpack marked \"5\". And a POUCH marked \"12.\" There's medicine in there. Katniss knows it... But she ca be the first to risk bursting from the woods to run for i She looks around. Where are the other Tributes? Then, a STARTER'S PISTOL FIRES. And before Katniss can bl FoxFace emerges from inside the Cornucopia itself, swipes \"#5\" bag, and vanishes into the woods again. In mere seco Katniss shakes her head, impressed. Stillness returns. No movement in the trees. She steels herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Okay, Peeta. Here we go... And she BOLTS, head up. Seen through the GREEN GLOW of he glasses, it's a scary trek - racing for:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Running. Table's ten yards away —- when an awful PFFFFT s slices the air. Katniss turns, gets a green-glow glimpse",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A KNIFE, hurled by CLOVE. Katniss gets a hand up, deflect the knife with her bow, turns, fires an ARROW. It hits Cl in the arm - as Katniss gets to the table. She slips that tiny #12-POUCH on to her wrist. Turns... This KNIFE comes too quickly to evade - whizzing through air, gashing her forehead. Katniss staggers, drops to a k Clove is running right at_us now - arm bleeding, eyes let A KNIFE IN EACH HAND. Katniss tries to draw back an arrow but there's no time. She's a goner. Clove, barrelling in- Then, shockingly, Clove is knocked sideways, on to her ba «.-by a rock the size of a volleyball, hurled from the darkness. Clove quivers on the ground - disoriented, bloo Katniss is almost as confused as Clove is. Who threw that Then Thresh emerges... to re-claim the rock he just threw He stands over Clove, lifts it into the air, and brings i down_on Clove's skull. Katniss watches, awed. CANNON BLAS Now Thresh comes at Katniss, stands over her. He seems hu from down here, his eyes dull. And she's dazed, helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Do it fast. Okay, Thresh? ..-which is when Thresh shocks Katniss - and us - by calm Placing something into her palm: The mockingjay pin she'd buried with Rue. Katniss gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRESH",
          "text": "This makes us even. Understand? She nods, speechless. Thresh grabs the #11-backpack, turn .--and gets a DAGGER right in the chest. +-.from Cato, who is suddenly just a foot away. The look Thresh's face is pure shock. Cato digs in deeper. And here's Katniss, a witness to it all. Thresh wheezes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THRESH, (CONT'D)",
          "text": "Go. (Katniss staggers) Go! \f105. Katniss rises, runs, horrified - doesn't look back. ...as Thresh gamely pulls Cato to the ground, trying to g his hands around Cato's neck. It's a struggle between two athletes in the prime of their youth. But Thresh is bleeding out, and he knows it. Cato plunges dagger in deeper, the life draining from Thresh's eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss runs for her life - crying, forehead bleeding bad Another CANNON BLAST. Dear God. She just keeps running...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss staggers in. Peeta's in a fever dream, mumbling. gets to his side, and opens the kit she just bled for. Inside: a hypodermic needle, syringe, gauze... She sticks the needle into his arm, pushes hard on the plunger, then sags down to the cave-floor, unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Day Seven.\" She awakens - to a new world: Rain, thunder. forehead bandaged. And Peeta, healthy again - by her side .--but his eyes are red. As if he'd been crying recently. Katniss blinks, studying him in profile. (He doesn't know she's awake.) She can see that his leg looks healthier no and bandaged. So why's he so upset?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Peeta? Are you...? He buttons it up quickly. Turns, faces her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "You can't do that, Katniss. You can't do that to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Your leg looks better. Is it okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I don't give a damn about my leg! You could've died out there! (she's at a loss) Do you understand? I would never let you die for me! Why did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eo KATNISS For me. That just blurted out - and it surprised him. Her too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I did it for me. Just didn't want to be without you. Again, she's realizing it just as she's saying it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "You didn't? (she shakes her head) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I don't know! ‘Cause you're Peeta Mellark, the Boy With the Bread. (fumbling...) You're the Boy With the Bread. And-- e Then she's silenced... by a whopper of a kiss. A real o It's soft, but urgent. And it lands, wobbling both of the When it ends, he pulls her close - whispering, so no one in the world can hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I didn't do that because they're watching. I did it because I wanted to. Another kiss. Then he studies her. So do we... Something shifted. We can see it in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "Since I was five. You always knew that, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I guess maybe I did wonder now and then how all those loaves kept getting burned by accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "e Ssshh. My mother's probably watching. Katniss breathes out a smile, touches his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "I've drawn you a million times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I know. I've see-- She stops short. He's not sure why. Then, suddenly, the rain stops - as if a faucet had been turned off. The skies clear in an instant, the forest flo filling with sunshine. It feels jarring, ominous. And Katniss knows what it means - hence her dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Oh no... (a beat) He's gonna drive us back to the lake now. Once it gets down to the Final Four, he always does something to get everyone together. Can you walk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Kinda. Is that where we're going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Not until we're stronger. Not until we've eaten. He nods. They rise, both wounded, helping each other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Day Eight.\" They stand in what was a CREEK yesterday. DRAINED NOW, bone dry, despite the recent rain. Amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss, bow in hand, walks a gentle incline of forest fl Peeta's hobbling, but trying to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trouble is, he's making noise. TWIGS SNAP beneath his fee with each step. She's trying to ignore it... but she can'",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You've got to move more quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Sorry. Am I scaring the game away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "And telling Cato where we are, yeah. \f108. ® He tries to walk lighter. No good. Katniss tightens, ir",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Can you take your boots off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Here? She nods. He takes another step. More crackling. Damn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Are you trying to get us killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Maybe we should split up for a while. (she stops, turns) You hunt. I'll stay here and find us some greens or something. Maybe set the table. Truth is, she loves that idea. But doesn't want to offend",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "It's only because your leg's hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Give me a signal, so we can contact each other. Katniss does a TWO-NOTE WHISTLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "‘kay? (he nods) Stay in the neighborhood - in case I get into trouble. He takes that pretty well. She hurries into the forest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's looking for prey, bow at the ready. ..-.but there's nothing out here. No game at all. The for is completely still. Hmmm... She gives the whistle-signal Peeta's reply echoes back. She plunges on... EXT. ROCKS —- LATER MORNING r ) Hunting, quietly. But once again, there's nothing out No animals. No movement at all... \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Damn it, Seneca... She whistles for Peeta, checking in. This time, nothing comes back. She whistles again. Again, nothing. She tries a third time. No reply. Something's wrong. She starts to run...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss arrives... to find her PLASTIC SHEET splayed out a tablecloth. A pile of roots on it. And some BERRIES. Oh",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "(instant panic) Peeta? Peeta?! There’‘s a RUSTLING in the leaves behind her. She reflexi grabs her bow, turns, about to fire, when... Peeta emerges from behind a bush. Katniss jerks her bow u the last second, the fired arrow narrowly missing his hea He jumps back, flinging a handful of berries into the air",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "What the hell!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I whistled! You didn’t whistle back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I was gathering lunch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "If two people agree on a signal, they stay in range. Because if one of them doesn’t answer, it means they’re in trouble, all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Okay! Sorry! Put that thing ina holster! I was just trying to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "(re: berries) By picking these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "It's all I could find. What's-- \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "They're poison, Dummy. Oh. Peeta tightens, humbled. Forest silence around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Nightlock. Instantly fatal. Where'd you find them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Behind a tree, up-river. She nods. He examines the berries on the plastic... throw",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "Wait. Did you take any of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "No. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "‘Cause... I picked a lot more than-- Just then, a CANNON BLAST shakes the sky. And a HOVERCRAFT DESCENDS - fifty yards from here, its ar quickly gathering a dead body from behind a tree... FoxFace - her fingers DARK BLUE from the juice of those deadly berries. The hovercraft ascends...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I'll throw them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Don't. Cato'll be coming for us now. * That caught Peeta. She puts them in the pouch on her belt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca, the Gamesmakers, the staff... watching, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (ON TV)",
          "text": "Three left now: Katniss and Peeta playing a waiting game, and Cato * lurking. With so little food left in The Arena, who'll weaken first? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Prepare the platform, Betto. * (just decided: ) * And sound the cannon again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fill. e What? Betto pauses, thinking he must've heard wrong. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "The cannon. Sound it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "But... nobody else died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Do we want them back at the lake or don't we? (no reply from Betto) * Sound the cannon! And cut the audio feeds on Four and Eight. Betto is silent. They all are. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA, (CONT'D)",
          "text": "Have you no sense of drama at all? We * are climaxing. (again, no reply...) * These Games end now. @ EXT. FOREST - DRY CREEKBED — SAME Katniss and Peeta, moving slowly. The forest is still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "We're gonna win, Katniss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "If you say so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "(half-kidding) We have to. The whole world wants to see us together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Oh, your parents'd probably love that. You and a girl from The Seam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "But if we win, you wouldn't be a girl from The Seam. You'd be a girl from Victor's Village - with all your needs met for the rest of your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Haymitch for my only neighbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about me? 112. A laugh, then BOOM! A cannon-blast bounces off the trees. They freeze in their tracks. Did we just imagine that? Bu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mile away, Cato freezes as well. Just heard the same th And he sees a HOVERCRAFT descending in the distance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss and Peeta see the Hovercraft too - also in the distance. It's almost too much to believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Does that mean Cato-- She can't finish the sentence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Last night, did you see Thresh die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I just saw the start of it. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Thresh must've wounded him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "It's over. Cato's dead. We won. Impossible. Neither can believe it. Both silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "We won...? Peeta nods - and they both start RUNNING toward the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cato starts running too. MATCH CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Footsteps. Haymitch's. Also running - right at: lake...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch bursts in. Seneca turns. They all do. Betto cock inserts himself in Haymitch's path, until: * A forearm shiver and a sweep kick, lightning fast... and Haymitch, reclaiming some long-lost skills, has put Betto the floor. Silence. Seneca smiles, amused and impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "You son of a bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "You are lost, aren't you. (at two PEACEKEEPERS ) Show him to the nearest bar. Haymitch lunges at him. The Peacekeepers step in, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss and Peeta, giddy as Hell, rumble through tall gra We did it! And there it is, the LAKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then that fast, they come to a HALT, confused. No one's h There's the Cornucopia. There's the blown-up Pyramid. But where's the celebration? Katniss just stares, thrown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Peeta? Something's off. Way off. He's silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Where's Claudius Templesmith? And the Trumpets? Where're the cameras and all the Gamesmakers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I don't know. A tentative step. The stillness feels deadly. Like a trap Then, suddenly, some MOCKINGJAYS START SHRIEKING. Katniss whips around to locate them. The shriek repeats: a high- pitched, frightened WARNING, aimed right at her. And she knows what it means. Oh, no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "He's not dead, Peeta. He's not dead! The shrieking builds - deafening. Then a horrifying BLUR: +..as Cato bursts out of the trees. Running right at us. Sheer TERROR in his eyes, as if something were chasing hi something impossibly lethal. Katniss turns... And there they are -- racing at top speed -- A PACK OF TH The WILD DOGS. “MUTTATIONS.\" Murderous and huge. Cato blo right by us, unslowed by the Kevlar BODY ARMOR he's weari Katniss turns, runs for her life. Peeta too - hobbling. B of them following Cato as he gets to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's brass, with a sheer face ten feet tall. There are se on it to give Cato some purchase as he climbs. Katniss follows at full speed, LEAPING UP, grabbing a sea climbing the wall - desperately. Adrenaline rocketing... She gets there... onto its FLAT SURFACE - and she and Cat square off instantly - Cato drawing a sword, Katniss her But, incredibly, the LEAD MUTTATION bounds that ten-foot wall in a single bound, barrelling into Cato. As they battle, Katniss turns - to see Peeta, hobbling th way. The PACK gaining on him fast. Her eyes go wide. Peeta gets to the base of the Cornucopia, starts to climb MUTTATION #2 swipes at his legs with FOUR-INCH RAZOR CLAW Instant blood. Instant agony. Peeta howls. Katniss fires an arrow right into the throat of the beast falls back, dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Climb, Peeta! He's trying. But the other Muttations get to his heels, a Cato stabs the Lead Muttation. A death-blow. He shoves th Muttation away. It lands at Katniss's feet. She recoils, instantly. Just saw something horrifying: This Muttation has human eyes. Glimmer's eyes. Good God.. \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "(can barely say it) Glimmer... Then she's shaken out of her daze - by a very flat voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATO",
          "text": "What's it gonna be, Girl on Fire? She turns... and gasps: Cato has yanked Peeta to safety, sort of. He's got the gu a_ vicious HEADLOCK, Peeta's legs hovering off the edge o Cornucopia - with TWENTY HOWLING MUTTATIONS BELOW. They ALL have human eyes. Tribute eyes. Eery as hell. Katniss draws her bow. Aims right at Cato's head. The noi from the Muttations is a disorienting din...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Let him go, Cato. Muttations baying. Peeta turning blue... Katniss can't fi that arrow or he'll fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATO",
          "text": "Somebody's gotta lose. You know that. But just then, Peeta uses his fingers to make an X on the back of Cato's hand. Cato notices, but too late. The smil fades from his face just as Katniss takes dead aim, and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "You're right. She lets it fly - an arrow aimed right at Cato's hand. Bullseye. Cato cries out, reflexively releasing Peeta, wh slams back against him. They might both go over, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8,000 people. No one breathing. Prim crying from the tens Mrs. Everdeen grabs her hand. Peeta's Parents are rigid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every eye in Mission Control, transfixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRAFFIC stands still. PEDESTRIANS stop in the middle of a INTERSECTION, watching on a huge SCREEN. Cinna among them \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch, eyes shut, just can't watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cato loses his footing on the slick surface. Katniss lung forward, grabs Peeta - as Cato falls into the beasts. Instant carnage - a human being, torn apart. Cato shrieks Katniss watching in horror as the Mutts simply maul him. eyes find Katniss - a desperate, dying request: Please. Out of mercy, and sportsmanship, She draws back an arrow, sends it right into his forehead. Death. A CANNON BLASTS. Safety. At last. The remaining Muttations try to scale th sheer wall - but none of them can do it. Peeta and Katnis embrace... It's over. We've won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUBILATION. Citizens cheering. Cinna beaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Everdeen gasps with relief. Peeta's Parents too. But Prim can't quite celebrate yet. Sensing something off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca bears no expression at all. Just nods, coldly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Have Claudius make the announcement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTO",
          "text": "(sick about it) Yes sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mutts howl harmlessly beneath Katniss and Peeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I want ice cream. Every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Huh? \f117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "In Victors' Village. I want ice cream delivered to my house. Every day. Until Prim can't eat it anymore. Peeta laughs. They both do. He takes her hand. Then: «+.an announcement from above:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (0.S.)",
          "text": "Greetings to the final contestants of the 74th Hunger Games. The earlier revision has been revoked. Closer examination of the rule book has revealed that only one winner may be allowed. Good luck, and may the odds be ever in your favor. And that's it. End of announcement. Katniss just stares. Peeta too. Neither can speak - all h suddenly vaccuumed out of their bodies. The Mockingjays are silent. No sound in the world except howling of the Muttations below, which seems deadly again",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "If you think about it, it's not that surprising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "No. I guess I always knew it somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Doesn't matter. I did what I came here to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "What the hell does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I wanted to see you survive. Now you're going to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "How ya figure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "It's just math, Katniss. He stands, shakily, grabs his knife. In mild disbelief sh draws her bow back. \f118. © ..-only to watch him toss his knife into the lake. Spla",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "I told you I wouldn't let these Games change me. And they won't. She's standing, bow drawn, deeply ashamed. She lowers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "No. Do it. I want you to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I can't. I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Do it - before the mutts get me. I don't wanna die like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Then you shoot me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Katniss, you know that's impossible. And they have to have a winner. So... eo That sparked something in her, an idea. But he goes on",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "Do it. So I won't have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": ".-.What if they don't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "What if they don't have a winner? People would go crazy, wouldn't they? (Peeta's silent) I don't wanna die, Peeta. But I know I can't kill you. Can you kill me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "So... Peeta doesn't get it - until she unzips that pouch around e@ waist and extracts a couple of those berries. NIGHTLOC \f119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "They only hurt for a second. Then it'll be over. All of this... She drops a few into his palm, keeps a few for herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Trust me. Mutual suicide, on live tv. But Peeta still hasn't agreed",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "On the count of three?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Hold them out. I want everyone to see. Two hands, extended. The berries twinkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA, (CONT'D)",
          "text": "Count of three. He kisses her goodbye, gently. They stand back to back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seneca, blood now draining from his face. Betto gasping..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8,000 stunned viewers. Prim, Mrs. Everdeen. Peeta's Paren",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thousands of GAMBLERS, eyes wide. Numbers flying across t electronic wager-boards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cinna, and half the Capitol, breathless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavinia, and the Ten Year-Old Boy, and every Avox down he watching without words. Despair on every face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sound. Haymitch turns: * Effie just burst in. Their eyes lock, pure dread... * \f120. e EXT. ARENA - CORNUCOPIA - RESUMING The kiss ends. Katniss looks up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "‘Bye, Prim. ‘Bye, Mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I'm not afraid. I love you, Katniss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "‘Bye, Peeta. One... (steeling herself) Two... (Peeta nods...) Three! They shove the berries into their mouths... but -- TRUMPETS BLARE. And a FRANTIC VOICE booms from above:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEMPLESMITH, (V.O.)",
          "text": "Stop! Stop! Ladies and Gentlemen, I give you the winners of the 74th Hunger Games! From District Twelve, @ Katniss Everdeen and Peeta Mellark! FIREWORKS ERUPT, that fast, lighting the lake. CANNONS thunder. CAMERAS SUDDENLY DESCEND on Katniss and Peeta. The ground beneath the Cornucopia opens up, swallowing th Muttations. The Mockingjays sing. Now it's over. Katniss and Peeta spit out the berries, shocked and thril",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "You're not dead?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'm not dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "I'm not either! She throws her head back, laughing. They hug. We did it! grabs her hand, pulls her into the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss's NEIGHBORS - 8,000 of them - cheering, crying. E Corrina, who lost her son to The Games last year, is able @ smile now, through tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Everdeen and Peeta's parents cry with relief and joy This time, Prim gives into it as well, so happy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss and Peeta rinse out their mouths; then they're splashing each other, hugging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I'm coming home, Prim! I'm coming home! Laughing, splashing - utter joy and disbelief - until: WHOOSH. TWO HOVERCRAFTS suddenly appear overhead. A SPLAS TEAM dives out of one, landing in front of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "What're they-- In seconds they've got him secured to a floating gurney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Peeta? Before Peeta can reply, SPLASH TEAM LEADER signals the Hovercraft, and Peeta is whisked into the sky - gone - as SECOND SPLASH TEAM now zeroes in on Katniss. It's a blur. Then she's on a GURNEY too. What is all this???",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "Peeta?! Just like that, she's whisked up. We CUT TO: ..-train wheels, flying down a track. We are:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Days later. Katniss sits in a DINING CAR. Decompressing. She looks like a girl again - but sobered, changed foreve Staring out a window at the bleakness outside. We MOVE IN her, as a MEMORY hits...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YESTERDAY: we watch from BACKSTAGE as Peeta is interviewe Caesar Flickerman before a packed house. Big APPLAUSE. REVERSE TO: Katniss, in a simple dress, watching from beh a curtain. In moments, she'll be called out to join him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But first, Haymitch approaches her, and leans in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "(quiet, out of nowhere) Listen to me. You're in danger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING, (PRESENT)",
          "text": "Katniss, reliving the moment. Then BACK TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haymitch goes on, a quiet warning:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "The Capitol's furious about what you did in the Arena. The berries. It smacked of \"rebellion.\" More O.S. APPLAUSE from that crowd - Peeta charming them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH, (CONT'D)",
          "text": "Here's what you say: you were so Madly in love you couldn't think straight. Understand? (Katniss is a blank) Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "Did you tell Peeta this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "I didn't have to. He's already there. Huh? But just then, Flickerman calls out from the stage:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "How ‘bout if we hear from Katniss herself? Would you like that, Folks? HUGE CHEER from the crowd. Katniss steps on stage as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING, (PRESENT)",
          "text": "Katniss, remembering... Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katniss shares a red love-seat with Peeta, her head on hi shoulder, her feet tucked under her - opposite Flickerman -.-as she and the audience watch HIGHLIGHTS FROM THE GAME \f123. The opening Bloodbath, the fire, the Tracker-Jackers, the landmines, Rue's death, finding Peeta, those kisses... It ends with a shot of Katniss and Peeta, in triumph. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "Katniss, we know when love first hit * Peeta - at the tender age of five! But during The Games we all felt we * were watching you fall in love with him! Is that what was happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I think so. The audience LAUGHS. Katniss reddens. Peeta holds her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS, (CONT'D)",
          "text": "I mean, at first I tried not to think about my feelings, honestly - because it only made things worse. But at a certain point, everything changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "When was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "When I realized there was a chance I could keep him. Applause. Katniss sees Haymitch off-stage, looking please And there's Cinna, in the front row, thrilled. With Effie beside him, her eyes full and wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".«-.as Flickerman goes for the drama:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICKERMAN",
          "text": "But that moment where you pulled out those berries. What was going through your mind then? Katniss flinches a bit. The CAMERAS MOVE IN CLOSER... ..-as Flickerman waits... Peeta too... and Haymitch watch from the wings... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATNISS",
          "text": "I don't know. I guess I just... couldn't bear the thought of being without him. Perfect. Peeta takes her face tenderly, kisses her. The C sighs. Flickerman beams. Haymitch can breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING, (PRESENT)",
          "text": "Katniss, going over every step of it again. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show's over. Katniss and Peeta leave the stage to great applause. Haymitch here to greet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Great job you two. Just keep it up until we're back home and the cameras are off; we should be okay. Then he's gone, shaking hands with Flickerman... leaving Katniss alone with Peeta - who suddenly looks lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "What'd he mean, \"Keep it up?\" (Katniss hesitates...) Katniss? She looks away. And Peeta sags, heartbroken. END FLASHBAC",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING, (PRESENT)",
          "text": "Katniss sits, her face a mask again - as we REVEAL: Peeta, sitting directly across from her. A frost between now. He leans forward, adjusting something: His brand-new artificial leg. He slides a pant-leg over i as this train slows noiselessly. One row up, Effie rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "We're here. Katniss nods. The train stops. An odd silence hovers... a",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Seneca sits, Peacekeepers on either side of him. Opposite sits PANEM PRESIDENT EVANDER SNOW. Not happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "Mister President, it was the largest viewership we ever had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT SNOW",
          "text": "Yes. And look what they saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "It was good theatre, Sir. \f125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT SNOW",
          "text": "It was dissent. And you allowed it. No reply. Snow nods at a PEACEKEEPER, who throws open a d Wait. We're 5,000 feet in the air - nothing below us but forest, the Cornucopia a dot in its center. Seneca gasps. ...and looks to President Snow, desperate. No, you wouldn But Snow is expressionless, which tells Seneca everything",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENECA",
          "text": "One little loaf of bread...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT SNOW",
          "text": "You aren't without options, Seneca. Seneca brightens... until Snow opens a small box... revea several of those same dark berries. Their purpose is clea Seneca eyes them, and sinks. The prospect sounds awful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT SNOW, (CONT'D)",
          "text": "So? Seneca just shakes his head. Snow nods, understanding. Th",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT SNOW, (CONT'D)",
          "text": "Good luck, Seneca. And may the odds be ever in your favor. With that, Seneca is hurled out the side of the hovercraf We hear his screams, the SOUND MATCHING To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CROWD CHEERS, 0.S., audible through the rear door of th train. Effie eyes her two Tributes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFIE",
          "text": "I want to thank you both. It's been an honor serving with you. Katniss is silent. Peeta too. Haymitch approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYMITCH",
          "text": "Ready? Katniss nods, overloaded. Peeta misreading it entirely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Sure. Just another performance, right? Then we're done. \f126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Peeta, you don't understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEETA",
          "text": "Don't I? Katniss tightens - as Haymitch throws open the door... .«-»-and CHEERS flood in, from a waiting crowd of THOUSAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This station is PACKED with the CHEERING CITIZENS of Dist 12 - roaring, as CAMERA CREWS capture it all. Peeta and Katniss step on to the back platform of the tra like candidates doing a whistle-stop, waving. Peeta's Parents are here. And Corrina - everyone crying. Everdeen and Prim too, their eyes wet, cheering. Prim jumps onto the platform, tackling Katniss, crying. Katniss holds on tight, desperately grateful. Until she sees something familiar in the corner of her ey e Gale, anonymous amidst the crowd. Their eyes lock. And there it is on her face: affection, relief, guilt, dr all at once... Peeta grabs her, kisses her. The CROWD CHEERS again - des the confusion in her eyes. The CAMERAS PUSH IN on her... Gale just smiles a thin smile; Katniss has survived, that all that matters. We RETURN TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING",
          "text": "President Snow looks down at the Arena, sullied now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAD PEACEKEEPER",
          "text": "Back to the Capitol, Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT SNOW",
          "text": "No. (flatly) There's a threat out there that wants to be strangled it in its crib. (resolved...) e Take me to District Twelve. The hovercraft banks hard, disappearing from our view... \f127.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kiss ends. Peeta waves to the crowd, no hint that he' dying inside. All eyes are on Katniss. It's a lot to bear She is 16 and torn. Surrounded, but utterly alone. Home, more lost than ever. And her fight has just begun. We...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GO TO BLACK - over which, a SUPER: \"End of Book One\". The FADE OUT...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2073"
    }
  ]
}