{
  "movie_id": "MOV2360",
  "scenes": [
    {
      "location": "STATION WAGON DAY 1",
      "time": "THAT NIGHT",
      "characters": [
        "END MAIN TITLES",
        "TRENT, (0.S.)",
        "RODDY, (CONT'D)",
        "SUSANNA, (0.S.)",
        "88.",
        "TRENT",
        "PAM JOAN",
        "99.",
        "CAITLIN",
        "STEPH",
        "PETER",
        "CAITLIN, (0.S.)",
        "STEPH/KATY",
        "GIRL'S VOICE, (0.S.)",
        "BETTY PAM",
        "BLUE-SHIRTED GUY",
        "DI8",
        "FEMALE VOICE, (0.S.)",
        "BEAUTIFUL WOMAN",
        "TRENT, (CONT'D)",
        "KYLE",
        "LEWIS",
        "BREAKDANCERS",
        "PETER, (0.S.)",
        "OWEN, (CONT'D)",
        "JASON",
        "B90",
        "RODDY",
        "KATY",
        "KID'S VOICE",
        "53.",
        "LAURA",
        "DUNCAN, (0.S.)",
        "GUY, (CONT'D)",
        "A27",
        "A SERIES OF VIGNETTES",
        "MALCOLM",
        "DUNCAN",
        "PAM, (0.S.)",
        "JOAN",
        "OWEN, (GUY)",
        "BREAKDANCING GUY",
        "B40",
        "SUNBATHING GIRL",
        "PAM, (CONT'D)",
        "KIP",
        "STEPH, (CONT'D)",
        "OWEN, (0.S.)",
        "KYLE, (0.S.)",
        "OMITTED 17",
        "93.",
        "B98",
        "DUNCAN, (CONT'D)",
        "STEPH, (0.S.)",
        "NEIL/JASON, (CONT'D)",
        "PETER, (CONT'D)",
        "OMITTED A40",
        "BETTY",
        "LATER",
        "DISSOLVE TO",
        "LEWIS, (CONT'D)",
        "PAM",
        "BEAUTIFUL BREAKDANCER",
        "NEIL",
        "KIP, (CONT'D)",
        "BETTY, (0.S.)",
        "GUY",
        "E98",
        "SUSANNA",
        "31.",
        "NEIL/JASON",
        "BETTY, (CONT'D)",
        "A102",
        "CAITLIN, (CONT'D)",
        "OWEN",
        "JASON, (CONT'D)",
        "CHAD",
        "DAY",
        "CROWD",
        "LAURA/KATY",
        "AFTERNOON",
        "MAN'S VOICE, (0.S.)",
        "41.",
        "JOAN, (CONT'D)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "CLOSE ON DUNCAN, staring off, lost in thought. Some SUITCASES and COOLERS flank him. It’s a little cramped. PULL BACK to reveal he’s sitting in that ill-conceived ba bench seat that faces out the rear of a vintage 1971 Buic Estate station wagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (0.S.)",
          "text": "«+. Duncan? CLOSE ON REARVIEW MIRROR. TRENT RAMSEY (MAN’S VOICE) glan back at Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Duncan, are you sleeping? Clearly, Duncan wishes he was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No. DUNCAN'S POV of a SUV of TEENAGERS passing by. They gawk, flip him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Let me ask you something. Ona scale from one to ten, what do you think you are? Beat. No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "Duncan? I’m asking you how you see yourself. On a scale from one to ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "What? You need to speak up, buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(louder) I don’t know. DUNCAN'S POV of a BILLBOARD on the opposite side of the highway. It reads, “Turn around! You missed it! Water Wiz Waterpark! Two miles back!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "What don’t you know? How you see yourself? You don’t have an opinion? Duncan doesn’t respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "I’m just curious. Pick any number on a scale...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "A six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "A six! Trent takes this in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I think you’re a three. Damn. Duncan definitely doesn’t know how to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "Do you know why I think you’re a three? Do you know what would make me say that? (beat) Duncan...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You don’t know why? You have no idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You’ve got to speak up. \fDuncan turns all the way around, making eye contact with Trent in the rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(louder) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Well, from what I’ve observed, I can’t say I see you putting yourself out there, buddy. From this vantage point, Duncan surveys the landscape. In the back seat, comfortably stretched out, asleep, and listening to her iPod, is STEPH...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "Meeting kids your own age. And, from what your mom tells me, you seem content just to hang around her apartment. .-. And, riding shotgun, his mom, PAM. She’s asleep as we",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "Is that a fair assessment? That you're happy to just... Not do anything? Because, see, that’s a “three” to me. Duncan glances back at Trent in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "But, the good news is I can tell you that there’s going to be plenty of kids, and plenty of opportunities at the beach for you to take advantage of this summer. And, it’s a big summer for all of us, really. See if we can make this work... You and your Mom, me and Steph... All making it work together. As a family. (beat) So, what do you say? Let’s try to improve that score. Aim higher than a three? Duncan sits back down, facing out the back. Grabs his iPo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "That sound good? (beat) You up for that, buddy? \fHe puts his earphones in, as we... BEGIN MAIN TITLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon, in all its glory. Mint condition. Strapped to the top, more BAGS. As for the rest of the ca on the highway, very much 2012. The station wagon pulls o the EXIT RAMP. Another BILLBOARD reads, “This is it! This the exit! Water Wizz Waterpark!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon drives along the main street. A quaint beach town. Dated. TOURISTS/LOCALS, flood the sidewalks. The station wagon arrives at a... STOP SIGN. A CONVERTIBLE pulls up behind. The DRIVER is wearing classic Vaurnet sunglasses. Although retro, they work for him. The Driver looks right at Duncan, enjoying awkwardness. Duncan doesn’t know where else to look. The Driver nods, smiles. The station wagon continues straight as the convertible turns off to the left, screeching away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon pulls into the DRIVEWAY. Beach front. Prime real estate. The house, a very masculine vibe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trent unpacks. Duncan takes in his “home” for the summer. Pam steps up behind him, puts her hand on his shoulder. T is our first good view of Pam, wearing a stylish HEAD SCA In fact, her whole look is unique. Her own. Duncan and Pa notice the “name” of the house over the DOORWAY. “Riptide Suddenly, BETTY, pops out, a Greyhound cocktail in hand. house’s name: “Booze Cruizin’.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Yoohoo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(under his breath) Are you kidding? We just got here. Betty descends the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God! One more night of drinking alone and I was going to kill myself! (then, re: cocktail) Yes, I’m off the wagon again. Accept it and move on. (then, re: station wagon) Nice ride, Trent. Does the eight track still work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(smiling) What? This is exactly the car my dad used to drive us in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Huh. Old and shitty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You know how much I paid for this? It’s in cherry condition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "A car salesman with bad taste. Shocker. Betty turns to Pam, invading her space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "Hi. I’m Betty. Hi,... Pam...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "Trent’s probably already No, um... We were just... talked shit about me. It’s okay if he has. Has he? What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY PAM",
          "text": "(off scarf) Oh, thank you... I’m loving this. I couldn't pull it off. My hair seems to hate me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY PAM",
          "text": "(to Trent) (giving up) I like her. ..+. Okay. Pam goes to pull a suitcase out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "What’s not to like? Pam catches Trent, ogling. Embarrassed, she looks at Bett",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, honey. Get it where you can. I'd be on my back after a line like that. Just then, we hear a SCREEN DOOR CLOSE. Betty looks up to find SUSANNA THOMPSON, her daughter, standing on their de She's quite cute. A very “mature beyond her years” look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "Susanna, Trent’s here. And this is his girlfriend, Pam. Say, “Hi.” Duncan, curious, peeks over the top of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Hi. Beat. Susanna stays put. Betty waits for more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(sarcastic) Yeah, but don’t come down. (to Pam/Trent, sotto) Just stand there, brooding. (then, noticing Duncan) Oh. You’ve brought me a man. How thoughtful. Who is this in all his “awkward stage” glory? Duncan embarrassed, peers over the top of the station wag seeing if Susanna heard that. DUNCAN'S POV of Susanna going back inside. Pam puts her arm around Duncan, pulls him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "This is my son, Duncan. She brushes the hair out of his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Oh my God. I was going to name my youngest “Duncan,” but my ex- husband thought it was nerdy. So, we went with “Peter.” Which, personally, I think is worse. But, it fits my son, so... (then, to Duncan) Don’t worry, you wear the name well. Trent, where’s Steph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we’ve been here all of two minutes, so probably changing for the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(to Pam) She's just like me. Screw cancer. I want to be an even golden brown. Everywhere. Trent, Pam, and Duncan start lugging stuff inside. There’ plenty to grab, but Betty doesn’t notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "Well, everybody's back this year. The Gales. The Hutchisons. The Campbells, sans Ben because of the trial. (then, to Pam) Insider trading. (then) The Smythes. Oh, and the Keegans, who I’m not talking to, but you can if you want, but just know that most of us aren’t. Pam passes the mailbox, glances at it. CLOSE ON mailbox. The side reads, “The Ramseys.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "So, do you think you will? Pam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Do I think I will, what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Talk to the Keegans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Oh, I don’t know. I don’t even know them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Well, do if you want to, but know that I’m mad at them. I don’t even want to get into why. They called me a C-U-N-T. (then, excited) You're going to love it here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan sits on a bench. Betty plants herself on a stool a helps herself to a bag of POTATO CHIPS. Trent makes a Mou Gay and tonic. Pam, unfamiliar with the kitchen, attempts put away groceries. It’s a “trial by fire” project.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "So, how was your winter? Pam starts to respond, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "Because our year was a challenge. My niece was raped in October...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Oh my goodness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I know. Not even food courts are safe. Oh, and well, Bob, that’s my ex-husband, finally came out of the closet. Not a shock. Let’s just say that, in bed, his favorite view was the back of my head. Now, my oldest, Charlie, is still into the drugs and psychedelic music. The drugs I get. But, come on, Gary Garcia’s dead! Let it go, already! Betty laughs. Pam glances at Trent, mouthing the word “Gary?” Trent waves it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "(to Duncan) Don’t do drugs, Declan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "++. Duncan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(not hearing) «+. They’re just terrible. Oh, and Susanna. Well, you saw. She’s a walking mood. Going through an “I hate my mother phase.” Taking her father’s side, as usual. Steph enters, wearing the tiniest of tiny bikinis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "Oh, Steph, sweetie, don’t you look great. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's exactly the kind of suit that got me pregnant the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "That’s what I’m hoping for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Hey,...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "(rolling her eyes) I'm kidding! Steph grabs a beer from the six-pack on the counter. Thro Pam glances at Trent, who seems oblivious. Pam takes her look to Betty, who commiserates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I know. I can’t drink beer anymore, either. (then, grabbing her sides) Look at these muffin tops. Oh, and my youngest, Peter... He had surgery to fix his lazy eye. Now, it’s even worse. I try to get him to wear the eye patch, so people don’t feel uncomfortable. But, what are you going to do? Steph shoves a couple more beers into her beach bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "I’m outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Oh, hey, take Duncan with you. Trent makes a point to look at Duncan, encouraging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Fuck that noise. I told you I’m not baby-sitting him all summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You're taking Duncan with you, young lady. Duncan looks at his Mom. “Do I not get a say?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(off Duncan) Go to the beach, sweetie. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "You'll have fun. We’re just going to be unpacking here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(suggestive, playful) Well,... Trent caresses Pam’s ass, pulls her in and kisses her. Sh placates, but is definitely blushing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "That’s our cue, kids. (then) Oh. Now, I am still having our annual Fourth of July Clambake even though Bob’s not here this year. He’s probably sucking off our gardener right now. Okay well, let's have a fun summer! Betty exits, taking the potato chips with her. Duncan glances at his mom, hoping to be saved. But, she’s lost i Trent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "«+. You coming or what? Steph leaves. Duncan shuffles out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steph strides along. Duncan, still in jeans and a T-shirt lags behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Keep your distance. And, just don’t die. I don’t need that shit over my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steph sits in the sand with her friends, KATY and LAURA. Susanna is there as well, reading. Although the same age Steph, Susanna has a maturity level that is leaps and bou beyond the rest of the girls. Steph’s boyfriend (or “summ friend”), CHAD, is playing football with some GUYS nearby Seated off to the side, Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Oh hey, just so you guys know, my house is out this year for partying. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH/KATY",
          "text": "What?! Are you kidding?/I’m hating you right now! I’m serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "My grandmother came up with us. So, my mom’s like, “This could be her last summer alive.” And I’m, like, “Yeah, well, I’m currently living, so...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATY",
          "text": "What a selfish bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I know. This is, like, my summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Well, we can absolutely party at my place. My dad only gets to see me, twice a year, so he totally just wants me to be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "That’s exactly the type of parent I’m going to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH/KATY",
          "text": "It just makes sense./I’m gonna do drugs with my kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Oh my God. I forgot. Willem broke up with Jessica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH/KATY",
          "text": "Are you serious?/Good. I don’t get her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Susanna, you have to get on that this summer. Steph hops up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH, (CONT'D)",
          "text": "(calling off) Chad! ANGLE ON Chad, preoccupied with his friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH, (CONT'D)",
          "text": "Chad! \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAD",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "I want to go in the water!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAD",
          "text": "Then, go! Steph just takes the moment in stride, brushes off. She notices Duncan staring at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "What are you staring at, perv? Steph walks off with Katy and Laura...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Where is that kid from, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Albany. He and his mom. They live in, like, a one bedroom apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA/KATY",
          "text": "Eww! /Tragic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "(noticing) Uh, Susanna. We’re all swimming! Duncan watches Susanna reluctantly jump up, join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan heads back toward the houses. From the opposite direction, Betty and her son, PETER. Clearly, Betty has transferred her cocktail to a Solo cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Duncan, we were just coming to find you. This is Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Hey, Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Hey. Betty wasn’t kidding. Peter’s eye goes in every direction Duncan doesn’t know where to look. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Oh, just stare at the bridge of his nose. That’s what I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Mom. Are you shitting me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Well, if you wore the patch, I wouldn't have to keep telling people that, would I?! Duncan, I was thinking that you and Peter should hang out this summer. Lord knows he brought enough of his Star Wars dolls. You could have fun with those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "They're action figures! And they’re classics! (then, to Duncan) I’ve got a rare wookie and the C- 3P0 with detachable arms. They lose value if I take them out of the boxes, but we can still have awesome battles with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "He needs human contact. He’s having too many conversations with those dolls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "No, I'm not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I’ve heard you, Peter! You called that “Baby Foot,” or whatever, your best friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(not worth the effort) Boba Fett...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(ignoring, to Duncan) So, should we set up a time for you two to get together tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Uh, I should check with my mom. Duncan starts off. \f10 11 12 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(calling after) Okay, well, don’t stand us up because we know where you live! (then, to Peter) See, I told you. Your eye makes people uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You're the worst parent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan enters. From upstairs, PLAYFUL LAUGHING. Pam and Trent are clearly fooling around. With that, Duncan turns right around, and heads back out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan is lying on top of the roof, eyes closed, listenin his iPod. Unfortunately, he’s listening to REO Speedwagon “Can't Fight This Feeling.” AND, he’s singing out loud. He opens his eyes to see... Susanna standing beside the car, watching. Clearly, she’s back from the beach. Duncan fumbles with the iPod, drops The earphones stay in, the console falls to the ground. Embarrassed, he looks over, only to see that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "«+. She’s heading into her house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AFTERNOON",
          "text": "Duncan comes down the stairs. Pam is setting the dining r table for dinner. Trent, making drinks at the BAR. With them, KIP and JOAN, Trent’s friends. “KYRIE,” by MR. MIST blares on the stereo. (We hope.) They’re all trying to si along, but clearly don’t know the words. Joan is dancing, occasionally tugging on Kip and Trent to join her. But, t no avail. The song gets to the CHORUS. This part, Trent, Kip, and even Pam know well. However,...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(singing the chorus) “Carry a laser down the road that I must travel. Carry a laser through the darkness of the night...” \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "aughing, shouting over laughing houting the music) Whoa, whoa. Are you singing, “Carry a laser?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "That’s what it is. Trent, Pam, and Kip laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Why would anyone in their right mind write a song called, “Carry A Laser?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(laughing, shrugging) Because they love outer space. She goes back to singing and dancing. Finally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN, (CONT'D)",
          "text": "(noticing Duncan) Uh-oh. You just walked in at the wrong time, stranger. Before Duncan can even protest, Joan is coaxing him onto “dance floor.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "This is Duncan. My son. These are Trent’s friends, Kip and Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "I’m the one not grinding up on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(laughing) I’m not grinding up on him. (to Duncan) Come on, I can’t get anyone to dance with me. Duncan looks to Pam for rescuing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(smirking) Oh. I’11 make it worse. Pam joins in. Duncan halfheartedly gives in. A lot of awkward movement. At this point, everyone embraces the ly “Carry a laser.” Full on singing. \f16. Save for Trent, who puts on a good face, but is clearly o the moment. Steph descends the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "I’m out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Oh, wait. I made dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Oh, shoot. I have plans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Steph, check out his moves. Steph watches for a short beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Enjoy therapy. She grabs beers off the bar and goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Alright, we did that... Trent turns down the music. Duncan, self-conscious, stops dancing. Pam grabs a PLATTER of HOR D’OURVES and BOX OF CRACKERS, places them on the COFFEE TABLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "Hey, buddy, any chance you were on top of my car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "«+. No. Without even being prompted, Duncan helps Pam, opening th CRACKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Cause there was a dent in the roof. It popped back up. So, it’s okay. I’m just wondering if you knew anything about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(innocent) Well, we did have bags up there, honey. Not the one he wanted to hear from, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That’s true. We did. Fair enough. \f17. Trent smiles for Pam’s benefit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "(pointed, to Duncan) So, that’s probably it. He winks at Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Can I help you with this, too, Pam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Oh. No. Thank you. (then, smiling at Duncan) We've kind of got a system. Trent puts his arm around, Pam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "We've got a good team, here. He kisses her cheek. He seems proud. Duncan steps away, stops helping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Post dinner. Joan, holding court. Duncan pushes remnants food around on his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "No, I can tell you exactly where I was. Passed out in the dunes. The guys laugh. Pam is out of the loop, but puts ona gracious face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That's right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Because, you left me there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No, now wait! Kip wanted to go out on his boat. He said you’d be fine by the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "You never came back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "(scoffing) The next day I did. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP, (CONT'D)",
          "text": "I poked you with a stick to wake you. It was real romantic. The guys laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM JOAN",
          "text": "You know, I once went to this (to Trent) horrible luau-themed party... Now, was it last summer...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM JOAN",
          "text": "Oh, I’m sorry... (faux sincere) No. Go. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "No, please. You were talking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Tell your story, babe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Yeah. Enough of us, reminiscing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "It’s dumb...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Well, now we have to hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(quickly) One time I went to this luau and passed out in the dunes, too. That's basically it. Dead air. A flop of a story. But, everyone feigns enjoyme to ease the awkwardness for Pam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(passively) .-. Oh, how funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "It was just... A similar thing to... Trent pulls in Pam close. He’s very attracted to this sid of her. Kip starts piling more food onto his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Okay, I just have to point out that I'm loading up for the third time. Pam, absolutely incredible. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "No, thank you. (re: Trent) Sorry this asshole sprung us on you, last minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "It’s fine. I’ma caterer. I love cooking for people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "You cater? That makes sense. Joan takes a sip of her wine, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "One of her many talents. Trent kisses her. Pam smiles, graciously. She’s not used being put on a pedestal. It shows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "She's also got some ideas for fixing up the place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "You mean,... (playing it up) +. the “Riptide?” Trent laughs, deflects. He takes a lot of shit for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(clarifying) I mentioned rearranging a few things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Hey. Put your stamp on it. I’m not set in my ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(scoffing) Tell that to Christine. Kip lightly nudges Joan. A little awkward silence, then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(moving on) Okay. I’m sorry, I have to put my son out of his misery. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 Al4 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "(to Duncan) You're free to go. With that, Duncan jumps up from the table. Finally, relie",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "But, take your plate, buddy. We clean up after ourselves in this house. Duncan complies, as Trent pours Pam some more wine. She watches her son head off to the KITCHEN, as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Okay. My story now. Trent, was it last summer that you and I got stuck out on our boat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(pointing to Kip) Yes, cause this bastard buys gas, three dollars at a time! They all laugh, and continue to reminisce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan looks around aimlessly for anything to pass the ti - Surveys the BOOKCASES. Slim pickings. Mostly Louis L’Amour-type novels. - Checks out a PLAQUE. It’s engraved. “Trent Ramsey, Car Salesman of the Year.” - Looks at FRAMED PHOTOS. One catches his eye. A GROUP SHOT. Among them, Trent, Kip, Joan, and Betty. AND, there one WOMAN of interest. While everyone else is looking at CAMERA, she’s looking at Trent. But, she’s turned at such angle that we can’t see much of her face, if any at all. Hanging onto her, Steph, smiling at the CAMERA. - Opens a CABINET. Practically empty, save for one old, ratty edition of CANDYLAND and a 500 PIECE PUZZLE (Someth lame, like kittens in a basket.) INT. BEACH HOUSE - DUNCAN’S BEDROOM - LATER THAT NIGHT Al Duncan sits on the FLOOR. In front of him, the almost completed PUZZLE. Just two pieces left to put in. He look around. Shakes the box. No pieces to be found. Sighs and just starts taking it apart. \f15 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan walks out, looks out over the dunes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (0.S.)",
          "text": "Susanna, close the screen door! I’m getting eaten alive by mosquitos! Duncan looks over at the adjacent deck, noticing Susanna, sitting in a lounge chair. She gets up, slams the screen door shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (0.S.)",
          "text": "I don’t like the way you’re acting, young lady! You wouldn’t be this way if your dad was here! Feeling Duncan’s stare, Susanna looks over. Caught, he lo away quickly. Beat. Checks back to see if... Yep. Susanna’s still looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "«.. Hey. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN, (CONT'D)",
          "text": "Sorry about... I didn’t mean to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Oh, I don’t care. It’s not like we were using our inside voices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "That’s cool. That’s cool. Beat. An eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "So,... You’re a big fan of REO Speedwagon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "“Can't Fight This Feeling?” \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh, no. My mom must have put that on there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Oh, and you just got to it and thought, “What the hell. I’m going to sing the shit out of it, anyway?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(trying to play it off) Something like that. We hear LOUD LAUGHTER from inside Trent’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Sucks here, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(shrugging) It’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "It sucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Yeah, no. Totally. Big time. Beat. Susanna waits for more, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Alright, well... She starts back inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Feels like it’s going to be a hot summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Oh. I thought we were done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh,... I was thinking about that earlier... That hot thing... And, it just came to me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Okay. Well, if something else comes to you,... Again. I’11 be inside. \f16 17 18 19 23. Susanna heads in. Duncan collapses into a lounge chair, making himself as small as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is just coming over the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan enters. It’s a mess. Everything left out from the night before. Clearly, not everyone cleans up after themselves. Steph is there, scavenging the fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "They drank all the beer. She slams the fridge door, storms out. Duncan finds a $20 BILL on the COUNTER. Next to it, a NOTE. It reads, “Up late. Sleeping in. Love you, Mom.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan walks down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (0.S.)",
          "text": "Peter, don’t get mad at me. I don’t know where you’re looking! Duncan stops in his tracks. Shit. ANGLE ON Betty and Peter, at the base of their front STAI",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Forget it! It’s gone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Well, next time you say, “Look at the seagull,” you have to remember to point! Duncan quickly runs around the side of the STORAGE SHED, opens it. A BIKE leans against the back wall, but we can’ quite make it out. \f20 21 22 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan rides the bike. A girl’s PINK CRUISER, complete wi front basket and tassels. But, he doesn’t care. For the first time, he seems content. EXT. MARC ANTHONY’S - DAY - LATER 21 It’s a PIZZA JOINT. A cool, old school vibe. Duncan leans the BIKE against the wall. Parked at the CURB, the Convertible we saw earlier. INT. MARC ANTHONY’S - DAY - MOMENTS LATER 22 Duncan is at the COUNTER, buying a SOFT DRINK. Behind him table of rowdy GUYS, all in BLUE SHIRTS, eating pizza. We hear the familiar MUSIC of a PAC MAN GAME starting. Dunca attention is drawn to the... BACK GAME ROOM. Another BLUE-SHIRTED GUY is playing Pac M EXCEPT for the classic PAC MAN upright, the rest of the v games are very 2012. Duncan approaches, standing right behind the Guy, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Do you mind standing to the side? I’m getting your reflection in the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "«+. Sorry. Duncan steps to the side. As he does, we get our first go look at the guy. It is, in fact, the DRIVER of the convertible. CLOSE ON LOGO. It reads, “Water Wizz.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "I wouldn’t normally care, but I’m having the game of my life. I’m on the cherry level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "But, that’s the first level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Yeah, and I still have one man left. So, like I said, it’s the game of my life. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(smirks ) You like Pac Man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "What? It’s a classic! (re: other games) Not into all the bells and whistles, my man. Too much going on. CLOSE ON Pac Man screen. Pac Man chases a “blinking ghost barely devouring it before it changes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY, (CONT'D)",
          "text": "See, my mistake is that I get greedy. Going for all the ghosts and fruit instead of just clearing pellets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "You know, there’s a pattern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Oh, don’t tell me you’re one of those guys. That takes all the challenge out of it. Anybody can learn a pattern. Just then, the blue-shirted GUYS start to get up, putting their TRAYS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE-SHIRTED GUY",
          "text": "Owen, we gotta go! We hear the familiar sound of PAC MAN DYING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN, (GUY)",
          "text": "Well, so much for the game of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "You still have another man left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Naw, I’ve yet to see the second board. Gives me something to look forward to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh, the board’s always the same. \f23 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Well, there’s that. Thank you. Now, I can die. Here. You play it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Go, go. It’s all you. Duncan plays. OWEN (CONT’D) But, it’s still my quarter. So, if you end up getting a high score, I don’t want to see... What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "--- Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Okay, well, I don’t want to see that up on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh, they only let you use three letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Wow. Nothing’s left to the imagination with you, huh? Owen starts to walk away. OWEN (CONT’D) Oh and hey, no pattern on my quarter, man. Cut your own path. Duncan watches him leave. Suddenly, we hear PAC MAN DYING again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan pulls up on his bike. Pam and Trent are loading a large COOLER into the station wagon. Steph, leaning again the car, putting on suntan lotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "There you are. We were just about to leave without you. Where did you run off to? \f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(shrugging) Nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Well, let’s leave notes, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Your mom was worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Now, go put on your swim trunks. Kip and Joan invited us out on their boat. And, we’re running late. Duncan heads toward the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (0.S.)",
          "text": "Head’s up, buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON DUNCAN, catching a life vest. PULL BACK to see Duncan standing on the dock. the back, the boat’s name, “BARELY A WAKE.” the edge of the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You need to wear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Oh, I think he’s cool without it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No, Duncan can’t swim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(trying to make it better, clarifying) Trent, he’s just not a comfortable swimmer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "I really think he’1ll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No, let's wear it, buddy. So, people don’t have to worry about you, right? Everyone is loading stuff onto a large motor boat, all tricked out. Trent stands on 24 On \f25 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (0.S.)",
          "text": "Yoo hoo! Betty walks down the dock, followed by Peter, who’s carry a BUCKET, and Susanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "Yes, we invited ourselves. Accept it and move on. Peter has to stay down below. His eye throws off his equilibrium and he’1l get sick everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "No, I won’t, mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Tell that to the bucket we have to bring! Duncan, reluctantly, puts on the vest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(sotto, to Pam) Why do I have to wear this? No one else does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "He just wants you to be safe. Susanna walks by, lifting an eyebrow, as Pam tightens the straps on his vest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "Is that snug enough? Off Duncan’s look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON Duncan, sitting. He’s miserable. The life vest i three sizes too big for him. It comes halfway up his face The adults sit around the STERN of the boat. Steph and Susanna sunbathe on the BOW. CLOSE ON a beat up COOLER. Pam opens, revealing her “work Impeccable food. It outclasses the container for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Basically, he was relentless. And, don’t get me wrong. I was looking. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had been divorced well over a year. It just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "It just took a little persistence on my end. Pam smiles, caresses Trent’s cheek. Pam sets out creating a spread on a table. Kip starts helping instantly to the annoyance of Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Well, I wasn’t sure about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I met her when she was catering some Halloween party in Albany...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(teasing) He went as a sexy cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(laughing, defending) No, I was a 70s, bad ass cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "He followed me around all night, saying that he was there to “protect and serve” me. 29. her dishes, himself Trent, playfully, tries to put his hand over Pam’s mouth, she pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "That about ended it right there for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(sotto, to adults) Sadly, I would have been working his bag by that point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(to Pam) Now, you did let me help you load up your van at the end of the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Yes, I did. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "But, it still took three months to even get her to go out with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls Pam in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Three months? I didn’t know you had that kind of stamina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "She definitely made me work for it. But, it was worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "There may be hope for you, yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(to Pam) What finally changed your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "He told me that we were already in this together, so I might as well. It’s been almost a year now. They kiss. Joan finishes her wine. Trent, Kip, and Betty start to make plates for themselves. Pam notices Duncan, sulking. ANGLE ON DUNCAN. He glances over at Steph and Susanna. Steph catches him. She nudges Susanna, whispers. They bot laugh. Duncan fumes. Pam approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "(light, jokingly) Could you look a little more miserable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Could he be even more of a dick? Pam’s smile instantly fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Hey. He’s making an effort. Duncan looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "He wants this to work. He wants us to be a family. \f26 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "He says that, but that’s not what he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Look, I know it’s not easy, but... You promised, remember? That you'd give it a try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I don’t know why I can’t just go to dad’s for the summer. Pam puts on a good face, moving through...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": ".+. Because you’re with me. Duncan just looks off, checks out. He doesn’t “feel” like he’s with her. Eventually, Pam returns to the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is unloading. Trent is helping the women off the boat offering them a hand as they step down. Duncan jumps onto the dock, throws off his life preserver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Hey, buddy, the cooler’s not going to get to the car by itself. Joan steps up to the side of the boat. It’s her turn to s down. Trent offers his hand. She makes a point to reject it, getting down on her own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan stands among the remnants of a “destroyed” table. Half-eaten rolls, corn cobs, opened bottles of wine. Clearly, the party had moved to the house. From OUTSIDE, we hear muffled LAUGHING/TALKING. Duncan lo out the WINDOW. The adults stumble along the dunes, singi loudly. Duncan sighs and starts to clean up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An establishing shot of the house from the DUNES. \f28 29 30 31 32 32. INT. BEACH HOUSE - DUNCAN’S BEDROOM - SAME TIME 28 Duncan is awoken by the muffled sounds of ADULTS TALKING, LAUGHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan descends the STAIRS. Pam, Trent, Kip, and Joan are eating breakfast. They’re still in their clothes from the night before. The table, a mess again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(noticing) Good morning, sweetie. Duncan gives her nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "Do you want any breakfast...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(short) No. I’m good. Duncan walks off. Pam watches him leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan pulls out the pink cruiser. Standing on her FRONT STEPS next door, Susanna watches him leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan rides the bike, peddling furiously. He’s doesn’t k where he’s going. He just knows he wants to be somewhere else. Eventually, he stumbles upon... WATER WIZZ WATERPARK. TRACKING SHOT of Duncan riding up to the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan enters through an open GATE. An EMPLOYEE enters behind him, carrying a BOX, shuts the gate door. Duncan already seems overwhelmed and out of place. CHILDREN run amok. TEENS congregate around the lounge chairs. EMPLOYEE congregate around the MAIN OFFICE. \f33 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN, (0.S.)",
          "text": "How'd we do? Duncan finds... Owen, standing on a SMALL DECK over the M OFFICE. He’s in a ratty BATHROBE, eating breakfast. OWEN (CONT’D) Nothing less than highest score I hope. I’ve got a reputation to protect. CAITLIN, a fellow coworker, emerges from the MAIN OFFICE below. Cute. No nonsense. Sardonic. She pretty much runs the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "(to Owen) Hey, whenever’s convenient for you, we are open for business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(to Duncan) See? I’m held in high regard. (then) Caitlin, I’m going on break. Caitlin rolls her eyes, heads back into the office. OWEN (CONT’D) See what I did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN, (0.S.)",
          "text": "Yeah. It was clever as shit. As Owen goes into the apartment, Duncan finds an empty PI TABLE near the front entrance, sits. Dressed in jeans and T-shirt, Duncan should stand-out among the scantily clad patrons, but somehow he disappears. As he watches life in the waterpark continue around him, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan, getting on his bike. Caitlin locks the GATE from inside. The last remaining GUESTS are walking to their ca Duncan watches as Owen heads into the apartment above the main office. \f34 34. EXT. BETTY THOMPSON’S HOUSE/STREET (FRONT) - DAY - A LITT",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Duncan rides up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL'S VOICE, (0.S.)",
          "text": "Sweet ride. Duncan finds Susanna, on her front steps. In her hands, a CELLPHONE. Duncan seems to be holding onto a little resentment from the boat incident. He doesn’t even get of his bike. Just circles around and around in the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh, it’s not mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Yeah, I figured. Susanna walks down to the street, smiles. But, she can’t help but register Duncan’s aloofness. She tries another tactic. SUSANNA (CONT’D) You were right, by the way. It is a hot summer. Duncan stops, reluctantly smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Yeah, I just call it like I see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "(holding up phone) I’m waiting for my Dad to call me back. I don’t want to be inside because my mom will just stare at me while I’m on the phone. She's all freaked out that I’m gonna want to live with him, or whatever. Duncan finally stops riding, connecting with Susanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "My mom’s the same way. Duncan rides toward the bike shed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "So, let me know if you have any other observations on weather patterns. \f35 36 37 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(glancing back) Will do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan closes the door, starts around the corner...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (0.S.)",
          "text": "I'll see if he’s out front. Just as Pam opens the screen door, Duncan pops back again the shed wall. Pam checks her watch. Duncan waits until it’s safe, then sneaks off toward the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan sits at the edge, looking out onto the beach/ocean He turns, looks back at the house. One last UPSTAIRS LIGH goes OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan starts up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (0.S.)",
          "text": "I thought we had a deal about leaving notes. Checking in. Duncan jumps, slightly startled. ANGLE ON Trent, sitting in a chair, eating a sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "My mom and I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You worried her. Again. I told her I'd wait up for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Well. I’m here. He starts up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Hey, Duncan? Duncan stops. Beat. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "I’m not interested in talking to the back of your head, so... Duncan turns around, full of 14 year old attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "If we’re going to make this work, and it is “we,” then there needs to be trust. And, respect. Am I right? I think that’s something we both want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "-.. Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "There you go, buddy. Duncan turns, and heads upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan is back on the edge of the same PICNIC TABLE, stil sporting the jeans and T-shirt look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN, (0.S.)",
          "text": "I'm afraid I’m going to have to ask you to leave. Duncan looks back over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "-.. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Yeah, you're going to have to take off. I’m getting complaints. You're having too much fun. It’s making everyone uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh. ... Okay. Duncan actually gets up, starts out. Owen is genuinely thrown by Duncan’s reaction... Stifles a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Whoa. Wait... (laughs ) I’m sorry. I shouldn’t be... I didn’t think you would actually... \f39 37. Duncan’s not sure what’s going on. Owen gathers himself. found that very endearing and funny. OWEN (CONT’D) (gesturing him to follow) Come on... Duncan seems reticent. More confused, really. OWEN (CONT’D) Look, I can tell you’re in complete awe of that picnic table. It is one-of-a-kind except for the 200 exactly like it around here. But, there is more park to be seen. Finally, Duncan complies, follows. OWEN (CONT’D) First things first. As much as I’m a fan of Tuff Skins, we’ve got to get you a swimsuit. Seriously, when’s the last time you bought jeans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh, my mom buys my jeans...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Good. Always take things literally. How’s that working out for you? You getting laid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owen and Duncan approach LEWIS, working behind the counte He’s quite a curmudgeon, pale as can be, and his Water Wi employee shirt is WAY too big for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Lewis, hook up my man, Duncan, here with one of our finest rentals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "Some kid threw up near Crazy Tubes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Whoa, let’s try not to impress him all at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "That will not be a challenge. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Lewis is kind of over this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "I told you. I’m not long for here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "No, I remember that conversation. In 2003, 5, 11, April, two days ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "I’ve just got things I want to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Prove it. Without thinking, rattle off three. Go. Owen smiles at Duncan. He loves goading Lewis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "(complying) I don’t know. See New Mexico. Take Invent something. Become a storm chaser...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "You had me until number three. I think you have to go to school for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "(scoffing) “Hey, look. There’s a storm.” “Where?” “Over there.” “Cool. Let’s go get it.” “Got it.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Wait. Are you chasing them or capturing...? Lewis waves him off, pulls out a pair of ragged-looking s trunks from below the counter, hands them to Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "These don’t have any mesh, so you're basically going “commando.” Watch sitting. You’re junk will fall out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "And like that, you're impressed. And, grossed out. \f40 39. Off Duncan,... EXT. WATERPARK - BUZZARD’S BAY GIFT SHOP - MOMENTS LATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "We STEADY CAM as Owen leads Duncan, now wearing the ill- fitting swim suit, on a “tour of the park.” This is our first real glimpse of Water Wizz in all its glory. Clearl built in the 80’s and from the looks of it, hasn’t change bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Water Wizz Waterpark. Built in the summer of ‘83, it’s the last bastion of everything that time period stood for. In fact, it was decreed by its creator that this place shall never age. On his death bed, he said “I don’t want this place re-painted or updated. I don’t even want it brought up to code. And the minute someone tries, it needs to be destroyed.” Duncan doesn’t even bat an eye to this. Owen takes that i OWEN (CONT’D) We actually have a nuclear bomb for just such an occasion. Duncan still doesn’t get the joke. OWEN (CONT’D) Bought it off the Russians. Still nothing. OWEN (CONT’D) Really? Still good with all that? Even the Russian thing? That’s Cold War. Kind of dated. Duncan’s still blank. OWEN (CONT’D) Okay. Well, that was a waste of a bit. Caitlin joins them, clipboard in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "Some kid threw up near Crazy Tubes. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(faux pissed) Why is this the first I’m hearing about this?! Dammit. (then, introducing) Caitlin, Duncan. Tony, Mary Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "Hi, Duncan. (then) Also, I need you to reorder more T- shirts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "Finish the work schedule for next week...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "Change all of the filters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "You know, I’m going to check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Oh. Then, in that case, I didn’t do any of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "(slightly bemused) So, I’m doing it. Caitlin peels back the way she came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(calling off) It’s called delegation. I read about it in a book about it. Our STEADY CAM SWINGS around as Owen and Duncan turn... OWEN/DUNCAN POV of Caitlin walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "41.",
          "text": "OWEN (CONT’D) (to Duncan) That’s the one you wait for, my man. He takes a moment, then we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN DOWN from SIGN. “DEVIL'S PEAK.” Owen and Duncan appro the entrance. Clearly, the main attraction. There’s a lon line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "This is Devil’s Peak. The longest waterslide in a 50 mile radius. Stretch out the tube, end to end. 13 football fields. We STEADY CAM as they continue up the RAMP. OWEN (CONT’D) Don’t Google that for confirmation. That fact predates technology. Three boys, KYLE, NEIL, and JASON, run up. The nerds of t waterpark, but they don’t see themselves as that. They al make their way up the RAMP, past the long line of SLIDERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Owen, settle a debate for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Hello, boys. Duncan, this is Vladimir, Ismael, and Ming Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Those aren’t our names!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Those are the names I’m giving you, Vilady. (to Duncan) These are my illegitimate sons. All different mothers, but I want to make sure I’m a positive influence in their lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Shut up, jackass! \f42. We CUT to a CAMERA on a SCISSOR LIFT as Owen and the rest continue up the STAIRS. We CUT to LANDING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON, (CONT'D)",
          "text": "Neil says that years ago some kid figured out how to pass someone on the water slide. Is that true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "He did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "It’s physically impossible, Neil! You can’t catch up to someone and pass them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Actually, Ming Lee’s right. I was here when it happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Then how'd he do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "It happened inside the tube. So, no one knows. Only the kid and the person he passed,... And, well, Jesus. But, he’s hard to get a hold of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "Be serious!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Don’t interrupt him, Neil! He was talking! STEADY CAM as they climb some stairs onto a SMALL",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Guys, what happens in the tube, stays in the tube. That’s just the law of the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Bullshit. We’1ll just ask the kid how he did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Be my guest. If you can find him. Last I heard, he went into a deep depression. The fame was too much. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN, (CONT'D)",
          "text": "He turned to cocaine to escape the limelight. And eventually, to a life of male prostitution. Owen stops on the landing. OWEN (CONT’D) Oh, no. Wait. There he is. Owen points at a VERY YOUNG KID. Couldn’t be more than 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Screw you, Owen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "Yeah, screw you, Owen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "I just said that, Neil!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "I'm being supportive! The boys head back down the stairs. Owen looks at Duncan, dead serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Actually, that crack-addled male whore... was me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "... Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Wow. Do you get comedy? 4l EXT. WATERPARK - DEVIL’S PEAK - DAY 41 Owen and Duncan ascend the last of the stairs to the TOP LANDING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "So, did he pass by sliding up the side of the tube?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(teasing) I’m not telling you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "But, I want to know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "That’s a good thing. Don’t die wondering. A lifeguard, RODDY (BLUE-SHIRTED GUY from the pizza parlo is sitting at the mouth of the slide, pacing out the SLID OWEN (CONT’D) How’s it going, Hot Rod?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "Some kid threw up near Crazy Tubes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Damn, pointless news travels fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "(to next Slider) Hold on. Alright, go. The Slider heads down. Another SLIDER steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Can I get a special ride “with benefits” for my man, Duncan, here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "Yeah, hold on. (then, to Slider) Alright go. A BEAUTIFUL WOMAN steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY, (CONT'D)",
          "text": "Hold on. RODDY just stares at her butt for way too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY, (CONT'D)",
          "text": "Hold on. Hold. Hold. Hold. Hold. Alright... Hold. Hold. And, we're... Holding. Hold. Hold. Roddy milks this for everything it’s worth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY, (CONT'D)",
          "text": "(finally, to Woman) Alright, go. She goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY, (CONT'D)",
          "text": "Okay, Owen, go! \f42 43 45. Owen pushes Duncan down the tube. He immediately follows. EXT. WATERPARK - BOTTOM OF DEVIL’S PEAK - DAY - MOMENTS L The three come shooting out of the tube into the water. Owen, acting clumsy, pretends to be all tangled with the Beautiful Woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Oh, excuse me. I’m sorry. Let me just... I can’t seem to get my footing. By now, the Beautiful Woman can’t help but smile. It’s th power of Owen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAUTIFUL WOMAN",
          "text": "(laughing) Owen, come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "It’s not me! It’s the punk kid. He’s like an octopus! Just then, a pair of ratty, old swim trunks pop up to the surface of the water. OWEN (CONT’D) And, uh... Looks like you lost something. Duncan realizes his swimsuit came off. He grabs them and puts them on. OWEN (CONT’D) (smiling) Oh. Too far, Duncan. You just had to take it too far. Duncan is beet red. OWEN (CONT’D) Can he get your number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan unlocks his bike. Owen pulls up in his convertible",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "You want a ride? \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No, thanks. I’ve got my bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Where are you staying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Over by the beach, on Hampton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "That's far. And, people drive like idiots on the Fourth. Throw your bike in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh, no. You don’t have to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No, it’s too much trouble....",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Duncan, we've got to start having faster conversations. Put it in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They drive across. There are a few LOCALS carrying COOLER and BEACH CHAIRS along the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "So, what brought you to the waterpark? Not many kids head our way when the ocean’s their backyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I don’t know... I guess... There’s not much for me at home. (then, changing subject) How long have you been working there? \f45 46",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "The park? I’ve always been there. 47. Owen watches as Duncan closes his eyes, enjoying the late afternoon sun on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45 Duncan gets his bike out of the back. We can see that Betty’s Fourth of July Clam Bake is in full swing. PARTYGOERS are arriving, carrying lawn chairs and plates food around to the back. Her house is covered with decorations, to the point of being garish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Thanks for the ride. Duncan walks the bike up the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Hey, I was thinking. I could use someone to be a floater at the park. Do odd jobs. If you’re interested... Duncan’s face lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(too much) Definitely. Awesome. Yeah. (then, collecting himself) No, totally. If you need me, sure. I mean, I could help out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "There you go. Tomorrow. 9AM. With that, Owen drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan runs up the stairs, just as Pam is exiting, platter of food. It’s heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Who was that with you? 46 carrying a \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Just a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "A friend who drives?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "What’s his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Owen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "And, how do you know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Mom, he’s just a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(suspicious) A friend with a license? Well, you should bring him by. I’d like to meet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Fine. He tries to run past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Whoa. I’m not done. Duncan stops, turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "And, we don’t stay out all night and disappear all day. Do you understand me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(under his breath) I could say the same to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "-.. What? Duncan leaves. \f47 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "(calling off) I want you to make an appearance at Betty's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN, (0.S.)",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "I’m serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN, (0.S.)",
          "text": "Okay. EXT. BETTY THOMPSON’S HOUSE - DAY - LATE AFTERNOON 47 CLOSE ON a DUG OUT SAND PIT, filled with COAL EMBERS and SEAWEED. Beside it, a large POT of CLAMS. We STEADY CAM a a PARTYGOER picks it up. With him, Betty, cocktail in han",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Pretty impressive, huh, Frank? Those are all my doing this year. The Partygoer carries it onto BETTY’S BACK DECK, as the Camera follows her into TRENT’S BACKYARD. Betty looks up the DECK of the adjacent house. A COUPLE is sitting there excluded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "Happy 4th, Keegans! So sorry. The party’s filled to capacity! Betty joins Pam, Trent, Kip and Joan at a table as Duncan descends the BACK STAIRS, taking in the party. More PARTYGOERS mingle. Music blares. People are dancing, including CHARLIE (18), a very strung out looking hippie. He’s dangerously close to the fire, lost in his own world Steph and her “gang” of friends, including Chad, Katy and Laura, are huddled around a picnic table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "Susanna! Duncan notices Susanna on her deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH, (CONT'D)",
          "text": "We're hanging over here. Grab a cup, we’re playing quarters! Steph notices Duncan, makes a point to lay across the res the bench, excluding him. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH, (CONT'D)",
          "text": "Come sit next to Willem. He’s being hilarious. Duncan looks over at Betty, Pam, Trent, Kip, and Joan. ANGLE ON ADULTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I think my first hint was catching Bob coiling our gardener’s hose. Then, there was our pool boy. Third strike, was Peter’s principal. Everyone gasps with laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "(nodding her head) P.T.A. meeting. You can imagine how that conversation went. “I’m concerned about safety in our school. Violence is on the rise.” “That’s not all that’s on the rise.” Betty imitates “porn music.” They all laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "(getting up, re: glass) This is empty. And, that’s just not right. (then, noticing) Oh, hey, Duncan. Pam looks back, reaches out for Duncan’s hand. He complie She pulls him closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "You should hang out with Peter. He’s playing under one of these tables. (calling off) Peter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (0.S.)",
          "text": "What?! Peter’s voice, in fact, comes from under one of the table clothed folding tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "There you go. \f51. As Betty walks off....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "(noticing) Charlie, don’t do your dead dance so close to the fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Do you want me to make you a plate of food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No, I can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(walking off) Be sure to get some clams. They were all my doing this year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Bring your food over here and eat with me, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(smiles) Okay. 48 EXT. BETTY THOMPSON’S HOUSE - DAY - CONTINUOUS 48 Duncan approaches the folding table, starts to make a pla",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "What’s up, Peter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (0.S.)",
          "text": "Hey, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "How’s the battle going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (0.S.)",
          "text": "Luke and Leia are hooking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "You know, they’re brother and sister, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (0.S.)",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Cool. \f52. Susanna approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "I'd avoid the clams, if I were you. They're one of the many casualties of my father’s absence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "++. Oh. Duncan considers, but then puts a few clams on his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN, (CONT'D)",
          "text": "(shrugging, to Susanna) Just because your mom’s going to see my plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "It’s your funeral. CHEERING. Duncan and Susanna look over by the fire. Charl is clearly enticing the adults with a large bag of pot. SUSANNA (CONT’D) Looks like my brother just made another sale. The adults head off, except for Pam. Trent takes her hand pull her up. She glances over in Duncan’s direction. Clearly, torn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "«+. We'll be right back. And with that, she’s gone. Duncan dumps his whole plate o food into the garbage can. Susanna clocks. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Peter, do you want to go chase ghost crabs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (0.S.)",
          "text": "Hell, yes! Peter comes out from under the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Duncan? Any interest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(coming to) Huh? \f49 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Want to do something really lame?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It’s not lame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(beat) Yeah. Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "53.",
          "text": "49 Susanna and Duncan are walking. He seems lost in thought. In the distance, Peter, carrying a flashlight, is looking ghost crabs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "When I was younger, my dad used to bring me down here to do this all the time. He’d fill my head with all these useless facts about ghost crabs. Like, did you know they’re omnivorous? Basically, they feed on both animals and vegetables. (then) My mom jokes, “Leave it to your dad to be interested in a creature that goes both ways.” Duncan can’t help but smile. Beat. SUSANNA (CONT’D) So, do you want me to keep talking, or are you going to say something eventually?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "My mom doesn’t smoke pot. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Well, that’s the power of this place. It’s like spring break for adults. They smile, connect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "50 Duncan and Susanna sit at the top, watching the fireworks explode over the ocean. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "That’s what I think really kills my mom. Not that he left, but that he’s got someone and she doesn’t. Duncan nods. SUSANNA (CONT’D) Is your dad seeing anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Yeah, she’s a lot younger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Classic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "They're just getting situated in San Diego. You know? New place. So, he says it’s not a great time right now. But,... I’m going to visit him when he gets settled and stuff. It’s supposed to be awesome out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "California. That’s cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Yeah. Beat. Duncan just looks out at the water. Susanna watches him. Just then, Peter runs by, chasing a crab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Susanna, look! The crab grabbed the light saber! He’s got Luke’s light saber! This is the battle of all battles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "(to Duncan) How are you only a year older than him? EXT. BETTY THOMPSON’S HOUSE - DUNES - THAT NIGHT - A LITT",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Susanna and Duncan walk up the DUNES. Peter runs by, his arms outstretched as if he’s flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "So, where is it you go? \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Go where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "On your sexy, pink cruiser?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh. Nowhere. Susanna smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Oh. I see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No, I just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "It's okay. Let it be yours. She smiles. They approach... BETTY’S BACK DECK. Duncan glances over at the DUNES behind TRENT’S HOUSE. DUNCAN'S POV of Pam, Betty, and a group of women still sitting around the fire. They are all clearly high, drunk all of it. Susanna watches Duncan watch his mom. SUSANNA (CONT’D) «++ Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(coming to) Yeah, good night. Susanna head up the stairs. Duncan continues into Trent’s YARD. Suddenly, MUFFLED ARGUING from the side of the hous draws his attention to... «+. the side of TRENT’S HOUSE. Duncan peeks around. Joan, clearly drunk, is leaning into Trent. She runs her hand u his stomach and chest. Trent removes her hand, but she le in, kisses him. Although Trent doesn’t “kiss back,” he doesn’t pull away immediately. Thinking better of it, he finally turns his head away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Oh, I see. Just not this summer. \f52 56. Pissed, she waves him off. Trent starts walking toward Duncan, who throws himself against the side of the house. Trent walks by, not seeing him. In his hand, a bag of MARSHMALLOWS. Trent approaches Pam and the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "You were gone that long and you only brought the marshmallows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Joan has the rest. Trent joins Kip and Charlie who are clearly smoking pot. Duncan watches as Pam looks over her shoulder in the direction of where Trent came from, just as Joan is round the corner, fixing her hair. Joan joins them at the fire, handing a box of GRAHAM CRACKERS and CHOCOLATE BARS to Pa without even looking at her. Pam glances over, noticing Duncan. She takes a moment, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(to Group, upbeat) Who wants a S’more? Duncan just shakes his head, and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan rounds the corner of the booth, a little out of so from the night before. But, at least he’s in his OWN swimsuit. Owen is there with Lewis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "You're late! Duncan looks like a deer in headlights. OWEN (CONT’D) Are you planning on making this a habit? If so, we’re done here. You know what? I’m tired of your sass. You're fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "But,... I just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "You make a valid point. Welcome back. With benefits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "You waste an exorbitant amount of time. \f53 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Suit up. Owen throws him a blue shirt. Duncan doesn’t emote much excitement. OWEN (CONT’D) Come on, get pumped! This is a place where dreams are made. Or, destroyed. Depends on how you feel about working at a waterpark. Duncan puts the blue shirt on over his T-shirt. Caitlin approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "Um, we have a situation over at Harpoon Lagoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(dead serious) Is it a homicide?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "(dry) Yes. It’s a homicide. That’s why I’m so calm. Owen starts off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(dramatic whisper) I knew this day would come. Caitlin and Duncan follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small crowd of waterpark PATRONS have circled up, watch some BREAKDANCERS going to town on a large piece of CARDBOARD. HIP-HOP BLARING from a BOOM BOX. (NOTE: Our “Breakdancers” are just TEENS who were at the waterpark. a “crew.” They would be dressed for the waterpark.) ANGLE ON SNACK SHACK. Roddy and a few other EMPLOYEES are watching. Owen, Caitlin, and Duncan approach, joining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(disappointed) Oh. There’s no blood. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "(very matter-of-fact) They grabbed some cardboard from the snack shack and just started going to town. Mostly b-boying. Power, Abstract, Blowup, Flavor... Mad moves though. Applejacks, Coindrops, Turtles, Jackhammers, 1990s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Any Jookin? Buckin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "(scoffing) Not this far from Memphis...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "(over it) Someone needs to take away their cardboard. It’s getting too congested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(to Duncan) You heard the lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(taken aback) --- Oh, I don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "No. Owen. You need to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Naw, he’s got it. Duncan looks over, nervous. DUNCAN'S POV of the BREAKDANCING CIRCLE. A BREAKDANCING G moves center stage, holding court. He’s quite an imposing fellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(meek) But,... It’s my first day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(off shirt) Hey. You're official now. You got this. Duncan takes a deep breath, walks off... \f59. OWEN (CONT’D) (off Caitlin’s glare) I’m right here. I’11 step in. ANGLE ON Duncan, slowly approaching. He stops just outsid the circle, looks back at Owen, who gives him a thumbs up",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(soft) .-- Excuse me. No one hears him over the music. They’re lost in their da circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN, (CONT'D)",
          "text": "Hey, uh, guys...? Nothing. Duncan shuffles over to the boom box, turns it o A smattering of disappointment from the Patrons. “Boo.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREAKDANCERS",
          "text": "Hey!/What the hell?! They all turn and look right at Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I’m gonna... need to take your cardboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREAKDANCING GUY",
          "text": "Whoa, whoa. Our imposing fellow steps forward. Duncan’s eyes only com up to his chest. BREAKDANCING GUY (CONT’D) What, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Um,.. I was told to take your cardboard. The Breakdancing Guy takes a moment, but eventually steps the side. Duncan makes his way through the very intimidat crowd. He reaches down, grabs the edge of the cardboard. foot SLAMS down onto it. It’s Breakdancing Guy, again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREAKDANCING GUY",
          "text": "Show us your moves. Duncan looks at him, confused. \f60. BREAKDANCING GUY (CONT’D) Show us your moves. Then, you can take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Oh,... I don’t... I can’t, um, crunk or any of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREAKDANCING GUY",
          "text": "Then, you can’t take the cardboard. He takes a moment, then starts to “pop ‘n lock” horribly. It's awkward, and jerky. This moment seems to go on for a eternity. Finally, he stops. No one reacts. They all just stare at him, blankly. Beat. BREAKDANCING GUY (CONT’D) (nodding head) Okay. Okay. He seems to be signing off. Duncan, relieved, goes to retrieve the cardboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (0.S.)",
          "text": "Whoa. We’re not done. ANGLE ON a BEAUTIFUL BREAKDANCER emerging from the crowd. She turns the BOOM BOX back on. Grabs Duncan’s hand, lead him to the center of the cardboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAUTIFUL BREAKDANCER",
          "text": "Just mirror me. The Beautiful Breakdancer does a move, throws it to Dunca He tries to replicate it. Terrible. More moves. More mirroring. More butchering. The Patrons start to get into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREAKDANCING GUY",
          "text": "Spin on your head! Just then, two big BREAKDANCERS pick Duncan up from behin flip him over. Duncan is now in a headstand. The Breakdancers start manually spinning Duncan by his legs, faster and faster, handing him off like a Tetherball. CLOSE ON Duncan's face, beaming. DUNCAN'S POV as he spins around and around. Suddenly, the guys let go. Duncan tumbles to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREAKDANCERS",
          "text": "Stick it! Stick it! \f54 55 61. Duncan awkwardly makes a “pose.” The Patrons go crazy. Breakdancing Guy helps Duncan up. Everyone claps/cheers, including Owen, and Roddy. Even Caitlin is not immune to moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREAKDANCING GUY",
          "text": "Nice moves, Pop ‘n Lock. The Beautiful Breakdancer hands Duncan the cardboard. ANGLE ON Owen/Caitlin. He gives her a “See?” look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "You got lucky. Owen puts his arm around her waist, but she removes it. ANGLE ON Duncan, carrying the CARDBOARD back over, grinni He’s also DIZZY AS HELL. He can barely walk a straight li In fact, as he tumbles off to the side...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan rides up, barely stopping to hop off of it. He’s t excited. He heads up the stairs, then realizes... He’s st wearing the blue shirt. He pulls it off, and hides it und his T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan enters, excited. Pam, Trent, Joan, and Kip are the having drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Hey. Where have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "That’s a long time to be nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Well, that’s where I was. With that, he heads up the STAIRS. \f56 57 58 59 62. EXT. WATERPARK - TOP OF DEVIL’S PEAK - DAY 56 Duncan sits at the mouth of the TUBE. Beside him, Roddy, showing him how to run the line. Like Roddy earlier, Dunc is spacing out the SLIDERS. Just then, a BEAUTIFUL TEEN steps up. Duncan instructs her to “hold.” Roddy motions f Duncan to check her out. He complies, staring at her behi but can’t help but blush. Suddenly, a CLEARING OF A THROA ANGLE ON the teen’s MOTHER, glaring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "(mock scolding) Inappropriate, Duncan. Inappropriate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan enters. Trent, Kip, Joan and Pam are sitting on th BACK DECK. Joan, holding court. Pam, collecting everyone’ drinks to “refill.” Without even breaking from her “story Joan hands Pam her glass. Pam watches through the window Duncan passes by, never connecting with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole staff is gathered. Owen, passing out PAYCHECKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Roddy. He hands Roddy his check. OWEN (CONT’D) Lewis. Owen reaches over the back of him to Lewis. OWEN (CONT’D) Pop ‘N Lock! Duncan works his way through the crowd as they laugh, cheering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON DUNCAN, woofing down some cereal, chugging orang juice. He’s hellbent to get on with his day. A different air to this “Duncan.” Very tan, healthy-looking. His hair shaggy. \f60 61 62 63. PULL BACK to reveal STEPH just staring at him. Not sure w the hell this is. Duncan looks over, winks. EXT. WATERPARK - TOP OF DEVIL’S PEAK - DAY 60 Duncan is now on his own at “Peak Command.” He’s wearing classic Vaurnets a la Owen, spacing SLIDERS out with the greatest of ease, confident. Among the kids, Kyle, Jason Neil. EXT. WATERPARK - BOTTOM OF DEVIL’S PEAK - DAY - MOMENTS L A variety of SLIDERS come shooting out of the tube one af the other. Suddenly, the flow of people stops. Beat. No activity. All of the sudden, three MATS come out of the tube. But, no Sliders. We hear a LOUD WHISTLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. WATERPARK - TOP OF DEVIL’S PEAK - DAY - MOMENTS LATE Owen and Roddy run up. Duncan has the whistle in his hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(panicked) Sorry. They rushed me. They said it was for the good of science. Owen, Duncan, and Roddy look down the tube.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(yelling down tube) Guys, are you okay?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE, (0.S.)",
          "text": "(yelling) No, we’re not okay, dumbass. We’re stuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(to Duncan/Roddy) Huh. Not sure how I’m the dumbass in this scenario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "63 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle, Neil, and Jason are, in fact, stuck. They’re arms, legs, everything - tangled. Kyle, facing one way. Neil an Jason, the other. Water, rushing all around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "I told you we shouldn’t all go at the same time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "I thought it would work!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Shut up, Neil! Shut. Up. Neil! EXT. WATERPARK - TOP OF DEVIL’S PEAK - DAY - MOMENTS LATE Owen hops up on the railing, addresses the sea of kids waiting on the ramp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Okay, listen up. I need a hero. I’m holding out for a hero ‘til the end of the night. He’s gotta be strong. And he’s gotta be fast. And he’s gotta be fresh from the fight. (then, off the kids’ blank stares) No? Footloose? Bonnie Tyler song? Kevin Bacon drives a tractor ina game of “Chicken?” Still blank stares. OWEN (CONT’D) (giving up) I need someone to throw himself down the tube and knock some kids loose. A HAND rises from the CROWD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID'S VOICE",
          "text": "I'll do it. The “volunteer” makes his way through the crowd. It’s a K alright. A quite obese one. \f64 65 65. EXT. WATERPARK - TOP OF DEVIL’S PEAK - DAY - MOMENTS LATE Duncan, Owen, and Roddy are now joined by MALCOLM (KID).",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALCOLM",
          "text": "Malcolm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "You're probably going to want to get some momentum, Mack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALCOLM",
          "text": "(confident) I got this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Owen, I don’t know if that’s a good idea. What if we just turn off the water? They could get their footing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Let’s call that “Plan B.” (then, yelling into tube) I’m not going to lie to you. This is probably going to hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE, (0.S.)",
          "text": "(yelling) What’s going to hurt who? Malcolm steps into the entrance of the tube. He grabs the sides and starts rocking back and forth. Finally, throwin himself down the tube.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON Kyle, Jason and Neil, as they feel the tube ROCK they hear RUMBLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL/JASON",
          "text": "What’s happening?!/I can’t see! KYLE'S POV of Malcolm coming at them, full speed. Kyle screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL/JASON, (CONT'D)",
          "text": "Why are you screaming?! \f66 66. EXT. WATERPARK - BOTTOM OF DEVIL’S PEAK - DAY - CONTINUOU Kyle, Neil, Jason, and Malcolm come shooting out of the t in one big ball. Owen, Duncan, and Roddy run up. Owen jum in to help the guys to their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(faux concern) Oh my God. Ming Lee, Ismael, Vladimir. I thought I lost you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALCOLM",
          "text": "That was awesome!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "Let’s do it again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "(to Kid) Will you knock us loose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALCOLM",
          "text": "(excited) Sure! Caitlin approaches, intercepts. Pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "Whoa. Whoa. We’re done with that. Thank you. The boys looks disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN, (CONT'D)",
          "text": "(to Owen) What do think you're doing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "It’s all good. No one got hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "Don’t just wave it off! Places get shut down because of stunts like this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(to boys) Is it just me, or is she very sexy right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALCOLM",
          "text": "(checking her out) She's certainly got my attention. \f67 68 69 67. Caitlin takes a breath, shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "(exasperated) Why do you always put me in this position? I hate being this person. This is why,... (then, indicates herself and him) «+. This doesn’t happen. It’s not fun anymore. (beat) I wish this wasn’t just a job. With that, she walks off. Duncan looks to Owen, whose clearly affected. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Sorry, I didn’t mean to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "No. It’s my fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s pouring rain. The place is locked up. The parking lo empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No activity here, either. The only difference is that the station wagon is covered with a tarp. Clearly, Trent does like it getting wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan stares out the window. Miserable. Trent sits on th couch, looking through the newspaper. Steph is painting h toe nails. Pam enters from kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "The soup needs a little longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "There’s a 1:15 and a 3:30. We could see one of those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "No, let’s stay in. Do something we can all do together. As a family. \f70 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "We can see a movie as a family. We could grab Kip and Joan and make an evening of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "I don’t feel like hanging out with Kip and Joan. I feel like hanging out with all of you. Pam holds her stare on Trent. She means it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON CANDYLAND BOX. Faded, on it’s last legs. PULL BACK to reveal. The “family” sitting on the floor around the table. Pam, the only one smiling, trying to se them on her idea. She displays the box top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(pointing) It’s appropriate for people four to eight. So, we’re good. Tough sell. Steph studies the top of the box, and reads i",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "“Home Sweet Home.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Okay, let’s not hate it right away. (then, holding up game pieces) What color gingerbread character do you want to be, Trent? Trent doesn’t answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "I have to be yellow! She grabs a pawn. LATER... CLOSE ON a “Gingerbread Character” moving from space to space. It gets to an area called “Gumdrop Pass.” PULL BACK to reveal Duncan. It’s his turn. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Oh, look, you can take the shortcut there. There is, in fact, a “bridge” that allows you to jump ahe Duncan moves his “character” over the “bridge.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Whoa. No, he can’t do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Yes, he can. He crosses the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(under his breath) This is so stupid. Duncan moves back and past the “bridge.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "No, you’re at the shortcut. So, take it. Trent picks up the DIRECTIONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(reading, pointedly) “If your Gingerbread Character pawn lands, by exact count, on the yellow space below the Gumdrop Pass, you can take the shortcut.” (then) “Exact count.” He picked a card with a blue square on it, so he has to go to a blue square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Well, I don’t think it matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "If it didn’t matter, they wouldn’t put it in the directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "We can fudge the rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "(laughs ) “Fudge.” That’s good. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(good-natured) Well then, I might as well go directly to the top of Candy Mountain with that argument. Trent moves his pawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "No rules? There we go. I win. Pam moves his pawn back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Fine. We'll play the way you're supposed to play. (then) Duncan, move to the correct place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I already did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Great. (getting up) Now, take my turn for me. I’m going to set the table for lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Wait, what? No, you need to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Duncan can move for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No, you’re the one who wanted to play. So, play your turn. Pam takes a moment, then comes back to turn a card and sl it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Purple. Pam moves her pawn toward a purple square with force. The turns to go to the dining room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "(cautiously) It’s two. You need to move two purple squares. (off Pam’s look) Sorry. \f71 72 73 71. Pam takes a moment to collect herself, and then comes to move her pawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "There. And, I’ve landed... (for Trent's benefit) ... By exact count, at the shortcut, so, I'll be taking the “Rainbow Trail.” She does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "See? You’re way ahead now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "It’s Candyland, Trent. With that, she walks to the DINING ROOM, starts setting t table. Trent gives Duncan and Steph a “What’s with her look?” But, they don’t commiserate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "It’s your turn, Steph. Long beat of silence. The only sounds are those of “game play.” A Gingerbread pawn being moved across the board. Suddenly, Pam slams down a PLATE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(in tears) It’s fucking Candyland! She storms off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is out. Remnants of the rain are still evident, puddles on the ground. The station wagon, now uncovered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan boards his bike. As he rides off, Susanna comes ou from behind her house, with her own bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan locks up his bike. Susanna watches from afar. She turns around and heads back the way they came. \f74 75 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan enters, surprised to find... OWEN, opening up. He looks a little more put together than usual, professional He’s wiping down all the lounge chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(noticing) It’s your day off. Why are you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I figured we lost yesterday, so I thought I’d make it up. (then, knowingly) Why are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Thought I’d open the place. See what all the fuss is about. Duncan smiles. Just then, Caitlin walks up to the front gate, her KEYS out. She seems genuinely surprised to find the place already open AND to see Owen working. He beams. She strides past him, bemused but it’s not going to be th easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "Your shirt’s inside out. Owen looks. It, in fact, is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan is stacking MATS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA, (0.S.)",
          "text": "So, this is where you run off to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(confused) What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "I followed you earlier. Then, went to grab my stuff. She holds up her BEACH BAG. Duncan smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "What happened to “let it be yours?” \fSuddenly, 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Does your mom know that you work here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "(impressed) «+. Nice. over the LOUD SPEAKER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN, (0.S.)",
          "text": "Duncan, to the Administrative Offices International. Duncan looks over his shoulder. Owen, Roddy, and Lewis ar standing very nearby. OWEN (CONT’D) (into PA) Duncan, please report to the Administrative Offices International. I have to announce this over the PA as my voice won't carry that far. My throat suffered major damage during an intense make- out session with Lewis’ mom. She has a forked tongue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "I don’t have a mom. I have two dads. In your face. Duncan looks back at Susanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": ".-. Hold on a sec... Duncan walks over to the guys...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(goading) Who’s that, big guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(shrugging) Just a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Just a girl? A girl who makes you blush? \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Susanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "You pussy hound. Duncan looks down at the ground, shuffling his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I don’t know. She’s... older than me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "Then, why are you here talking to us and not over there, sealing the deal with that cougar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Well,... Maybe if you guys hadn't called me over. Owen and Roddy react to Duncan’s hint of bravado. Duncan smiles and AS he walks off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(into the PA system) Duncan, back to his lady friend. Duncan, to his lady friend. Please let her know that our conversation was entirely about her. In other news, this is extremely awkward for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan is giving Susanna the tour, a la the one he got fr Owen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(excitedly) Okay. Water Wizz Waterpark. It was built in the summer of ‘83. The creator never wanted the place to change. So, on his death bed, he said “The minute someone tries to repaint or update the waterpark, it needs to be destroyed.” Susanna laughs. Beat. \f77 78 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN, (CONT'D)",
          "text": "(off laugh) Huh. I didn’t get that joke as fast. They pass the SUNBATHING GIRLS on their lounge chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNBATHING GIRL",
          "text": "(flirty) Hey, Pop ‘N Lock. They giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(off Susanna) Don’t worry about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SERIES OF VIGNETTES",
          "text": "- MUSSEL BEACH. Duncan and Susanna lounge by the giant wa pool. - LOCKERS. Susanna watches Duncan clean out wet clothes f a abandoned locker. - EMPLOYEE LOUNGE. Duncan and Susanna have lunch at one o the picnic tables. - It’s end of day. Park empty. Duncan and Susanna walk around the edge of the RIVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan and Susanna are walking their bikes up the drivewa (NOTE: The station wagon is NOT in the driveway.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH, (0.S.)",
          "text": "Thanks a lot for ditching me, bitch. They both look up. Steph is sitting on the front steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "(lying) Oh. I wasn’t aware we had plans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "I wasn’t aware you two had plans. \f79 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Sorry, we just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "I’ve got a ton of stuff going on in my life right now. So, it would have been nice to have a friend. Just then, Pam comes out of the screen door. Expectant, hoping to see someone who isn’t there. Realizing it’s jus the kids... Duncan glances over in the direction Pam had. DUNCAN'S POV of the missing station wagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Dinner’s almost ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam, Duncan and Steph are seated at the dining room table whole spread of food, untouched. Duncan looks over at the wall clock. 8:30 PM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "No use in waiting. Let’s just eat. More silence. Just the sound of UTENSILS CLINKING against the plates. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "(trying to push through) So,... How’s Chad, Steph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "We broke up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Oh. I’m sorry. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "(off food) This is really good. They continue eating in silence. \f80 81 82 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam, cleans dishes. Duncan wraps up the uneaten food. Ste approaches Pam, carrying plates. Pam motions for her to s them down. Steph nudges her away, takes over cleaning. INT. BEACH HOUSE - DUNCAN’S BEDROOM - LATER THAT NIGHT 81 Duncan wakes up in bed. Something has stirred him. From DOWNSTAIRS, he hears the front door OPEN. Duncan looks ov at the alarm clock. 2:40 AM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Duncan descends, softly. Peers around the wall. DUNCAN'S POV of Pam, sitting in a chair, arms crossed. Before her, standing, Trent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Look, I’m sorry. I was out with Kip on his boat all day. And, we lost track of time. I would have called, but then it was late and I didn’t want to wake you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Just tell me... (beat) ... If there’s something I should know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "What are you talking about...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Don’t make me feel crazy. I’ve been through this. And, I... Trent kneels in front of her. He puts his hand on her fac gently caressing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I'm right here. You have me. You always have. (beat) We're in this together. Remember? \f83 78. With that, he puts his head in her lap. Duncan heads back the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan descends the STAIRS, finding Pam placing a large platter of PANCAKES on the table. She seems happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(bright) Good morning. I’ve already made too many pancakes, so I hope you’re hungry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Where was he? Pam pauses. Then, smiles a desperate smile and attends to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "He was with Kip. But, he’s here now. She exits into the KITCHEN. Duncan turns as Trent, comes down the STAIRS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(chipper) Morning, buddy. Duncan breezes past him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "Whoa. We don’t say, “Good morning?” Duncan locks eyes with him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Welcome home. .-. And heads outside. Trent hesitates, heads into the dining room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "\f84 79. EXT. JOAN AND KIP’S HOUSE - NIGHT 84 Another party. Full swing. People are dancing. A giant bonfire. Tables, set up in the sand. At one, Trent, Pam, and Steph are eating. Duncan sits at the end of the table brooding. Betty joins, carrying a PLATE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "How about this spread, huh? Where did Joan find the time to order take-out? Betty winks, Pam smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "And if there’s one thing that travels really well, it’s fried food. Pam and Betty laugh. Trent knows better than to chime in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "I must get Joan's recipe for Big Daddy’s menu. They laugh even harder, toasting Pam. Joan approaches, a little tipsy AND oddly donning a HEAD SCARF a la Pam. Pam smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Is everyone having a good time? Oh good, you got some food. Pam, I don’t know what I was thinking. I should of had you cater my party. Pam gives her best pleasant smile, takes a swig of wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Well, at least this way, you’re going to have lots of leftovers. Joan gives a forced smile. Betty returns the favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY, (CONT'D)",
          "text": "New look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "No. Just bad hair day. Then, turning her attention to Trent... \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN, (CONT'D)",
          "text": "Alright, Mr. Ramsey, you've been avoiding me all night. And, I won’t have it. Not tonight. Joan grabs Trent’s arm, playfully trying to pull him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN, (CONT'D)",
          "text": "I said I'd get you on that dance floor! Trent resists, but not enough. They head over toward the bonfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "And, they called me a C-U-N-T.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "You don’t have to keep spelling it. Just then, Kip joins the table, carrying a plate of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "(jokingly) Joan found herself a victim, huh? Kip chuckles. That sits like a lead balloon with the grou",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(changing the subject) Kip, I expect to be inviting myself out onto your boat again. When should I plan to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Ah, the motor’s out of commission. It has been all week. And will probably be longer until they get the parts. Duncan looks right at Pam, as she looks over at Trent and Joan, dancing. Pam’s eyes well up. She stands, her face drained of life, white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "I think I’m going to grab a sweater. Excuse me. She turns and starts to walk away. Duncan stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "How much more do you need? Pam stops, but doesn’t turn around. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN, (CONT'D)",
          "text": "Do something, mom. You know what's happening. He’s sleeping with her. Do something about it! The table, silent. Duncan has the attention of the whole party. Trent and Joan, stop dancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Duncan,... She starts to walk away again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Yeah, that’s it! Walk away! It’s easier! It’s right in front of your face, mom! Trent comes over, grabs Duncan’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Hey, buddy... Duncan whips around, pulls free of Trent’s grasp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Let go of me! I’m not talking to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Well, I’m talking to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(pointing at Joan) Just go screw her, asshole! I mean, you have already. (points to Pam) And, she's certainly not going to stop you! Are you, Mom?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You don’t know what you’re talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Everybody knows what I’m talking about! Trent grabs Duncan by the arms. He breaks free, and pushe Trent back. There’s some force there. Trent is definitely thrown off balance, but gets his footing, goes for Duncan again. Just then, Kip steps in between them. \f85",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Whoa, whoa. Trent. Take it easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Enough! Both of you! Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Fine. You don’t want to do anything about it? It’s your life, but it’s not mine. (then) I want to be with dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Duncan,... Trent scoffs. Duncan looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I’m going to live with my father!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Your father? Good luck with that... Duncan looks a little thrown, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Trent, don’t...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "He doesn’t want you, kid. Duncan stricken, looks at Pam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Is that true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(pained) Duncan... Duncan takes off toward the beach, passing Susanna. 82. Kip turns to Joan. She sips her wine, and looks right at him. EXT. JOAN AND KIP’S HOUSE/BEACH - NIGHT - MOMENTS LATER 8 Duncan sits in the sand. Susanna approaches, sits. checks in with him, but his gaze is set on the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "I told you this place sucks. She \f86 Susanna smiles, hoping to break the ice. No luck. SUSANNA (CONT’D) I talked to my dad today. I told him that we had chased ghost crabs. It made him very happy. Felt like he was here. “Did you tell him about the eyes?! You’ve got to tell him about their eyes!” He gets so excited... Still nothing from Duncan. She pushes on. SUSANNA (CONT’D) See, their eyes can rotate 360 degrees. They can see everything around them. But, they can’t look straight up. Which, makes it easy for birds to attack them. So, they have to gather food at night for safety. (then, shrugging) I don’t know. My dad finds it cool. He’s a dork. 83. Finally, Duncan looks at Susanna, who smiles. Impulsively he leans in, tries to kiss her. Caught off guard, she pul back. SUSANNA (CONT’D) Oh,... Beat. He tries again. SUSANNA (CONT’D) Duncan, wait. Duncan jumps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I just wanted... Sorry. He walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "86 Duncan rushes toward the STORAGE SHED. On the PORCH, Tren and Pam. Duncan slips under the porch, out of sight. DUNCAN'S POV through the SLATS... \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I’m an asshole. You deserve better. But, I can be that. I have to be that. Come on, I need you. (beat) We need each other. He reaches for her hand. She makes a fist. Unwelcome. That said, she doesn’t walk away. Duncan’s seen enough. H scurries under the house, bumping into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Where are you going? Duncan, startled, jumps. Peter is there, holding some act figures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(hushed) ... Shut up, Peter... ANGLE ON Pam/Trent, looking in their direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(calling out) --. Duncan? She starts to move toward the SIDE OF THE DECK. ANGLE ON Duncan and Peter, moving along underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(whispering) Take me with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No. I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(hushed) Please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (0.S.)",
          "text": "Duncan... Duncan hears Pam’s footsteps above them, approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I’l1l scream. \f87 88 89 85. Duncan grapples, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan rides his bike. Peter, sits on the handlebars, smiling ear to ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan and Peter approach. Duncan’s surprised to see a fe CARS in the parking lot. There are lights on in the Emplo Lounge. MUSIC from inside. Duncan and Peter scale the fence. Roddy and a group of GIRLS walk up, carrying cases beer. He opens one side of the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "Or, you could just try opening the gate. Off Duncan’s look,...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roddy enters, followed by Duncan/Peter, surveying the par The boys definitely stick out as the rest of the room is certainly of age. As for the decorations, minimal. Some strung up LIGHTS. FURNITURE has been pushed to the sides make room for a dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "(to Room) Be cool. Our boss is here and his pirate friend. ANGLE ON Owen with Partygoers. He heads over. Peter noticing a COOLER. Grabs a couple BEERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Hell, yeah. I could use a cleansing ale. Just then, Owen intercepts, taking the beers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Or, check them out from afar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I’ve thrown a few back before. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Yeah, and I’ve spent a night in jail before. There’s a limit for everything. (to Duncan) What’s your friend’s name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Nice eye patch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "You don’t sound too cool with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "My mom makes me wear it. She says my eye confuses people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Oh, well now you have to show me. Peter takes it off. OWEN (CONT’D) Wait, she wants you to hide that? Is she insane? I’d kill to have that eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(smiles) You’re full of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Seriously. You know how many bits I could do with it? Daring people to look me straight in the eye? That thing’s awesome. Peter beams. Then, something catches his attention...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(way too excited) No way! Pizza and chicken wings! (ALT: Mind if I mingle?) He takes off. Owen checks in with Duncan, who seems out o sorts. \f90 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "So... What’s up, my man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "You're having a party? There’s an air of disappointment in Duncan’s voice. Owen senses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "It’s a farewell for Lewis. Guess he was serious this time. Duncan nods. Beat. OWEN (CONT’D) «+. Did you need to talk to me? Duncan considers, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Nah. Just wanted to hang out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(considers, then) How about we say you hang out for a little bit? Okay? I’m sure you’1l be wanted home at some point. Duncan nods. Owen can tell he’s not himself. He puts his hand on Duncan’s shoulder, walks him over to the rest of GANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARTYGOERS/EMPLOYEES are dancing. Duncan grabs three piec of pizza off a TABLE. We STEADY CAM as he shuffles throug the “dance floor,” passing Peter, who’s thrashing around. Peter has quite a bit of CHICKEN WING sauce on his face. Peter tries to “grind” up on Caitlin. She politely pushes him away. We continue to STEADY CAM over to Lewis, opening GIFTS. Duncan hands pieces of pizza to Owen and Roddy. Lewis hol up a POOL LEAF SKIMMER with a giant BOW tied around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "(sarcastic) Owen, you shouldn’t have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Hey. I went to three different places in the waterpark to find that. You can use it to catch thunder clouds. Peter dances by, BEER in hand. Without missing a beat, Ow takes that one from him, too. Duncan plants himself down between Roddy and Owen. He’s one of the guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan, Owen, Caitlin, and Roddy lounge on the COUCHES. Caitlin, a little tipsy, starts making up a song about “W Wizz.” Roddy goads, encouraging her. ANGLE ON OWEN/DUNCAN. Duncan glances at Owen, who’s enjoy the fact that Caitlin is center stage and having fun agai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owen stands up on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(to Room) Alright, I think we need to hear a few parting words from our guest of honor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "(protesting) No, no... The crowd goads. Owen glances at Roddy, conspiratorially. Roddy, taking the cue, nudges Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "(to Duncan, conspicuously) You want to be part of a tradition? Duncan nods. They cross off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "(to Owen) I’m not opening myself up to some bit. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "No, no. You've been a good friend. We're going to miss you. Plain and simple. That’s no bit. Lewis takes a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "Well,... I won’t say that I won’t totally miss some aspects of this place. It wasn’t completely void of decent times. I remember a couple of days that stick out as almost memorable. (beat, then genuine) I guess if there’s one thing I will miss dearly, it’s... Just then, a very powerful STREAM OF WATER nails Lewis ri in the face. ANGLE ON DUNCAN, armed with a major POWER SOAKER water gu",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(disbelief) Duncan,...?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(deer in headlights) It’s... part of a tradition...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "What kind of warped tradition is that?! Duncan glances over at Roddy, catching him grinning. Duncan’s been duped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN, (CONT'D)",
          "text": "Lewis was pouring his heart out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "I was going to say “people.” I’11 miss the people... Suddenly, Lewis is nailed again in the face. ANGLE ON RODDY, now armed with a SOAKER as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS, (CONT'D)",
          "text": "Seriously! My doctor said not to get water on my face...! He’s nailed AGAIN. \fc90 90. ANGLE ON CAITLIN, now armed herself. Lewis, fed up, goes Caitlin’s soaker. She relents. And, with that... A free f all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is soaked. As is everybody. Duncan surveys a WA OF PHOTOS. Summers past at Water Wizz. DUNCAN'S POV of PHOTOS. Everyone’s accounted for. Owen, Caitlin, Roddy, Lewis... And, now, Duncan’s up there. He’ in his Water Wizz shirt, beaming for the camera. Duncan notices Owen approaching Caitlin. He hands her a TOWEL. ANGLE ON CAITLIN/OWEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Fun night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "«+. Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Look, I’m sorry. I’m developmentally challenged. It’s bad. Like, “very special episode” bad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "I was just frustrated...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "It just started out as one summer here and then turned into 3 years. And, that had a lot to do with you. I just don’t want to look back and regret that it should have only been one summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "You won't. ANGLE ON DUNCAN, as Owen kisses Caitlin. ANGLE ON OWEN/CAITLIN. \f91 Ag1 92 gl. OWEN (CONT’D) Unless, this place gets swallowed up by a giant sinkhole. Then, you're going to wish you had gotten out sooner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has become a full on dance circle has formed. No one i holding back. Everyone takes a turn. Duncan, naturally shows off his new pop ‘n lock moves. Finally, Peter is up dancing his ass off. They cheer as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Oh shit, I’m feeling the beat. Suddenly,... He VOMITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owen emerges. Outside, passed out Partygoers on lounge chairs. Remnants of the party strewn about. Owen looks up at HURRICANE HILL. OWEN POV of Duncan up at the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan sits on the railing. The sun just about to come up Owen approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "I said you could hang out for a little bit. And, I meant it. Sunrise of the next day is where I have to draw the line. (then) You need to go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan doesn’t budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I wish I could stay here forever. Owen sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Oh well then, you're going to love the winters. They’re pretty spectacular. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN, (CONT'D)",
          "text": "Painting houses until it gets too cold, bar backing at some dive to scrape rent together, talking to inanimate objects...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I’m serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "I am, too. There’s a whole world out there for you, Duncan. Don’t settle, just yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I don’t have anywhere else to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "I bet that’s not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "This is the only place I’m happy. Duncan starts crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Oh, hey. Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I hate him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Trent. My mom’s boyfriend. He said I was a three. He asked me what I thought I was on a scale from one to ten. He said I was a three. (beat) Who says that to somebody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Someone who doesn’t know you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I didn’t even want to answer! I... shouldn’t have to answer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Listen to me. That’s about him, man. That’s all about him. It’s got nothing to do with you. Duncan looks at him. \f93 94",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Because my father was the same way. (then) And that’s why I hate patterns. And that’s why you can’t buy into that shit. And that’s why you gotta go your own way. Owen smiles. OWEN (CONT’D) And you, my friend, are going your own way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "93.",
          "text": "93 Peter is passed out on a lounge chair, as is everybody el Caitlin is cleaning up. Owen gently shakes Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Rise and shine, Patches. Peter wakes up, letting out a loud STRETCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Last night was awesome. Did I get laid? Duncan and Owen shocked, laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "I feel like I did. Did I? They laugh even harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan is riding his bike, Peter on the handlebars. then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Stop. Stop! Peter jumps off, tries to puke. But, nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "I’m okay. 94 Beat, He hops back on the handlebars. They ride a few feet. \f95 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Stop. Stop! He jumps off again. Tries to puke. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "(jumping on handlebars) Man, I’m never drinking again. A few feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "That night was epic. (then) Stop. Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan and Peter ride up on the bike. The station wagon door’s are open. There are already bags inside. Susanna i up on her deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "(seeing them, calling into house) Mom, they’re back! Suddenly, Betty bursts out, runs down stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(to Peter) Where the hell have you been all night, young man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Not now, woman. Peter walks right past his mom, heads up the stairs. Bett follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "What did you just say to me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "We'll talk when I get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Don’t you walk away... And, where the hell is your eye patch?! With that, they’re gone. Susanna looks at Duncan, then follows them inside. \f96 95. ANGLE ON Trent exiting his house, carrying bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(calling inside) Pam, he’s here. Trent puts down the bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "We were worried about you, buddy. Duncan’s confused. Why the good mood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "Listen. Let’s forget about last night. How does that sound? Start fresh. Clean slate. What do you say, buddy? Trent pats his head, walks over to the car. Duncan heads into the house, passing Steph on the STAIRS, who’s exitin with her BAG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPH",
          "text": "I hope you’re happy now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan walks into the doorway. Pam is packing a suitcase, her back to Duncan. From her eyes, we can tell it has bee hard night. She looks exhausted, drained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "What’s going on? Pam doesn’t turn around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "We're leaving. I need you to get your stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Mom, I’m sorry. The tears come back. She keeps her back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "I know. Me too. Beat. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "But, why do you and I have to go? The summer’s not over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Duncan,...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "We can stay somewhere else. I don’t understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "We want to leave early, so that’s what we're doing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "So,... We’re going with them? Pam doesn’t respond. She knows what he’s really asking. S collects herself, turns to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "I don’t expect you to understand... His face says it all. “Unbelievable.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "You're fourteen. And, I know that means you think you know everything but... We do things... Pam struggles. This doesn’t come easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "«+. We do things to... protect ourselves. Because we’re scared. Scared of... Being at a place again that we don’t know if we can handle. So,... We look the other way. We convince ourselves that we can make it work... Because, we need it to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "(short, clarifying) We're leaving with them. Pam looks down. Ashamed. Duncan’s stare is too hard to face. Beat. He leaves. Pam sits on the edge of her bed. \f97 98 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody’s now out front. Trent puts the last bag, close the back to the station wagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Is that it? No one answers. He goes to lock up. ANGLE ON PAM/BETTY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Thanks for everything. Betty hugs her tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I think you’re great. ANGLE ON SUSANNA/DUNCAN at the station wagon door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "So, I guess... We’re leaving. (beat) Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSANNA",
          "text": "Goodbye. Duncan starts to climb into the way back. Susanna taps hi shoulder. He turns. She leans in, kisses him. It’s a grea kiss. SUSANNA (CONT’D) You just surprised me, that’s all. She smiles, walks off. Duncan climbs into the back. As he does, he notices Steph, staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "What are you looking at, perv? He proudly takes his back bench seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls out the driveway. DUNCAN'S POV OF SUSANNA WAVING. Betty approaches her, put her arm around her daughter. Susanna leans into her mothe Now at a good distance, we can no longer see them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B98",
          "text": "c98",
          "sentiment": "neutral"
        },
        {
          "speaker": "E98",
          "text": "99 100 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon heads out through the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan sits in the back, lost in thought. He glances out SIDE WINDOW. DUNCAN'S POV of passing by the Water Wizz main entrance. EXT. GAS STATION - DAY - MOMENTS LATER c98 The station wagon pulls in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON GAS PUMP HANDLE in the GAS TANK. PULL BACK to reveal Trent, pumping gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the GLASS, we see Pam, staring off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the GLASS, we see Duncan, staring off as well. DUNCAN'S POV through the GLASS of Water Wizz in the dista PUSH IN on Duncan, contemplating. CLOSE ON DOOR HANDLE, popping. HIGH ARIEL SHOT of the REAR DOOR, swinging open. Duncan jumps out and PAN UP as he runs across the PARKING LOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam, startled, looks back over the front seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Duncan,...?! Steph pops up from the back seat, checking out the action She was clearly stretched out, again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "101 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam jumps out, chasing after Duncan. She passes Trent, wh still pumping gas. Trapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "«+. Pam...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duncan, like a man on a mission, runs right up to Owen. Neil, Jason, and Kyle are there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Hey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "We're leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I came to say goodbye. Come on. Duncan walks off. Owen looks to the guys, puzzled. They follow Duncan. Pam, a little frazzled, enters the EMPLOYE GATE, surveying this strange land. EXT. WATERPARK - TOP OF DEVIL’S PEAK - DAY - MOMENTS LATE CLOSE ON DUNCAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "We're going down, Hot Rod. I’m passing him. PULL BACK to REVEAL Duncan, Owen, Kyle, Jason, Neil, and Roddy at the mouth of the slide. Kyle runs to the railing",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "(calling down) Pop ‘n Lock’s going for it! He’s gonna try to pass Owen on the slide!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam notices a plaque hanging on one of the MAIN OFFICE wa \f103 104 105 100. CLOSE ON PLAQUE. It reads, “Employee of the Month. Pop ‘N Lock.” And, there's a picture of Duncan. Pam notices PATRONS filing past her, as Trent/Steph step behind her, even more lost than she is. Curious, Pam foll the natural flow of people. Trent and Steph, less enthuse EXT. WATERPARK - BOTTOM OF DEVIL’S PEAK - DAY - CONTINUOU A large crowd gathers at the base. Pam, Trent, and Steph join them, not sure what they’re there to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Pop ‘n Lock! Pop ‘n Lock! EXT. WATERPARK - TOP OF DEVIL’S PEAK - DAY - CONTINUOUS 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "So, how do you plan to do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "What makes you think you can?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Don’t die wondering, man. Owen smiles. He likes seeing this side of Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN, (CONT'D)",
          "text": "(to Owen) You go first. I’11 follow right behind you. Owen, like Malcolm had before, tries to get some momentum grabbing the sides. Duncan stands close behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN, (CONT'D)",
          "text": "One, two, three... Go! Owen launches himself into the tube. Duncan jumps in, rig on his tail, face first. EXT. WATERPARK - BOTTOM OF DEVIL’S PEAK - DAY - CONTINUOU The crowd stares in silence, including Pam and Trent and Steph. They don’t know what they’re looking for, but they can’t take their eyes off the tube. \f101. Caitlin approaches, standing right next to Pam. She's wondering what the hell is going on as well. Time seems to have stopped. Beat, after beat passes. Peop strain to see, taut with anticipation. Only the gentle sounds of LAPPING WAVES can be heard. Until, all of the sudden.... .--like the tube is giving birth,... Duncan comes shooting out, followed by Owen, cradled by w of water! The crowd cheers. Pam takes this in. Owen holds up Duncan arm in victory, as they start to climb out of the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Ladies and gentlemen, I give you the first person to ever pass someone on the water slide! The crowd CHEERS. Duncan looks up, confused. Owen winks. Then, Duncan smiles, proud. Just then, Kyle, Neil and Jas run down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "How did you do it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Can’t tell you, my man. That’s our secret. Duncan smiles. The CROWD swarms. Just then, Pam breaks through the crowd, locks eyes with Duncan. She’s beside herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Mom, this is Owen. My friend who drives. (then) Owen, my mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "It’s a pleasure to meet you. She shakes his hand, but Pam can barely take her eyes off Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": ".«-. Yeah, you too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "You've got a helluva a kid here. \f102. Trent steps up behind Pam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Are we done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(exaggerated pleasance) Oh, and this must be Trent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owen shakes Trent’s hand, pulling him in, invading his sp OWEN (CONT’D) Hi. I’m Owen, a good friend of “the three.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Hey. Let’s go. With that, Trent reaches for Duncan. Owen steps in the wa blocks him. Trent tries to move to the other side, but Ow shifts and blocks again. TRENT (CONT’D) (giving up) I’ll be in the car. He turns and walks off. Pam is still taking in the “new” Duncan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Mom, can you give us a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "(coming to) Oh. Of course. As if in a trance, Pam walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Goodbye, Roddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODDY",
          "text": "Pop ‘n Lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Caitlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAITLIN",
          "text": "(smiling) Take care, Duncan. We’1ll miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Bye, Lewis. \f106 103. ANGLE ON Lewis, still in the RENTAL SHACK. Still at the waterpark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS",
          "text": "Yeah, yeah. Duncan takes beat. Those were the easy “goodbyes.” Owen, looks at him, expectant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Come on, my man. Shorter conversations... Duncan hugs Owen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUNCAN",
          "text": "Thank you. Eventually, Duncan breaks away. As he does, Owen slips hi arm around Caitlin’s waist. This time, she doesn’t remove it. They watch as Duncan heads to the front entrance. He doesn’t look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like how we began, Duncan is in the way, way back. Tan an SOPPING WET. Smiling, ear to ear. Pam stares out her window, lost in thought. Beat. Trent glances into the rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "So, what? That’s where you’ve been running off to all summer? Those were the friends you made?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Trent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I’m just curious... (to Duncan) If that’s aiming higher...? If that’s the score you want to settle on, buddy...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "Stop it. She looks at Trent, daggers. \f107 108 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM, (CONT'D)",
          "text": "All you are to us is a ride home. With that, as if possessed by something bigger than herse Pam unbuckles her seat belt. With one fluid motion, she climbs over the front seat, accidentally(?) hitting the b of Trent’s head with her foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "What the hell, Pam...?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam continues over the front seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam climbs over Steph and joins her son. They just sit, staring straight ahead. No need to check in with each oth They're on the same page. For now, they need only enjoy t view from the way, way back. And, just as the slightest h of a smile comes to Duncan’s face, we.... FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2360"
    }
  ]
}