{
  "movie_id": "MOV2034",
  "scenes": [
    {
      "location": "GAME ROOM ALERT FACILITY",
      "time": "DAY",
      "characters": [
        "MOREA",
        "BLUE- GENERAL",
        "HALOPALAL",
        ", RAZARLIS",
        "SPACE INVADERS ELECTRONIC ARCADE GAME SCREEN",
        "CAPTAIN .",
        "INT. 3-52",
        "MOREAQ",
        "INUED",
        "GENERAL",
        "EXT, LOOKING GLASS PLANE",
        "HALUPALAIL",
        "MOREAOQ",
        "77,",
        "CAPTAIN",
        "HALUPALAI",
        ". SEDGEWICK",
        "INT, B-52",
        "OFFICER",
        ". CONTINUED",
        "RADIO MAN",
        "64,",
        "48.",
        "NOW",
        "MOREAU ,",
        "103.",
        "MORZAU",
        "CEASE",
        "SAM",
        "ROOMMATE",
        "AIDE",
        "MOREAC",
        "MAJOR",
        ". KAZARLIS",
        "SXT. FAIRCHILD AIR FORCE BASE",
        "SEDGEWICX",
        "TO THE COCKPIT.",
        "CONDOR",
        ". ALICE",
        ". BLOE GENERAL",
        "EXT, FOUR POXBATS",
        "AGENT",
        "MOTHER, (0.S.)",
        "INT, B-52 -",
        "EXT FAIRCHILD ALERT FACILITY",
        "BLUE GENERAL",
        "33.",
        "202.",
        ", RADNOR",
        "37.",
        "BREAKAWAY",
        "HOODED MAN",
        "RAZAKLIS",
        "INT. 2-4",
        "RADNOR",
        "SEDGEWICK _",
        "127.",
        "COMMUNICATIONS OFFICER",
        "INT. 5-52",
        "KAZARKLIS",
        "HARPOCN",
        "58.",
        "COLONEL JONES",
        "/ KAZAKLIS",
        "READY.",
        "POWER",
        "INT. 3-582",
        "HARPOON",
        "109.",
        "19.",
        "INT. 6-52",
        "-",
        "NARRATOR",
        "KAZARLIS .",
        "HALUPALAL",
        "MOREAG",
        "INT, 3-52",
        "CONDOR ,",
        "ALICE -",
        "RKAZAKLIS",
        "MOREAU -",
        "CIVIL DEFENSE DIRECTOR",
        "TYLER,",
        "THE END",
        "SHEPPARD",
        "HALUPALAI AND O'TOOLE WHO SIT SIDE BY SIDE, THEI",
        "_ CONDOR",
        "KN",
        "HALOPALAI",
        "PILOT",
        "BLOE GENERAL",
        "RAZARLIS",
        "ALICE",
        "EXT, B52",
        "MOTHER",
        "46.",
        "CAUTION, YOU ARE NOW ENTERING THE MOST DANGEROUS AREA IN",
        "RUSSIAN VOICE",
        "MOREAU .",
        "HARBOON",
        "TEACHER",
        ", MAINTAIN ALERT STATUS",
        "WORLD",
        "K-",
        "KAZARLIS",
        "AGENT 41",
        "HALOPALAIL",
        "SEDGEWICK",
        "RADIO OPERATOR",
        "DOUBLE TAKE, FADE OUT.",
        "MOREAD",
        "ENSIGN",
        "LIEUTENANT",
        "YOUNG MOREAU",
        "SECRET SERVICE AGENT",
        "O'TOOLE",
        "APPOINTMENTS SECRETARY",
        ", MOREAU",
        "CONTINUED",
        "38.",
        "CUT TO",
        "FEMA RADIO ROOM/INT. LOOKING GLASS PLANE",
        "HA-LOP-A-LAII1",
        "SNOWMAN, BIG NOISE, COCKED PISTOL, FAST PACE, ROUND HOUSE",
        "B-52",
        "TYLER",
        "132.",
        "MAJOR 41",
        "KAZAKLIS",
        "MOREAUG",
        "49.",
        "GENERAL MOREAU",
        "MOREAU",
        "MOREAD -",
        "HARPOCON",
        "E-4 RADIO OPERATOR",
        "INT, LOOKING GLASS PLANE",
        "44,",
        "XAZARLIS",
        "34.",
        "107.",
        "MOREAO",
        "118.",
        "LISUTENANT",
        "WEAPONS.",
        "SMITTY",
        "NURSE",
        ". KAZAKLIS",
        "NURSE 42",
        "CONTINGED",
        "PRESIDENT",
        "RADIO VOICE",
        "ALICS",
        "KAZARLIS MOREAU",
        "E-4 PILOT",
        "-- FAIRCHILD AFB",
        "72.",
        ". KARPOON",
        "124.",
        "E",
        "INT, B-82 COCKPIT",
        "O611 ZULU.",
        "KAZAKLIS ."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A vision of a charcoal smudge against banked snow. Reveal to be a Darth Vader black jeep. In the jeep, we catch spit-polisn black boots pressing th accelerator. We follow up legs covered in fire proofed fl khaki. We hover at a chest neutered by a flight jacket em with lightning bolts clasped in a mailed fist. we travel Sag stenciled: MOREAU, to a moon-man white helmet framing of a woman. A fresh scrubbed American face, with beautifu awisp of dark hair. The black jeep whines past us towards the main gate at Fa aiz Force Base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young airman, with only a blue beret to protect hia aga morning colé, blows on his hands to keep them warm. He HE nigh pitched sound of the jeep approaching, smiles as he his proper position at the guard gate. . All business now, the young airman returns MOREAU's salut passes through, she glances in her rear-view mirror and c guards barely suppressed smile. Behind him a large sign r",
          "sentiment": "neutral"
        },
        {
          "speaker": "SXT. FAIRCHILD AIR FORCE BASE",
          "text": "MOREAU cruises through the base past rows of old barracks along the ridge above the flight line. Below her, stretch a line and bathed in surreal pea~soup yellow lights, stan jungle camouflaged 8-52's. Ice mist wisps off their long nuclear azmed wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT FAIRCHILD ALERT FACILITY",
          "text": "MOREAU parks ner jeep and walks along the barbed wire cyc towards the half buried bunker-like ALERT FACILITY. Her b misting in the morning cold, she arrives at the first met A sign reads: DEADLY FORCE AUTHORIZED. MOREAU walks through the first gate and is momentarily tr closes behind her. A second gate does not open. She is scrutinised, TV cameras whirring, sensors sensing. A loud CLICK and the second gate opens revealing a guard with lo M16 on his shoulder, pearl handled pistol on his hip, and He does not smile. The guard runs a metal detector up and down the inside of legs. Cleared, she now walks up the ramp towards the faci she will pull a week cf standby nuclear alert cuty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is intensely concentrating. The eyes however, belie a at the bar of the High. Pine Lounge from which he has too come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR KAZAKLIS's voice send light speed signals to his We HEAR the electronic blip every time the FIRE button is followed by an electronic explosion sound. The fingers de follow each command. . KAZAKLIS (v.o.) Left ten, fire (blip); left five, fire (blip); Left five, fize (blip). Right ten, fire (blip); Right ten, fire (blip).",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPACE INVADERS ELECTRONIC ARCADE GAME SCREEN",
          "text": "Two more invaders move steadily down towards the bottom o screen where the electronic spaceship lies in wait. KAZAKLIS (v.0.) Lef: five, fire! Left five, fire (blip, blip).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "XAZAKLIS pushes back from the controls of the Space Invad as it plays a little electronic victory song. He smiles. good. He has to be. He is the best pilot and the worst ex the Strategic Air Command. The game room looks like early Holiday Inn. Cinder-block tables, card tables, chairs and sofas. A window framed wi that, upon closer examination, is net a real window at al merely a realistic mural of a desert scene drawn in 3-D p MOREAU enters with a rolled up flight plan map and sits d to HALUPALAI, the big Hawaiian tail gunner, the oldest of and the only NCO, Halupalai is staring eff into space, ou desert window. Moreau spreads a flight plan map on the card table. It sh heading north toward Russia. Then it makes a sudden loop bee-line for Tahiti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Well... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fco",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALOPALAIL",
          "text": "Tahiti's now a strategic target, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "I thought it would make an interesting conversation piece the next time the base commander brings a visiting Senator by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAI",
          "text": "(laughs) Only you could get away with that. Moreau looks at Kazaklis wno is back playing Space Invade butt sways left then right; he is whistling “America the Moreau turns back to Halupalai and gives him a wicked gri rolls up her map and walks up behind Kazaklis. She Pauses is still swaying left and right and he's whistling \"..for waves of grain...\" :",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Captain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Not now Moreau. Another pause. The butt still swaying to the rhythm of th The whistling even louder. Then in quick cuts: -She jams her rolled up map between Kazaklis' legs. -The green alien adversary on the screen lets go with a b -Kazaklis explodes simultaneously with the machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "She-e-e-e-it Tne video screen flashes: GAME OVER, GAME OVER, GAME OVER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are high OVERLOOKING skiers schussing down Powdery slo title aspears: NORAD : CHEYENNE MOUNTAIN, COLORADO. As it disappears we move DOWN. DOWN past the skiers, into the s DOWN, DOWN into the mountain's bowels. Continuing down we into a dank tunnel whose black walls weep moisture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We come to rest behind a GENERAL who is standing in wait ten steel door to finish opening. The General begins to m towards a Styxian city and we move with him. \fn Ne 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The General emerges onto the glassed-in command balcony o a room Zilied with men peering into green screens. The screens are powered by computers linked to orbiting s The satellites are tuned to Russian Steppes as well as to rectangular boxes which represent yankee class soviet sub that have been tracked under the seas. There are many clocks in the room tuned to Moscow, Omaha, Kapustin Yar, Washington, and the universal time of Zulu meantime) There are signs that ask: ARE YOU EWO READY? And there ar codes that read in order of readiness: APPLE JACK, LEMON",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUBLE TAKE, FADE OUT.",
          "text": "Watching all the watchers watching, stands the General. B a CANADIAN RAF OFFICER fiddles with his screen that has b rough location of a soviet sub 175 miles off the coast of Washington. On the sound of a blip we go to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens revealing a medieval chastity belt stretch it as Moreau enters. Sprawled across the second of two bu woman tanker pilot doing a crossword puzzle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "oo Hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOMMATE",
          "text": "...Hmmmm. Moreau crosses to her bunk and begins co unroll and tack flight plan map we saw her with earlier. After a moment t looks up from her crossword puzzle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOMMATE",
          "text": "You know, you're really pushing it, Moreau. Moreau continues tacking up her map, paying no attention. Roommate stands now, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOMMATE",
          "text": "OK, if the map goes up then that (pointing) has got to come down. The toommate is pointing a mock centerfold of EDWARD TELL living color with a small photograph of a mushroom cloud squarely between his scrawny legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "What have you got against the ultimate climax dear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young RAF officer is tapping his screen in agitation. more blips have appeared from the same zone off Neah Bay. him a young AMERICAN LIEUTENANT watches in fascination, d from his own screen. Blip. Suddenly out of the corner of his eye he catches a appear on his own screen which is trained on a patch of o the Georgia Banks off New England. Blip. On another screen more blips appear of North Caroli another a stacatto blip appears in the Pacific beyond Cat Southern California. The general watches patiently from above. He pushes a but changing the’ alert code from APPLE JACK to LEMON JUICE. to reach for a phone, then draws back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL",
          "text": "(to Aide) Check and make sure someone hasn't slipped a training tape into the main computer bank. Another computer screen and a watcher is flipping his ser off then pulling the picture in tight for magnification. shows flexing molars like computer game aliens near Plese arctic north of Moscow. The words SILO DOORS OPENING flas corner of the screen. The General flicks the alert code from LEMON JUICE to SNO you really begin to feel the electricity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "There is no training tape in the computer, sir. The General reaches to nis right to pick up the diréet li",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL",
          "text": "I'm calling SAC headquarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The library is cramped and overheated. ARE YOU EWO READY? are here too. TYLER, a 28 year old navigator is upset ané preoccupied, yet still trying to comprehend the complexit David Stockman's \"The Supply Side of Economics\". TYLER st into the bright white light of the bulb on the desk lamp becomes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winter white snow and then: Swings, a jungle gym and a sl see Tyler playing with his three year old son. Tyler's wi into the scene. She must reluctantly take the child and g to0ks after them for a moment then turns toward the Alert (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mother suddenly screams. Tyler turns to see his boy r towards him. Tyler angrily places his hands on his hips. The boy freezes uncertainly. He turns to see his mother r after him. The boy bolts away from both parents towards t ¢rooping wings of the B-52's. The boy slips on the frozen tarmac and skids near a wheel mother is running after him. WHOMP. She falls hard. The a rushes out of her, a foot ig placed firmly on her back, a inches from her head. A second white form dees the same t child. They are the security patrol in winter white camou suits. They have appeared from nowhere. Tyler understands and moves slowly towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER,",
          "text": "-.-Cottonmouth. The foot comes off the boy first. The woman more slowly. picks up the boy and spanks him. The boy's eyes fill with Tyler hands him back to his mother and says tonelessly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "You do not go near the bombs. His wife's stricken eyes say nothing and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON Tyler's eyes a little tear near one corner. He l at his texthook and tries to concentrate again. INT. SAC HEADQUARTERS --— OMAHA A SAC four star Air Force GENERAL (GENERAL BLUE) cradles He is listening to the two star General from Cheyenne but watch, the light on his face changes from white Fluoresce luminous blue. Red lights like tracer bullets race across forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Okay, I've put us on a combat footing. Let's scramble the fighters to take a lock-see. We now begin to REVEAL the command balcony at SAC headqua The General hangs up the phone. He sits in an overstuffed chair in front of other phones and buttons. Below are som screens like at Cheyenne but the room is deminated by six screens at eye level with the command balcony. The Genera at some controls, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\foo a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Let's get the big picture up there. The main screen flutters briefly in a televideo snowstorm up pops a large polar map looking down on the northern he The other screens show our missile installations, 3-52 ba navy subs, The General shudders. On the center screen, ou flexing molars near PLESETSK come snaking white lines wit projections of missiles.k All of them cross American coas The General moves the status from SNOWMAN to BIG NOISE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "We've going from preliminary attack conference to attack conference. Get RSIOP off line. I want the SIOP computer concentrating solely on this problem -~ Now! The General now reaches for a grungy yellow phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man in bathrobe and pajamas is asleep in an antique win chair. A reerun of Mission Impossible plays on the TV. In and slurred voice the man answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "«Yes? ~ ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "(aside) Jee-zuz...Mr. President, we face an extremely serious situation. I have asked for a full attack conference. Under my authority I am about to move us from BIG NOISE to COCKED PISTOL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "+«eBIG PISTOL?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". BLOE GENERAL",
          "text": "Mr. President, I know you are upstairs but the line is secure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Icarus. A long, long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Iearus. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\frm",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Icarus, yes. Mr. President, is your EWO there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "oes EWO?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "The man with the black briefcase outside your bedroom, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RADNOR, a tadar operator in his 20's enters the almost em cafeteria, He's sweaty after his workout. He's in gym clo his flight suit from which he is never separated, is drap his arm. He waves to his WIFE, an Air Force cop, then gli tray down a stainless steel counter where the menu reads: l¢, pie 5¢, Blue plate special 35¢. He chooses a donut an a single penny off the counter top before approaching his",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Hey, this chow'’s the best deal in town. All you have to do is work a 168 hour week without overtime. She smiles and shows him the base newspaper, the GEIGER A",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see this? The headline reads: A DOOMSDAY ROMANCE -- FINDING LOVE BY MEGATON. The article includes a wedding picture of the sm couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Hey I don't mind. They always raz the career guys. Once the Air Force let you transfer here, man, I don't care what they say. They hold hands and moon at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "You got duty tonight? - She bites her lip and shakes her head yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Well, that still gives us a little time to play Mountie and- the Squaw. Let me hit the shower first. \f9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Sorry, General, you caught me half asleep. Wife's off in Connecticut christening a ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "You need your EWO immediately, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What seems to be the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Mz. President, we are in the secondary stages of a major attack, probably a counterforce variation. SIOP is analyzing it now. Our defenses show a swarm attack by submarines almost certainly Soviet, and a random attack by land based ICBM's, certainly Soviet. We need your authority. The President stares at Mission Impossible for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Defenses, The computers again, huh? General, may I be candid with you, this is a shitty way to get a new set of computers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Siz!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "How many times since I became President have those damn machines screwed up? How many times have they screwed up so badly we have gone to attack conferences? Five? Six?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "-And how many times have I picked up this telephone, Mr. President? We have no time for this, sir. We need your authority. This is real. This is Pearl Harbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I don't believe it. I talked to the Russian ambassador today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "I'm talking to SIOP. I trust him more. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa io.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "And what is your computerized advisor telling you, General? You woke me up at one in the morning with this ctap. What is SIOP telling you? Your career may be riding on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOE GENERAL",
          "text": "My career, siz? The General looks at the screen in front of him, watching lines snake further from Plesetsk. He sees one of the sid spewing out data. [It shows one of the missiles achieving sub-orbital flight over the Arctic Ocean and the margin o on the missile's trajectory is instantly reduced. The Gen voice becomes brittle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Stop is telling me that a Soviet SS-18, carrying 2.5 to 5 megatons, has my name on it. Mr. President, SIOP is telling me my career will be over in twenty-two minutes. I'm also being told that a submarine launched missile has MIRV'd near Richmond. One of its multiple warheads, carrying 40 kilotons, is directed in the vicinity of . Washington; ... Strange, that. So small.,.SIOP says the odds are 50-50 the target is the White House, 30 70 Andrews Air Force Base. [It will arrive in seven minutes, sir. The President looks up to see his EWO (Emergency War Orde Officer). He is the man with the \"football\", the black br with the codes to start a nuclear war. The EWO flicks off Impossible\" on the TV. Behind him the APPOINTMENTS SECRET SEDGEWICK, the Duty Officer come hurriedly through the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ArS . Water pelts O'TOOLE, the yeung B-52d Electronic Warfare O with a thousand Lilliputian fingers. His Gulliver's hand Ivory soap turning it into a froth that invades every bod crevice. He feels good. As he works the Ivory into the wa the top of his thighs he feels a familiar pleasure. RADNOR (0.s.)} O'Toole! O'Toole's spongy knees snap into near lock-joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "RADNOR (0.s.) Cleanliness may be next to Godliness, you Mick prick, but you can't stay in the shower all night. O'Toole relaxes. Radnor hadn't seen. Radnor begins to unl sneakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'TOOLE",
          "text": "Don't try anything funny, Radnor. One of my best friends is a security cop here and she'd just love to get a couple of hot shot SAC airmen on lewd behavior. Radnor laughs. oO'Tocle lets the shower spray down the so he turns the hot water OFF and the cold water ON FULL te jar of stimulation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winking red eyes become tiny Orwellian orbs at the top of Washington Monument lit up at night. We are PULLING BACX the Sitting Room window. The President is gripping the ph Staring at the file his EWO has spread before him. ‘The A Secretary places a hand on the Presidential shoulder, squ slightly, seeming to nudge. The President looks around hi feels alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "The Secretary of Defense is not here. The Secretary of State is not here. The head of the National Security Council is not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "They will not be there, siz. We anticipated this. SIOP has accounted for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "A decision of this magnitude... BLUE GENERAL . We've been through this before, siz. You don't have to make those decisions. The SIOP computer will make those decisions. We need your authority. In the codes. In the EWO's briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "SIOP will make those decisions, a goddamned computer? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fae, 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "The goddamn computer has twenty-one minutes, six. You have less than seven. Mr. President, we have placed all the options, determined by the best human brains of two generations in SIOP. The Russian options are in RSIOP. It's all there, even, I am sure, this rather strange attack sequence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "o-- Strange? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "We're wasting time, sir. Your time. Sedgewick, the Duty Officer who's been on a second teleph up plaintively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "A message is arriving on the direct teletype from the Soviet Premiere,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Did you hear that, General?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Yes, sir. Nastygram on the hotline. Shrewd buggers, aren't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What is your super brain telling you now about the Premiere's earlier message for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Six minutes twenty seconds to impact. Trajectory still uncertain. Wobbling slightly. Forty kilotons. Ground burst likely. 10-90 probability on Andrews. Still 50-50 on the White House. The President stiffens now, sensing something SIOP never He places both palms against his forehead, runs his finge his haiz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I'm going downstairs to read that message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "You're what? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I'm going to see that telegram, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Mr. President, you are playing with the fate of millions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "That's how I earn my 200 thou, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "They're mousetrapping you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "We'll see. : The President hangs up. We stay with the Blue General at Headquarters,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Get me Alice in the Looking Glass Plane. The Blue General looks around for his Number Two, a Navy code name is HARPOON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Time to go, Admiral. We need at least two command planes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "The Navy doesn't like to abandon ship, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my ship. Yours is the £4, The country's going to need you and Alice up there when we're gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Still...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "You don't want me to order you to do your duty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "No. Harpoon picks up the satchel at his side, looks in the Ge eyes for the last time, and snaps a salute. The General s back. Harpoon leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "General, Alice is on the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The General picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Alice, Harpoon's launched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Looking Glass plane is a modified military 707. ALICE (v.o.) Yes, sir. BLUE GENERAL (v.0.) You getting the SIOP battle orders? Missile impact projections?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At his workstation the Two Star General, code named ALICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Clear as a bell, sir. BLUE GENERAL (v.0.) Print ‘em out. You aren't gonna have computers long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "It's been done, siz. BLUE GENERAL (v.0.) I'll try to get back to you with a couple of minutes to go; Harpoon, too. My clock says nineteen minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O611 ZULU.",
          "text": "BLOE GENERAL (v.0.) Right. INT. GAME ROOM w= ALERT FACILITY -= FAIRCHILD AFB RKazaklis kicks the Space Invaders game in frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Damn machine. Life's run by goddamn computers that don't work. Kazaklis kicks the machine again and turns to find Halupa grinning at him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fnt",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "You laughing at me, you over-the-hill beach boy? I don't: know who's worse, you or Moreau. You at least have an IQ bigger than your shoe size. It's very hard to pilot a plane with the president of the Girls Athletic League.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALOPALAL",
          "text": "You're hopeless, Kazaklis. Why don't you let up on her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Me? Don't lay that one on me, pal. This joint's been like a sorority house since Moreau showed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAI",
          "text": "Uh uh. You'd like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "She still walks around here like she's got cramps twenty-eight days amonth. You think you can trust somebody with nukes if they're on the rag? Halupalai goes quiet. He doesn't want to play anymore. de a far, far distance away. Kazaklis' smile fades. He looks Halupalai for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Why don't you get cut of this, Halupalai? How old are you, forty-two? Forty-three? Been through Nam. Why don't you retire and coach feothall in those islands of yours? And then the SIREN WAILS. Halupalai bolts out of his chair. He starts his seatback pivots sharply under the howling klaxon over the door and with a terror stricken Vietnamese dishwasher with a plast of plates. No word of social grace is uttered, the clock now. Kazaklis hits the hallway, trailing only slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moreau lands on her feet before her sleepy brain has comp changed gears. Her roommate moves simultaneously and the wedge in the door. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Halupalai shoots past in the hallway before Moreau elbows tipping the chastity belt photo in the scuffle. She slips of Kazaklis taking off with long, long strides. Kazaklis cuts off the roommate, causing her to stumble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE Tyler doing a little Indian dance as he hops on on Shen the other, tucking the laces into his boots without He slams his economics text shut and runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Toole's heart leaps, as his stomach sinks, in a despera to turn off the cold water. Radnor is already pulling on suit over his work-out shorts. He glances over at O'Toole sign of sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "You gonna have one very clean, very cold fanny, pal. O'Toole silently answers with an \"Oh, shit\" look in his e grabs a towel, discards it immediately -- seconds ticking and pulls his flight suit on over his dripping wet bedy. his wet feet into his boots, grabs his socks, underwear, suit and starts running. He pauses in the doorway, lurche another towel, misses, drops his socks, pauses, leaves th and starts running again like a scared kid on the way to dentist, INT. WHITE HOUSE SITUATION ROOM -- WASHINGTON, D.C. The President is surrounded by oppressive grey file cabin is impatiently waiting for the telegraph operator, an Arm CORPSMAN to finish. As the Corpsman finishes, he forces a Getachment as he hands the telegram to the President. As President begins to read we hear the Russian Premier's vo PREMIER (v.0.) My dear Mr. President. By now you ate aware that my government has launched a limited number of nuclear weapons at your country. The missiles are selectively destined for targets which will infliet minimum damage on your great nation and its civilian population and even its military resources. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "PREMIER (Cont'd) Your wisdom at this delicate time can minimize the consequences of this event which the mistakes of both nations have made inevitable. The parameters of our action must be clear to you by now -- a strike at all your bomber bases, a single ICBM complex in Montana, and your primary command facilities at Omaha and Cheyenne Mountain. These show the obvious == that all your targets, like all curs, are vulnerable. There is one final element. A single small warhead has been directed at Andrews Air Force Base. It has been set for ground burst explosion which will do little damage beyond the base. The target is symbolic, Andrews being the base from which you would normally leave Washington. Some of my colleagues demanded the inclusion of an intimidation factor. It will do you no personal harm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hair in O'Tcole's nostrils is frozen.” Icy darts jab the soles of his boots. We HEAR the SOUND of WET FEET SLO inside. His mind is numb as he careens down the out-ramp Alert Facility. Only his instincts and his training prope after nis crewmates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near the wing tip of their plane, Moreau, Halupalai, and are neck and neck. Moreau scrambles up the belly hold fir Kazaklis enters next, his groping hand landing on the ins co-pilot's thigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "You bastard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Move it, Moreau. I've felt better thighs on a supermarket fryer. At the top of the stairwell, Moreau hurries forward to th hand co-pilot's seat. She pulls the white, moon man helme her head, adjusts the radio to all five channels. Kazakli into the left hand seat and does the same. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Ignition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "Ignition. Kazaklis' sinewy hands, covered in fire-proofed gloves, b manipulating eight white engine throttles. The engine roa to accelerate. He glances at the luminous dial of his wat begins to chafe. He turns and Peers into the dark recesse back of the compartment. He sees two forms over the locke box. Halupalai is shaking O'Toole violently, then slaps h",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Codes! Have you idiots gone mad back there?! Codes!! INT. WHITE HOUSE SITUATION ROOM -- WASHINGTON, D.C. The President's Appointments Secretary places a hand on t President's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "APPOINTMENTS SECRETARY",
          "text": "Mr. President, please, there is so little time. The President glances up briefly then resumes reading. Th Premier's voice continues as before. : : : ~ PREMIER (v.0.) It is of epochal importance that you understand my rationale and recognize that this is not an attempt at territorial or political gain. It is a moderate response to political tealities inside my nation -- and your nation as well. We have talked to no avail and the insanity continues, Quite simply, Mr. President, my nation cannot afford to match your arms buildups. Nor can it allow them to go unmatched. Two weeks ago, the Politburo voted to mount a full scale pre-emptive attack against your military and strategic targets. A second assault was poised against your cities if you responded. I was able to delay that action, But I have merely Rpught us a brief moment for one last, perhaps desperate effort to halt the madness. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Int.",
          "sentiment": "neutral"
        },
        {
          "speaker": "19.",
          "text": "PREMIER (Cont'd) I think we all, the leaders of both our nations, knew it inevitably must come to this -- or worse. Therefore, to be blunt, Mr. President, you now have three choices, only two of which are acceptable to us. You can accept the damage and we will stop, the world divided as it is now between us. Like you, I am a politician. TI cannot imagine my political system allowing me to accept that choice. Your second choice is to respond with a limited counter attack that inflicts on my nation a similar amount of damage. We will accept that, provided the world's spheres of influence remain the same and the arms increases cease. Our Galculations show that you will lose between six and nine million people in our attack. We will accept a similar loss. It is a tremendous price to pay but perhaps it can serve as a symbol that shows all factions in beth our nations the lunacy of the game we have been Dlaying. You will be under tremendous pressure, as I was, to respond massively. This is your third choice. If this is your ultimate choice my government already has decided to reply in kind, even before your missiles land. 1 Pray now, Mr. President, that the distrust is not total and that, through the pain of the next few minutes, you make the decision that can bring this to a less than perfect end, but an end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "(into his radio) Gunneri: po. something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAIL",
          "text": "I've got a block of ice here, Commander. O'Toole's frozen like a side of beef. I can't get him to move. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halupalai attaches t Moreau uns the standa",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "O'Toole, you son of a bitch, if Halupalai doesn't kick you in the balls, I'll come back there and you'll never use those precious jewels of yours again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAI",
          "text": "He can't hear you, sir, his helmet's off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Jesus, hook him up. jams the white helmet over 0'Toole’s unmoving head and he radio joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "O'Toole, can you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'TOOLE",
          "text": "«..Mama,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Oh, Jesus wept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "As well He might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Shut up, Moreau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "You're the aircraft commander, Commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "And what would you do, co-pilot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Go back there and warm him up one way or another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "That'll be the day. maps her shoulder harness, reaches into her pocket for td red filtered pen light, and wheels out of her seat. A tiny beam of light wobbles towards the two figures. Fin Moreau rea ches O'Toole and grabs his helmet in her hands. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Le. O'Toole, We are in combat conditions. Give me the key. O'Toole stares mesmerized by Moreau's eyes. His lips move wordlessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "The key!",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'TOOLE",
          "text": "Suh...cur...uty...Securzity vi...lay...shun,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Then do it yourself, Lieutenant. Now! | Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'TOOLE",
          "text": "Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Jesus. Rick him in the gonads. i'm not kidding, Moreau, Kick him in the balls. Moreau edges closer to O'Toole. She slides her helmet vis so. her head is fully encased. She places the red penligh chin, shining the red rays up inside the visor. Halupalai to the vision. O'Toole's eyes widen in fear. MOREAU (sing-song) Give me the key... Give me the key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'TOOLE",
          "text": "Angelus moratuorum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "The key, Lieutenant. He gives her the key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Give me the combination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O'TOOLE",
          "text": "One...fourteen........thirty-two. Moreau tugs at Halupalai. They bend over the code box and the keys, turning them simultaneously. She nods and they Swin combination locks. The sop ef the box pops open and reaches in for the two code folders. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She hands one to Halupalai then pulls his ear close to he",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAQ",
          "text": "Strap him in. We'll get him out of here soon. : Moreau moves back toward her seat. It's cold. Her breath behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President ison the phone with the Blue General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "How long? BLUE GENERAL (v.0.) Forty-five seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "The warhead is aimed at Andrews. Surgical ground burst. Symbolic. BLUE GENERAL (v.0.) Horseshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Put SIOP on this problem. I want a responsive attack designed as closely as possible to the Soviet attack, Take out all their surface-to-air missile bases, plus token ICBM installations and a - submarine base. Take out their command facilities and put the same kilotonnage coming at Andrews, at Vnukovo Airfield outside Moscow. Leave the rest of theiz strategic systems intact. Under no cizcumstances is the plan to kill more than nine million Soviet citizens. Not one more. Do you understand? BLUE GENERAL (v.0.) Mr. President, you are being conned on a level unprecedented in human history. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "General, I will hear no more of this, Instruct your computer. When the response is programmed, I will activate the EWO codes through the Proper civilian authorities as the law requires. The President hands the phone to the much impressed Duty The President slumps in an armchair and closes his eyes. background the teletype begins chattering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. 5-52",
          "text": "Razaklis turns to check an elevation reading for the Fair Tunways, co-ordinating it to sea level on another altimet",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Two. Four, Five. Seven,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "Two. Four. Five. Seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Los Angeles moratorium?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Angeles moratuorum. Grade school Latin for angel of death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Wrath of the church, huh? Figured you'd like the ball-breaking approach better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Screw you, Kazaklis. Just get your job done. We need to get the poor bastard out of here Pronto. Even if you're the one who thinks it's real every time the alarn goes off,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "You better think it's real, angel, It's simpler that way. Moreau cuts Kazaklis out of her radio circuit and goes on with Halupalai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Gunner! Launch code check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALOPALAI",
          "text": "Roger. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "O'Toole sits silently at his own station in the rear, lig flashing meaninglessly in front of him. Kazaklis returns to his routine: Checking flaps, adjustin revolutions, checking gauges, and then a final eheck on t yellow squares at his right, just beyond the throttles. B NOT LATCHED reads the first square. BOMB DOORS OPEN reads second. The third square reads BOMB DOORS NOT CLOSED AND One by one the yellow lights blip off as Kazaklis secures",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAL",
          "text": "Code check ready, Commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Code check ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAL",
          "text": "Zero. Zero. Alpha. Hotel. one Nineer. Zero. Three. Quebec. Nin-er. Quebec. Kazaklis repeats the calls carefully as he punches each o she new decoder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Zero. Zero. Alpha. Hotel. one Nin-er. Zero. Three. Quebec. Nin-er. Quebec. : ~ The code matches. ‘fhe hair on his arms begins to stand u",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Sequence two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAL",
          "text": "Zebra. Zebra. Zebra. Six. Zero. Two. Nineer., Nineer. Fox trot. Kazaklis freezes. It is one digit off a \"go.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Compilot, recheck sequence cwo,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Zebra. Zero, Zebra...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Code word!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAL",
          "text": "Trinity. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Tower. I want voice confirmation. Sequence one, go. Sequence two, go. Code: Trinity. Confirm. VOICE (solemn) Confirm Trinity. Confirm go. Inside the B-52 the radio goes deadly silent. Then Kazakl his hands on the throttles and begins the crew check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Coepilot, ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "Ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Navigator, ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "READY.",
          "text": "Kazaklis hits the throttles. He is calm, feeling the danc danger. The PLANE is rolling now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Any questions?... Any jokes? The JET NOISE rises to a crescendo, INT. WHITE HOUSE SITUATION ROOM -- WASHINGTON, D.C. We SEE large black capital LETTERS READING VERTICALLY -- . dream-world eye chart: BO PHUTHATSWAN A. REVERSE to fin the President's face, blinking. He is pinned under a tangle of filing cabinets. He lies o Appointment Secretary's belly. A huge file cabinet lays a Secretary's face. Red is already beginning to seep from u The President reacts, tries to wrench away, and can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Hold on, Mr. President. We'll have you out in a minute. We now have pulled back far enough to SEE the whole room. Acoustical ceiling pieces wobble, loosely. The conference is splintered, files and chairs are scattered about. Stil corner the SWO stands unruffled, his suit hardly mussed, briefcase intact. Others begin moving around the room met",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "So where'd we get it? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Sedgewick helps the President to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Not exactly sure, sir. Northwest of here, not at Andrews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Why are we alive? The President looks at his dead Secretary and a wave of d hits him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Take it easy, Mr. President...I think they were telling the truth about a ground burst. I think the explosion was small, dug a big hole and concentrated the damage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Well,...unless it landed in a park it probably landed in a residential area. Upper northwest Washington. At this time of night, I'd say fifty thousand people just died. All in the room take stock of that line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What next?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SEDGEWICK",
          "text": "Communications are out. Briefly, To think. We'll have Omaha back up any second. Ah, you also have another message from the Soviet Premier. It was arriving as communications went down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Give it to me. As the President reads we SEE the message and hear the So Premier's voice again. PREMIER (v.a.) Andrews missile Malfunctioning. Deep regrets. Target military. Repeat: Target, Andrews. All at stake in your belief in my intentions. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PREMIER (Cont'd) Our combined will crucial, Other unexpected complications forcing... The message breaks off. ‘The President rubs his temples, swimming again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Gmaha's back. The President takes the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Hello, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "They overshot Andrews by thirteen miles. The blast wave rolled right up Reck Creek Park and took out Walter Reed Hospital. My father was there,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I'm truly sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE- GENERAL",
          "text": "it's irrelevant. He was sick. He was a soldier. A father should die before his son. Anyway the hospital wasn't the target. Andrews wasn't the target. You were the target. You were very lucky, Mr. President. You get what I won't -» a second chance,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "A second chance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "STOP is now developing a more appropriate tesponse. There have been some unusual developments, The Premier has got a lot of problems. You get a second chance to save the world from those bastards, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Save the world? \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE the six year old Moreau seated at her desk, her ha We SEE the young woman SCHOOL TEACHER holding a stop watc clipboard looking anxiously at her class and at the clock wall. As the big hand and the second hand reach twelve sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Flash! Simultaneously the fifth grade class drops to the floor, beneath their desks. Over this we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO VOICE",
          "text": "This is a test. This station is ‘conducting a test of the Emergency Broadcasting System. We HEAR a high pitched WHINE. 2eN-n-Nen=nen=n-n=-n-n-nen. WHINE CHANGES PITCH we begin to DISSOLVE rapidly and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moreau jerks slightly at the sound. She turns and sees Ka teaching for the lead-lined flash curtain. He tugs at the screen, pulling it across his side of the cockpit window. stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I've got it now, co-pilot. pull your > curtain, Moreau looks at him strangely, still believing this is a",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARKLIS",
          "text": "Draw your curtain, co-pilot. MOREAU . . Are you nuts, Kazaklis? We've got commercial jets out there. t'm not pulling my screen in a drill, no way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Draw...that...screen. Moreau tightens. KAZAKLIS (calm) Take the plane, co-pilot. He then lunges out of his seat and reaches across the coc towarés Moreau's curtain, In the Closeness, his gloved ha accidentally catches Moreau in the LEFT EYE before he gra curtain, The plane NOSES DOWNWARD as Moreau drops the con pulling her hand up over her left eye. Kazaklis wrenches curtain and succeeds in closing all but a narrow gap. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He sits back in his seat, takes the controls and steadies Moreau sits mute for a moment, her left hand remaining ov Now with her right hand she stretches forward to close th the curtain. We SEE her one eye staring. Then we SEE her the winter white moon she is trying to shut out. Then the moon BURSTS. It bursts into a sun, then into ten suns. Moreau's eye remains transfixed on the curtain crac the screen goes white for a few seconds. RADNOR (v.0.) What the hell was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Angeles moratuorum. O'TOOLE (v.0.) Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Knock it off. Everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Angel of death... KAZAKLIS . Moreau, stop babbling. 1 need you . ” now. Moreau begins to turn toward Kazaklis. Her left hand come from her eye. In the haunted red light of their cocoon, t eye now peers at us its usual blue. The other eye stares with white, dead blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "--.Moreaau, Moreau swallows hard,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAQ",
          "text": "The optic nerve is gone...I don't feel any pain. Let's get on with it. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO THE COCKPIT.",
          "text": "Halupalai's hand is instinctively on the ejection lever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAI",
          "text": "Jesus Christ. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "f x",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "KAZAKLIS (v.0.) Shock wave! Brace! Halupalai jerks his hand away from the ejection lever. He want it there when the shock wave hits. RKAZAKLIS (v.0.) Pour, five, six... Halupalai closes his eyes for an instant. He is riding a wave on a surfboard in the sun. The wave cresting over hi eyes blink open, RKAZAKLIS (v.0.) seven, eight, nine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, B-82 COCKPIT",
          "text": "Kazaklis and Moreau are pulling back on their sticks, har to get the Buff as high as Possible. It will take all the strength. The altimeter reads 8,500...8,600,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "ten, eleven, t... The shock wave hits. Kazaklis looks like he's been hit in then slubbed. He is hurled forward into the pinched embra his seat harness, then whipped back. He can hear the B-S2 groaning under the immense stress, but he is groggy as if dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Get the nose down, Kazaklis!... Damn it, you're going to stall us! The air speed gauge treads under mach. 35. ‘The horizon i seems to be all out of kilter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Gauges, malfunctioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAG",
          "text": "Nose down! Kazaklis ignores her. The air Speed indicator drops furth Yellow alarm lights start flashing all over like a pinbal A well placed judo chop finds the soft joint in Kazaklis' where the nerves are exposed. His hands withdraw from the in a reflex motion. Moreau sits hunched over her wheel, n the nose down. Kazaklis is tubbing the pain in his should the AFTER SHOCKS hit, swiftly and in rapid succession. Th pass more or less quietly and with decreasing vicor. A fe Pass then Kazaklis cocks an eye at Moreau... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Well, I owe you one, Moreau, Moreau turns towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "I'd say we're even, Commander. Razaklis sees what he can read inte that but she is so st is no way of telling. She turns back to her controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Okay, let's find out what happened. (into radio) Nav, this is the pilot. You guys comfy down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down below, the first and second navigators sit side by s desk-like radar consoles. The feeling is claustrophobic a red light brings the walls in closer. TYLER (flatly) Scope's messed up. f KAZAKLIS Me You sure? Ours are werking now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Goddamnit, I said my scope's messed up. Radnor locks over at Tyler who is staring blankly at his cross-hatched screen. The circling arm of the radar passe an ugly spot, like an amoeba under a microscope. Then ano another. Radnor catches a sob in his throat. He pulls bac Tyler's screen fighting back tears,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Three detonations, Commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Nooooo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "One slightly below us, maybe fifteen miles ahead, fifteen degrees south, The others are behind us, airburst altitude, due east...roughly twelve o \"and sixteen miles now. ) Radnor tries to place a reassuring hand on Tyler's shou pushes it away savagely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a Moreau motions Kazaklis to flip the radio to their priv",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAG",
          "text": "Tyler hasn't got much to go home to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Dead center. One on the base and one on the town. One misfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Bastards, RKAZAKLIS . What would you have done? This ain't tiddly-winks, pal. They wanted to catch us on the ground. It almost worked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Yeah. Instead I become Pirate Annie. Kazaklis igneres her, his mind flipping through options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "an What would you do if you were a sub commander and your job was to take us out, all the way out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Hit us again in thirty to sixty seconds, In case I missed, in case my warheads detonated each other, in case someone escaped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "That's right. Se, if you were sitting out in the Pacific guessing eight minutes age, where would you have dumped the next load?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAG",
          "text": "West. They know we would take off west. And north, Where we're turning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Right...and wrong. We're turning south.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAG",
          "text": "ie Tahiti? The base commander would Ne love it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fw~ ft",
          "sentiment": "neutral"
        },
        {
          "speaker": "XAZARLIS",
          "text": "No palm trees for you, Moreau. I gotta loop us around one big hot mother of a cloud. We're playing percentage baseball tonight. The B-52 banks sharply left. Pause,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAUG",
          "text": "We need a REM count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "You're not glowing in the dark yet, Moreau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAG",
          "text": "Get off my back, Kazaklis. We need to know how much radiation we took.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Not now we don't. [t's irrelevant isn't it? For a ten hour suicide trip you're gonna live long enough. We'll check later. Right now I'd xather know if we have any friendlies with us. MOREAU (into radio) «.-Radnor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Beats me, Captain. I can only see one aircraft on my screen.... in a very strange place. Half dozen miles behind us, very low, heading northwest. Moreau changes radio channels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Polar bear cubs, this is Mama Bear looking for strays. Do you read? This is Polar Bear One locking for Polar Bear Two. POLAR BEAR THREE (v.c.) Hello, Mama Bear, Nice to hear your voice. This is Polar Bear Three. Ya'all lookin’ for us, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "You're way off course, Polar Bear Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "34.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLAR BEAR THREE {v.0.) Not suhprisin'. Nope not suhprisin' a'tall to hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Polar Bear Three. Do you have problems? POLAR BEAR THREE (v.o.) Might say so, Mama. Couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAC",
          "text": "Can we help you? POLAR BEAR THREE (v.c.) Don't rightly think so, thanks. Yaeall get to write the manual for World War IV, underline the part about pulling your screens, hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "You're blinded. POLAR BEAR THREE (v.0.) Flying this Buff by Braille, Mama Bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU -",
          "text": "Hang in there, Polar Bear. [t's not the end of... Moreau stops. Polar Bear Three chuckles. POLAR BEAR THREE (v.o.) Li'l slip there, Mama Bear. Hope yore right. But I think that's ya-all's problem now. Not ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "There's a lot of desert down there, Polar Bear Three. We'll talk you down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Goddamn it, Moreau. We aren't talking anybody, anywhere. POLAR BEAR THREE (v.o.) Calm down, Commander. We already talked and none of us feels much like wanderin' around in the desert for a few hours stumblin' over Mutated prairie dogs. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLAR BEAR THREE (Cont'd) ‘Fraid I wobbled us right through the edge of a cloud. We teok about 2000 REMS. In a hospital we'd be ‘dead in thirty-six hours. If we was goin’ to a hospital. ANGLE ON RADNOR at his navigator's station. He is shaking leaf, On the radar screen in front of him, the blip repre Polar Bear Three is heading for what looks like a pulsati fish. POLAR BEAR THREE (v.oc.) Think we'll just mosey on north and see how far we git. We don't make it, yawall do us a favor? Git those Commie mothas for us. Pardon the language, Mama Bear. The jelly fish pulses on the screen about to envelop Pola Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "«..Commander! The screen flashes a little, then again before there is n for Polar Bear Three. A SIZZLING STATIC SOUND is HEARD on which then subsides. : ~ KAZAKLIS (v.0.) «+-Radar? MOREAU (v.0.) Polar Bear Three. This is Mama Bear. Do you read me? KAZAKLIS (v.a.) You see any airplanes down there, Radar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Nothing, siz. They headed straight into the detonations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Commancéer? Would you turn on the heater? It's colder than a well-digger's ass down here. RAZAKLIS (v.o.) Well, Tylez. Glad yeu could join us. \f“ 36. INT. WHITE HOUSE SITUATION ROOM -- WASHINGTON, D.C. BLUE GENERAL (v.0.) «+The Chinese have hit the Russians on their border. The Pakistanis and the Indians have planes with A-bombs headed for each other's capitals. The Israelies have planes headed in every direction with a message to us saying 'Stay out of our way.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Just a second, General. Bluish-white tongues of flame from acetylin torches on th side of the door slice away at the remaining hinges. The way. Half a dozen Secret Servicemen sweep in with stubby guns. The President barely acknowledges them and turns back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "General, sorry for the commotion. Can you continue please? BLUE GENERAL {(v.o.) We've had a detonation in Damascus. And also in Southern Africa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "That's one way to solve apartheid. BLUE GENERAL (v.0.) Everyone seems to be solving their problems, sir. PRESIDENT . General, do you allot no credibility wnatsoever to the possibility the Premier's intentions are exactly as he stated them? BLUE GENERAL (v.o.) Mr. President, must we go through canis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "37.",
          "text": "BLUE GENERAL (v.0.) T allot none. If I did, wouldn't an attack on our missile siles have been much more reasonable, much more humanitarian? They are.far more isolated than our bomber bases. Fewer civilians would have been killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "General, I don't think you believe that. Such an attack would have left us almost naked militarily. Unfortunately we can afford to lose the people more than we can afford to lose the ICBMs. The Premier knows that. BLOE GENERAL (v.o.) Mr. President, as God is my witness, it doesn't make any difference. It has gone too far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "So, what does SIOP say about the solution to our problem. BLUE GENERAL (v.0.) SIOP has composed a simple two-part sequence. Launch half our ICBM force from alternating silos, targeting Soviet silos. If the Soviets tespond, even their computers will be hard put to determine which of our silos are empty and which are not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "And how does RSIOP say it would raspond under the circumstances? : BLUE GENERAL (v.0.) (long pause)...RSIOP cannet read the extreme political confusion in Moscow at the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "How would RSIOP respond, General? BLUE GENERAL (v.0.) In a politically normal situation, RSIOP predicts a full Launch of Soviet ICBMs. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "The targets? BLUE GENERAL (v.o0.) Double targeting of the missile fields, all NATO installations in Europe, the remainder of the military targets in the United States...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "And?...cities? BLUE GENERAL (v.0.) More than likely. The President closes his eyes. His mind is becoming rubbe forces himself to think. There is an embarrassing long si",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Sir? BLUE GENERAL (v.c.) Mr. President!...Mr. President!... The Russians have just launched more ICBMs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Are they directed at us? BLUE GENERAL (v.o.) We can't tell yet. Are you suggesting we wait? The President is cornered and he knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "«e-No. I will go with SIOP. We will do it in the prescribed fashion. The President takes the briefcase from the Emergency War Officer and handles the details as easily as signing milk bills. When he finishes he has real Pain in his eyes. He up at the Duty Officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Do you think the Premier was sincere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Don't torture yourself, Mr. President. We have to leave right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Do you? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "I doubt it. The idea was child-like. Impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Ee4, a converted 747 with United States of America pa its side flies camera right. BLUE GENERAL (v.0.) Harpoon? You get the SIOP battle order changes? HARPOON (v.0.) Instantly, sir. INT, E-4 += COMMUNICATIONS STATION -— INFLIGHT BLUE GENERAL (v.0.) I don't know if this President is going to make it to Andrews. Who does the Presidential successor locator say is most likely to succeed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Number eight, sir. The Secretary of the Interior. He was doing a little P.R. inspecting a wilderness preserve near Baton Rouge. The FBr and the Marines are out looking for him now. We are two hours away heading south. BLUE GENERAL (v.0.) Let's hope he won't be necessary but I doubt it. A lot of big wigs are going to get it tonight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This military version of a 707 flies underneath us. BLUE GENERAL (v.0-.) Alice? Your computers show the new target projections in the Soviet Union? ALICE (v.0.) Yes, sir. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, LOOKING GLASS PLANE",
          "text": "BLUE GENERAL (v.0.) You updated on the impact areas in the United States?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Affirmative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE GENERAL",
          "text": "Well, I've given you about all I can. Tt will be up to you and Harpoon now. Alice looks at his watch which reads 0630 ZULU. He swallo BLUE GENERAL (v.o0.) Old buddy? Happy hunt... Alice hears nothing. Just a SNAP, like a twig breaking. H silently says good-bye. After a moment we can HEAR low PO SOUNDS, ELECTRONIC CRACKLES. Then groaning and shouting f crew. Alice looks down the aisle of the Looking Glass Pla Computers flare and die. Men and women shout futilely at machines that don't work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lighting is very sketchy. It's hard to see but the SO frightening. We HEAR THOUSANDS OF VOICES, gutteral, prima We HEAR THE ANGRY SCOURGE OF METAL ON METAL, CARS SCRAPIN COLLIDING, RAMMING on Pennsylvania Avenue. HORNS BLARE ev GUNFIRE POPS far off and then in bursts Nearby. Through i HEAR the WHUMP-WHUMP-WHUMB of the President's HELICOPTER. A flare goes off briefly freeze-framing figures of men cl over the East fence. The flare goes out but now the red t from their guns sweep toward us. Sedgewick knocks the President to the ground. One, two, m Servicemen fling themselves on top. PING, PING, the bulle the side of the chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Take it easy, sir. Just Stay down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Who are those people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "People, people, sir. Scared, angry, spooked people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Why are they shooting at me? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "You've got the last train out of town, Mr. President. The other Secret Service agents crouch low in a circle ar One of them speaks urgently into his radio,",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "I know that, goddammit. Do you want him dead or alive? No, he does not have his vest on. He's got his bathrobe on! Yes, I understand. (to the President) We don't have time to wait this out. Can you see the chopper, Mr. President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "The Marines are gonna open up ina few seconds. We're gonna run. Head down. No stepping. Full speed. Run. Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT 41",
          "text": "Can you-do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Yes. In that moment the world explodes again in GUNFIRE. He ru bottom of the helicopter stairs and stumbles. One agent a Duty Officer catch him and shove him roughly up the stair The helicopter lifts off at a Strange angle, banks sharpl trees, and flashes by the Washington Monument on its way Andrews Air Force Sase. INT. Be52 -- PILOT'S STATION «= INFLIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "In another 150 miles we should be able to... RADIO (v.o.) It's red-neckin' (twang! twang!) luv-makin' (twang! twang!) time. The radio voice pounds into the crew's earphones. a clawi electric guitar assaults the eardrums. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "What the hell is that? RADIO (v.0.) Listen to the whipporwills (twang!) hew they sing (twang! twang!). Just like us, doin' theiz thing! (twang!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Psywar! Fucking Russians are trying to psyche us! _ MOREAU (calmly) Oh uh. It's Conway Twitty. Tyler's trying to convince us this is still a drill. Razaklis clasps his helmet in both hands as if he is tryi smother the earphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Ty! Lez! (twang! twang!) Ty- fucking-ler! RADNOR (v.0.) Tyler's picked up a radio station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Get that fucker off! As Twitty's twang winds down, TYLER (v.0.) (serene) I knew you guys were wrong. They're alive down there. It's a drill, All of this is simulated. Just like everything else. RADIO (v.o.) OX¥! [I can tell you where the acne-causing bacteria are! All over your face -- lurking, festering, pimpling all over your face. Buy OXY today and destroy your zits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Tyler! Damn you! TYLER (v.0.) It's a drill, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "RADIO (v.0.) HEL...lo again. This is Crazy Eddie, stickin' by the phone so you're never alone on Big Boom Night. Kay...0h...You...Double You -- In humpin', jumpin', Coquille, Oregon! TYLER (v.0.) (confident) It's a drill. pretty fancy one, isn't it? Kazaklis pauses for a moment, then explodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "They're dead, damn you, Tyler! Your wife, your kid, everybody we left behind. Dead, dead, dead. Got that? Dead! You're alive and you got a job to do. Do it! And turn off that fucking radio. The radio goes silent as does the rest of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "What a jerk. KAZAKLIS (deadpan) Conway Twitty or Crazy Eddie? Help me turn this Buff back north.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter lurches suddenly, half throwing the Presid the aisle, The young naval aide catches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Fasten your belt, sir. It's going to get rough. The President locks uncertain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "We're not going to make it to Andrews. We're making a run for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Run?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICX",
          "text": "It's safest, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "President doesn't run. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Sedgewick fastens his own seat belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Mr. President, we've just entered another stage of escalation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "The second Soviet launch... it was at the Chinese, not us. We kicked things up a level. They just kicked us back. A lot of missles are flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "We'te going to try to get you to a safe place, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I've got to try to turn this thing off, Sedgewick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Yes, sir. The President tries to hide his emotion. ‘The whole thing be slipping beyond his control. He looks out the window, resting on the full winter white moon hovering above the horizon, The moon bursts, It bursts into a sun, then into light of a thousand suns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Let me have a fuel reading, please. MOREAU (checking) Two hundred ninety-three thousand pounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Roger, two hundred ninety-three thousand pounds. Almost half empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "More than half-full. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Right. Enough for the primary -- Irkutsk, Olan-Ude, the Angara dam... hot enough to escape over the Chinese border.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "I'm sure we'll hear about a refueling rendezvous soon. They couldn't have knocked out the Looking Glass Plane. Moreau unsnaps her helmet and tries to relax. She sets he aside and catches her reflection in the Picture tube of h screen. She smiles silently to herself, then puts on her headset. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAQ",
          "text": "Hey, how's the crazy Irishman doing back there? (no answer) O'Toole? We should now cut to whoever is talking at their various aboard the B-52. Halupalai lifts his hand off his crewmate's closed fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAI",
          "text": "He's dead, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "Dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALOPALAI",
          "text": "Hypothermia. Shock. Heart attack. Who knows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Shit, we needed that. we really needed that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAQ",
          "text": "Sweet Christ, Kazaklis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Halupalai. Move O'Toole down toa the Catwalk. Radnor. Give him a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, 3-52",
          "text": "Halupalai unbuckles himself, then begins the process of u O'Toole's stiff body from its harness, Radnor skittishly from below to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyler ignores the whole proceeding his crewmates struggle body down the ladder. He never looks once as the body is behind him. Radnor returns to his position next to Tyler while Halupa to his, upstairs. Q'Toole's body has a profound effect on Radnor. He stares two V-angled boots, the two legs and the beginning of O'T torso, all bathed in a malevolent red hue. Now he catches Tyler touching the glossy image of his son icon that Tyler has pasted above his radar screen. Tyler softly to it while his finger caresses the little cherub the photograph. Radnor wants to scream, but he doesn't. This whole thing him the jitters. He remembers his own wife and then begin after a few moments Radnor calls on his training and with effort shakes his head, wipes his tears, and begins to wo with his instruments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halupalai sits at his station Staring off into space. As gunner he has nothing to do. KAZAKLIS (v.0.) Halupalai? You think you can handle O'Toole's toys for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAI",
          "text": "You bet, Commander. (pause) I, I think I can, Commander, RAZAKLIS (v.0.) Congratulations, you have the first battlefield commission of this here war, or whatever it is we're into.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAI",
          "text": "I'll take the job, Commander. You keep the bars, . KAZAKLIS (v.0.) You're never gonna get ahead in this world, sarge,",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, B-52",
          "text": "Kazaklis motions for Moreau to take the wheel. ‘Then with he takes off his heavy white helmet and replaces it with He fishes around in his flight jacket for a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Watch the match. 47. The light of the match flares briefly in the darkened coc",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Afraid you'll blind me? On the radic suddenly: RLICKITAT ONE (v.o.) JIMA 14, JIMA 14. This is Klickitat One. I see ya up there, yank, but I don't hear ya. Aincha got a few words for a lonely Canuck? KAZAKLIS (to Moreau) Who the hell is Klickitat One?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Some rattled bush pilot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "No. He's on our frequency. He must be a radar watcher at some fire base. He knows he shouldn't be talking. Check the book. Fast. Moreau retrieves a two inch book marked in faded black le PROCEDCRES -~ TOP SECRET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "Ask him, “How's fishing?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "How's fishing? KLICKITAT ONE (v.0.) Through the ice. Grayling and Northern Pike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Reply: \"Walleyes not biting, partner?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZARLIS",
          "text": "Walleyes not biting, partner? KLICKITAT ONE (v.0.) Oh, Yank, I'm glad it's you. I've been at this two hours while everybody else is getting drunker than a skunk over at Ruby's. Is it just one of ya's? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "48.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "This is Polar Bear One. KLICKITAT ONE (v.0.) You're it. Elsie's had a change in plans. She's been waiting for you at the corner of Ninth and Easy Streets. Got that? Easy Nin-er.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Easy Nin-er. Moreau traces E down to 9 on a chart in her book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "Smack dab on the Arctic Circle, Commander. At 124 degrees west longitude. KAZAKLIS (to Klickitat) God damn it. I don't think I believe you, KLICKITAT ONE (v.o.) Don't damn me, Yank. This is your fuss. We just happen to be your friends passin' on a message. Take it or leave it. Then I'm gonna sit back and wait for the ash to start fallin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "You know the game. I've gotta take my orders from Omaha or the Looking Glass. KLICKITAT ONE (v.c.) Great theory, Yank, but their phone seems to be off the hook at the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I don't believe the Russians took out everything, Not the Looking Glass. KLICKITAT ONE (v.0.) You don't need to leok up EMP, Electro magnetic pulse, in that book of yours do ya, Yank? Ya had two big booms tonight 100 miles above your prairies. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fos",
          "sentiment": "neutral"
        },
        {
          "speaker": "49.",
          "text": "(3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KLICKITAT ONE (Cont'd) Sent out enough voltage to purt near burn out every vacuum tube and transistor in America,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "O.K. Klickitat, I guess I got a date on Easy Street. KLICKITAT ONE (v.0.) One more thing, Yank. I'd haul ass if Iwas you. B8lsie's running out of gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "The refueling plane is running out of fuel? KLICKITAT ONE (v.0.) Oh, she's got some in the tank for you, Polar Bear One, just not enough for both of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "God. So when's the date? KLICKITAT ONE (v.0.) Twenty minutes, I got her headin' south soon as I picked you up on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Thanks, pal. Run on over to Ruby's and have a drink on me. KLICKITAT ONE (v.o.) Naw. I can use the overtime. Somebody's got to watch the Pole for you guys. Thumbs up, Yank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Thumbs up, Canuck. Kazaklis switches the radio dial to intercom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "O.K., navigator, give me a course correction for an intercept point roughly twenty minutes from now. You got the tanker's coordinates? No reply is heard, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": ", RAZARLIS",
          "text": "Tyler? TYLER (v.0.) Timmie? . Razaklis looks at Moreau, despairing. He rubs his cheek a with his glove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Tyler!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyler's eyes are riveted on the photo of his son. Cautiou - Radner nudges him on the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "You want me to do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "De it?",
          "sentiment": "neutral"
        },
        {
          "speaker": ", RADNOR",
          "text": "t The Commander needs a new course to the intercept point with the tanker. Did you get the coordinates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Ch, sure. From the ground. Boy, this one is strange. Really strange. From the ground. RADNOR (worried) Iocan do it for you. TYLER (explosive) You do your job, Radnor! I'll do mine! Tyler works professionally over his radar console for a m",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Ten degrees left, sir. Maintain present altitude. Radar contact approximately twelve minutes. o Radnor looks at the seemingly normal Tyler. Then at O'T _ Lifeless boot. Then back to his radar screen. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Radnor, I'm sorry I jumped all over you. This one's just kinda getting to me. You know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Yeah, I know, Pal. Me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "I'll be glad when it's over. you know what I'm. gonna do when we get back? Buy Timmie a bike! Every boy ought to have a bike, don't you think? On Radnor's expression we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELSIE (Female v.o. -- much static) Polar Bear. Polar Bear. Do you read, Polar Bear? This is Elsie. -~ Acknowledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Read you now, Elsie. Polar Bear here. Are you Mayday? ELSIE (v.o. clear now) Negative, Polar Bear. You'll hear the Mayday soon enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Elsie, we need a precise rundown on your condition. ELSIE (v.o.) Precision isn't our game tonight, Polar Bear. Our gauges are bouncing like jumping beans. We gotta get that probe in the womb fast. This one's gotta be slam-bam . shank-you-ma'am. How much jizz you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "All we can get, Elsie. : ELSIE (v.0.) We Okay. Now get this, and get this good. When I say breakaway, I mean breakaway, Fast. Certain. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELSIE (Cont'd) No questions. No good-byes and no screw-ups. One of us is going in anyway, screw-up and we take you with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Elsie, you got the biggest runway in the world below you. Great Bear ‘Lake oughta be frozen 12 feet thick. ELSTE (v.0.) This baby ain't no glider, honey -- and you hotshots got the ejection seats. When the Looking Glass called... . KAZAKLIS (cutting in urgent) What did the Looking Glass tell you? ELSIE (v.o0.) Oh, Lordy, a male voice. How nice. I was kinda worried there for a moment that the last flying hump was gonna be with another broad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZARLIS",
          "text": "The Looking Glass. ELSIE (v.0.) Said to give you every drop we got. Coitus interuptus mate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Back to teen time, Elsie. ELSIE (v.o.) Kiddie time, Polar Bear. Anybody who'd let this stuff go is loonier than Captain Kangaroo. Elsie out. Each crew member now begins to show some fear. Beginning basement with Tyler and Radnor, it spreads to Halupalai a Kazaklis. Moreau grabs her forearm at the elbow and pulls the wrist, forcing the nerves down to her hand. She repea the other arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ten year old Moreau is talking to her uniformed fathe MOREAQ. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL MOREAU",
          "text": "Honey, it's my job to keep everyone so afraid no one will ever use the - bomds again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MOREAU",
          "text": "Why don't we just throw them all away, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL MOREAU",
          "text": "It's too late for that, Mo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MOREAU",
          "text": "I'm going to die from it, aren't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL MOREAU",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MOREAU",
          "text": "That's what all the kids say. Sometimes I have to fight with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL MOREAU",
          "text": "itm sorry, Mo. I'm sorry you have to fight with your friends. I don't know if you can understand this yet but we're going to need eternal vigilance. Forever, into infinity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MOREAU",
          "text": "Mom said infinity can drive you crazy, Dad. TYLER (v.0.) Visual contact!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. 6-52",
          "text": "Moreau snaps out of her reverie. KAZARLIS (to Moreau) We have to open the flash screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD -",
          "text": "I know. Kazaklis reaches into his flight bag, pulls out a dirty r and wraps it over his left eye before tying it behind his He reaches for his side of the flash curtain. Moreau reac hers and they pull. The white radiance of endless snows a black sky streams in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Helmets! Okay, Elsie, sweetheart, we are starting our climb. You look beautiful up there, baby, just beautiful. : The KC-135 does look beautiful. tts underside is illumina it seems to descend on them like a space platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARKLIS",
          "text": "Looking good. Stand by for half mile. All crew on oxygen. Moreau turns away and looks out the side windows. It look a white Sahara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ KAZAKLIS",
          "text": "Closing now, nudge it right. Nudge. Moreau looks to the front again. The platform is almost o them. The tanker's green Lit nozzle-probe sways ten feet windshield. Like a cobra inches right, inches left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Doing just fine. Careful now. Careful. Up a bit! The green lit cobra passes over their helmets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Now! INT. B-52 +-- ABOVE THE COCKPIT c+ INFLIGHT -- NIGHT CLUNK! We can HEAR the angry WRENCHING OF METAL. SEE the phallic probe lock in just above and behind the cockpit o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kazaklis and Moreau furiously grip their wheels in white- concentration. The tanker's huge tail looms directly over heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "You sure you want to go down to the last drop? ELSIE (v.0.) We'll go down to the last drop, Commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARKLIS",
          "text": "You got balls, Elsie. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fuw ui .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ELSIE (v.0.) No, Commander. They issued us everything but those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Okay. What's your last fuel estimate? ELSTE (v.0.) Eight minutes; Ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "How do you plan to breakaway without power? ELSIE (v.0.) I ought to be able to hold it level for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Got it. Kazaklis switches the intercom on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Hey you guys. Keep your mother-lovin' eyes peeled down there. The window's open and we don't need visitors. (to Elsie) Your soulmate on my tight will handle the breakaway. ELSIE (v.o0.) Roger. Moreau looks at Kazaklis who then reaches up to slowly re protective bandana. He trains both eyes on the contrails Elsie's four engines. Moreau grips the wheel even tighter strain beginning to show. The dials on the instrument pan like birthday candles. Kazaklis pushes his visor up and w the sweat in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "How you doin’, co-pilot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "I'll make it. Keep your eye on the road. Kacaklis leeks at his watch 0853 Zulu. A few more moments Moreau really begins to sweat. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eon The grown Moreau and her father have been talking. We : up on an embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL MOREAU",
          "text": "Oh we've practiced incest for almost twenty-five years now, foo. Incest of the mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Seme people call it mind-fucking ! Moreau laughs. Her father withdraws looking painfully f",
          "sentiment": "neutral"
        },
        {
          "speaker": ", MOREAU",
          "text": ": Hey, wait a second, Dad. Let's start over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL MOREAU",
          "text": "TI want you to stop flying, Mo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Hey, hey, hey, Dad. You want me to what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'¢ It isn't going to work, Mo. We're Q losing. ‘ Moreau looks at him stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to the Russians. We're ali losing. To the bomb. It's become too big. Too pervasive. Too matter of fact. We're failing, Mo. And you and I are the pawns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "I don't believe this. Not from you. Remember the ten year old, the skinny little kid with the Super Dad. Come on. Eternal vigilance. We made it through your life time while you carried the torch. We'll make -it through mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was wrong. Nothing goes on forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Dad, den't you think it's a little lace for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL MOREAU",
          "text": "Very late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "o",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARKLIS",
          "text": "Thanks for the juice, Elsie. You did great. It's time to do it the easy way. ELSIE (v.0.) Hang in there, Commander. you'll thank me later. Suddenly Kazaklis sees a dark puff from the tanker's numb engine, then there are just three contrails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW",
          "text": "ELSIE (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREAKAWAY",
          "text": "Then there are just two contrails. And then only one. ‘Th begins to wobble. We HEAR a violent SCRAPING above and be There is a tremendous CLANGING CRASH as the refueling pro into the metal window strut next to Moreau's ear. The pro scratches along the plexiglass of the cockpit windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "No sparks! Please no sparks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "DOWN! DOWN! Take her down. They are in a deep dive but the tanker tail section is be £0 settle in on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Elsie, for Christ's sake get your nose down. EXT. B«52 AND TANKER PLANE -- INFLIGHT -- NIGHT The tanker's nose eases over and the tail comes up. For a agonizing moment they are in almost Parallel dives. KAZAKLIS (haunted) It isn't going to work, Elsie. Silently, Elsie's right wing tip arches up. And then she a fighter plane, wing tip over wing tip, to the left. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down in the navigation quarters, Tyler and Radnor watch i fascination as a tiny image on their screens twirls downw a dead mosquito. Poof. Halupalai takes his sweaty hand of ejection lever over his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "58.",
          "text": "He looks over at the back of Kazaklis' and Moreau's heads reaches over to slide back his side of the flash curtain. Moreau looks at him but he won't lock at her. Silently sh her own flash curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "Polar Bear got the fuel, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "Marginal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "And the tanker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "Crashed. Near Great Bear. That leaves fifteen B-52's flying, sir. Half of 'em refueled. Alice looks up and down the aisle of his command post, a Boeing 707 crammed with communications gear and a crew of frantically working to patch things up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "What about communications?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "Only the ultra-low frequency seems to be working consistently. Of the other forty-two systems on board, siz, two or three work intermittently, the rest are still down. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "What the hell is with Harpoon? Is he down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR 41",
          "text": "Five minutes ago. It's very high risk. There are mobs at every airport in the country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Troops deployed? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "Several battalions. It's the Soviet subs that worry me. They have Standing orders to fire their missles before they're sunk. We had a couple of ‘em cornered in the Gulf when the EMP wave hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "You think Baton Reuge would be on theiz list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR 41",
          "text": "Could be, It's a damned risky landing. I don’t know if I would have taken the chance, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "We still got a little document called the Constitution, Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "Siz, we're not even sure Harpoon's after the right guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "What are we sure of, dammit? Plan says don't fart around. Get the most likely and get him fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A white phosphorous flare illuminates the outline of the Presidential command: plane through the smoke and drizzle and vehicles are on fire. You can HEAR RIFLE FIRE and AUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAPONS.",
          "text": "A loading ramp doesn't quite reach the high door of the 5 Harpoon stands in the aircraft's doorway attempting to ho the final few feet to the darkened entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". KARPOON",
          "text": "Mr. President? CONDOR (breathing hard) Barely. Just barely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Are you injured, sir? Do you need assistance? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fOd 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "NO, no. Just get the others aboard $0 we can get our tails out of here before the whole state of Louisiana rushes us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "How many others?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Four. Harpoon gestures to a Captain. HARPOON (to Captain) Get those four aboard and seal this bird up fast. (to Condor) No time for pomp tonight, sir. Would you please follow me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The interior of the E=4 is second nature to Harpoon but d so Condor. They walk past compartments containing men and Swarming over mazes of wires, cables and loose data board",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Lord A'mighty. Harry Truman said ~ he felt like a bale of hay landed on him. Must say I feel like I got the whole barn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Afraid so, siz. Maybe more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "How bad is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "We losin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "I'm not sure that's the issue, Mr. President. You need to be briefed. They climb a spiral staircase to the baby-blue Presidenti compartment,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Not the issue? Believe me, mister, winning and losing are the only issues, I don't need a briefing to know that. \fos 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "0.K. Mission planning. Irkutsk. Targets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Targets? Satellite-tracking Station, heavy industry, electronies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Population?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Kazaklis!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Just under a million.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Yeah, Irkutsk gets the big banana. One megaton, ground burst. Low level, Approaching. on the racetrack,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "On the racetrack. Entry plus two niner-zero. . Calibration two niner-zero. Midpoint two-four-zero,. Exit two-eight zero. Coming up on twenty seconds. Ready...ready...Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZARLIS",
          "text": "Hokay, straight down Karl Marx Street. Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Ten seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "++.Five, Four. Three. Two. one. (to Moreau) And? (silence) And? MOREAU (urgent) Pull up, pushover, KAZARLIS (quietly) Bomb away...Bye--bye Irkutsk. Bye-bye little mamushkas. A sudden wave of emotion floods the cockpit. No one says for a moment, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAI",
          "text": "That was an excellent exercise, sir. We are now seventy-five miles from our P.C.P.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "General, Polar Bear One is only seventy-five miles from its Positive Control Point. Are you going to order them to go in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "What's with Baton Rouge, Sam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "They're still on the ground, sir. No radio contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I shouldn't make this decision, Sam. I'm not even sure it's legal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "It's legal, sir, Under P.D. 58. ALICE -o Screw Presidential Directive 58. _Tt puts me in charge only if there's no constitutional successor. We may have one on the ground in Louisiana. (pause) [ don't want te make this decision, Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "I know, siz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I'm not sure if it's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "It's debatable, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I know it's debatable. That's the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sedgewick lies dazed in a gulley. It is very cold. A sect Nighthawk One rests nearby, as does the blanket-covered b President. The President i:unconscious but alive. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Sedgewick opens his eyes. He hears strange violent sSounp distance. He tries to move but both his legs are broken. around, confused, and sees a nine year old black boy Star The boy runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Wait! Don't go. Please. I've got the President here. He falls back unconscious from the exertion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The engines rev up as the plane begins to taxi away. Sold ringing the plane open FIRE as cover for the departing ai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the baby blue compartment with its Presidential se an odd assortment sitting in swivel chairs waiting for ta Harpoon, Condor (the Successor), a backwoods Louisiana Ju the pudgy Director of the Fish and Wildlife Service. Stan behind this group with his uzi submachine gun at port arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "How'd the President get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "In Nighthawk One, sir. They were on their way to Andrews when it went. We assume they were crushed in the blast wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Assume?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Siz, you don't go looking for bodies in this kind of war. You don't find chem. The plane swerves sharply, causing one of the secret serv Stagger almost losing his weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Sir, these men must sit down. If One of those weapons goes off... CONDOR (cutting in) How does the Commander-in-Chief talk to his troops? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 \fo Ce",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Our communications are out except for some primitive messages we can get to the bombers through Alice. ConDoR , Alice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "The Looking Glass Plane, sir. The Strategic Aix Command's airborne - command post. They're a thousand miles north of us and our only link to anything now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Harpoon, they call you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "My cede name, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "How many warheads they hit us with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "About 2,000, sir. Probably 2,500 megatons,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "What did we hit them with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "About the same, sir. Somewhat less ~ megatonnage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Deaths?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Millions. Americans and Russians. A relatively even exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "A relatively even exchange. light on the phone next to Harpoon blinks. The white",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Excuse me, sir. He picks up the phone. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcr 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "The Looking Glass saw it? All 16 subes? Then go man, go. The plane lurches, left. The agent falls to his knees dro weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Oh my God...take it over the top of them. Yes, pilot. Over the top of them. : The plane accelerates to take off. It keeps hitting. bump runway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Why didn't they clear that crap off the runway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "That crap, sir, is my troops. Your troops on their bellies, shooting their own people to clear a path for this aircraft. Bump...bump, bump...bump. The Successor just stares at Harpoon numbly. ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Do you realize a Soviet submarine has just launched a missile in the direction of this aireraft? The plane lifts off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "(into phone) Ten miles. port side? Aft? (to Secret Service) You! Down! Propped against the bulkheads! Hands off weapons! (into phone) Seven miles. You got me there, pal. This is Russian goddamn _ roulette...0.K. HARD RIGHT! FOLL",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWER",
          "text": "The plane suddenly turns on its side. The Secret Service flying and slams into the back of a chair. The aircraft g under the stress. The plane lurches up and down. A few moments pass. Harpoo himself again, waiting for the next Surge. [It doesn't co reaches for the phone. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zu) \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "What gives? i'll be damned. We got adud. Take her all the way up. The backwoods judge slumps forward in the seat next to Ha A Bible falls out of his hand. The blue fabric of his cha shredded, white stuffing coming out of Little holes. The match holes in the back of the judge's shirt, now stained Agent rises shakily from behind the chair. His gun is sti slightly smoking. Harpoon looks at the Successor and find full of dumbfounded shock and horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Hey, Radnor? Radnor stares into his radar screen trying to ignore Tyle",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Hey, Radnor. I'm serious. I'11 go halfway with you. I'll say it happened. I will. I promise you. But you gotta go halfway with me. Radnor fingers a #2 pencil and continues to block Tyler o",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Talk to me, buddy. Radnor, please. Radnor! RADNOR (quietly) Shut up, Tyler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Radnor, go halfway with me. Just say Timmie isn't dead. Forget my wife, Radnor, please. Radnor snaps his pencil in two from the tension, then tur Tyler's grotesque and mournful face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Just Timmie. You don't have to say anything about my wife. Radnor. You don't. Radnor feels woozy. He jams the jagged end of the broken against his palm. Hard. Tili the skin breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Forget my wife. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "RADNOR (bursting) Laura! Radnor raises his palm above the jagged pencil. It appear going to smash his palm down on the pencil as if it were",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red light from the flight panel throbs hypnotically. Moreau and Kazaklis are lost in their own private thought Radnor's shriek cuts through their earphones jerking them attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Radnor smashes his fist down on the work table in front o Blood spurts across the navigation charts. Tyler rears fa in his seat. Tears stream down his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "I spanked him, Radnor. Radnor slams his hand down again and again. Suddenly out peripheral vision hue picks up the first white intrusion tadar screen. Then a second and a third creep forward. Ra telaxes his hand, pulls back to his position and Says cal the all-channels radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Incegnitos. Incognitos at twelve o’clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Not up here they're not. Them’s bandits. Distance. Velocity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Hundred miles. Fast. Mach two-plus. Darned near mach three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "No, no. Check again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Affirmative. 1800 miles per hour. Three, correction, four bandits, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Battle stations. Helmets! Oxygen! Defense! Jamming! Chaff! Shovel that stuff like hay, gunner. we better look like an armada. Decoys ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Eighty miles...seventy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Must be Foxbats. (to Moreau) Specs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Top speed, mach two point eight. Range 1500 miles, one way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Armaments?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Four AA-ACRID air to air missiles. Heat-seekers, range feels miles. Four radar guided missiles, range twenty miles. They'll use beth. Gunpacks. Two twenty-three millimeter machine guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Evasive action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Fifty miles...Forty miles. Missiles launched! One. Two. Six launches. 68. We SEE on Radnor's radar screen six little blips with fou ones swooping ahead of the missiles and climbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Bandits. Twenty miles and climbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Yeah they screwed up. They were up our tail pipe before they saw us. They're trying to eat speed. Razaklis glances at his altimeter -- it's falling. to take the Buff down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, FOUR POXBATS",
          "text": "We SEE the Foxbats in climbing formation fire four The missiles do a U-turn in unison heading down. Moreau has begun new missiles. \f” 69. INT. Be52 -- VARIOUS STATIONS -- INFLIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "New missile launches! One. Two. Four missile launches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Radar guided missiles approaching. More chaff! Halupalai dumps mere tinfoil. His palms sweating. on his he sees the first six blips approaching. His hand instinc reaches up for the ejection lever. Quickly he removes his curses himself for the old habit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, B52",
          "text": "The first missile is almost on top of them. The Buff rock ané forth. Then POOF, the first missile explodes harmless of the heat flares. Then the next and the next in rapid s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halupalai sees the last of the intruders dart left, sucke heat of one of his decoy flares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALUPALAI",
          "text": "Hot shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS .",
          "text": "Hang on to your muu-muu back there, ace, Four more coming. Halupalai's exuberance fades instantly. He releases more chaff which creates strange dancing snow patterns on his screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE the tin foil patches spreading out behind the plan missiles appear. Then begin to move raggedly after the ti ghosts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Let'er rip, gunner. You just made it to the Super Bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "There's still four MIGs out there with more missiles. Kazaklis looks at the altimeter again. 9,000, 8,000... He the flash curtain open on his side. Starlight shimmers of snow, Tension surges into him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I'll take it now, Captain, The B-52 heads down to low level where they have some sli to evade the MIGs. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On one wall there are three computerized maps. One of the One of the Soviet Onion. One Mercator map of world. The compartment is like a spotless oval boardroom. Around a t six Air Force Generals and a single prim Colonel. Condor the head of the table. Harpoon is lecturing in front of t",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Our ICBMs were launched in two waves. Most of our bombers were caught on the ground. Those bombers that . survived should be at their positive control points. If ordered to go in they will reach their targets in four to six hours. The bulk of our submarine forces, in which we carry most of our destructive power, was placed on hold for exactly eleven hours. Seven hours from now their instructions are to hit their targets unless they receive contrary orders. The assumption is: If they can't hear us, then we're still at war. The subs would constitute our third strike and complete the destruction of the Soviet Union.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You find fault in that, Harpoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "They have a system of their own, sir. They put most of their warheads in land based ICBMS and most of those are still unused. [In a few hours their bombers are going to be roaming at will throughout this country taking out our cities. A few hours later our subs will take out theirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Come on, Admiral, those bombers are so old most of them have propellers. Even the Minnesota Air National Guard could knock them down, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Colonel, would you like te go to the phone and order them into the air? We can't even talk to Minneapolis. Every transistor in Minnesota is burned out. We won't be able to stop half of them and they're going to pick off their targets one by Goddamned one. New York, Philadelphia, Denver...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "And our bombers will do the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "No. The bombers that did get off will be under attack by Soviet fighter interceptors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "The Soviets can attack our bombers and we can't attack theirs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Sir, they had the element of surprise and they spent a lot of money on bomber defenses, as we wanted them to. Wasting money on defenses for a war with no defense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "This is the mest cockamamie, defeatest thing I've ever heard. What about the subs? How many warheads we got in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "About 7,000, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Launch ‘em -- before the Soviet planes hit our cities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOCON",
          "text": "I understand your frustration, sir, but that's an impossible order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You refuse a direct order? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "72.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "I can't order the submarines to do anything. Nor can you. They received orders hours ago to run silent and deep, away from detection or communications for eleven hours. Then the main part of the fleet will come back near the surface to listen. If they hear nothing they will fire. That's the system. The Soviets know the system as well as we do. They know if their bombers strike, if they send off more ICBMs, they're dead. Because there'll be no one left and no reason to call off the submarines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You're telling me the fate of our nation rests with a dead computer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Well not quite, siz. The war plans were devised with a purpose. Both sides knew if this thing ever got started, we'd have tremendous problems with ego, national pride, communications. So we built in pauses, Bombers are very slow. They are a builtein natural pause to the war. We are in that pause, but coming to the end of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "And the pause was designed to do precisely what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "To give us time to patch our communications, siz. And to give you and your Soviet counterpart time to think things over and maybe find a way to turn the war off. You have a copy of the Premier 's message in the folder in front of you. 1 don't know what to make of it but he offered to accept an equal amount of damage in the Soviet Union. CONDOR (sarcastically) A relatively even exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "A historic, strategic blunder. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "I can't assess his motives. I can only tell you that I think our best eption is to turn some of our bombers and see how the Soviets respond. We'll still have the subs in reserve. Really, sir, I think it's our only option right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Bullshit! There is another option. God damn it. We can cut the head off the chicken. Tell him about the chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The B-52 whizzes by, not 200 feet off the ground. A few s later the four Foxbats close in for the certain kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kazaklis is down to low level and seems to ignore the Fox flies mechanically follewing Tyler's instructions. TYLER (v.0.) O.Kk. High terrain, three miles and it's significant. Up a bit. Down a bit. Little more. Hard left. Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "They're taking their own sweet time, aren't they? . TYLER (v.o.) Bandits, eight miles and closing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARKLIS",
          "text": "Cat's got the mouse, and he's playing. They'll clese a couple more miles. All they gotta do is stay away from Halupalai's guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Don't imagine that has ‘em terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "No. Not four of 'em with six missiles left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "You gave it a classy rrn through the hills, Kazaklis. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They go quiet. The BOMBER NOISE RATTLES through their sil a tin can full of loose pebbles. Kazaklis taps the thrott a bit. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE the sweeping, swaying evasive maneuvers. The Buff as low as 25 feet off the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four Foxbats oress relentlessly towards us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kazaklis chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "What if I put this hunk in a loop and came back on top of ‘em? Maybe they'd all die of heart attacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORZAU",
          "text": "The wings would snap like twigs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Maybe the shrapnel would get ‘em. ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Yeah. Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Sure surprise the shit out of ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Kazaklis, you were born a couple generations too late. You sheuld have been a barnstormer, defying death and deformity for the hayseeds in Iowa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Woulda' Lived longer. TYLER (v.0.) You have significant terrain ten o'clock. High terrain at three o'clock. High terrain seven miles dead ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "(suddenly angry) God damn it! How did we screw up? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "-o f RAZARLIS The odds were a hundred to one. TYLER (v.0.) High terrain five miles ahead. Mereau freezes for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAG",
          "text": "High terrain. Tyler's high terrain. That's it! Kazaklis looks at her strangely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Arm the first bomb: Arm bomb one, damn it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZARLIS",
          "text": "That's crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Net as crazy as doing a loop, Waldo on. Pepper. Do it fast. ¥ RKazaklis looks at his instruments. Then back to Moreau a quizzical expression changes into the broadest grin ima",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Moreau, you're too goddamn smart to die so young. Tyler, are the Russians flying in formation? TYLER (v.o.) They're closing fast, Commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Are they flying in formation, damn it? TYLER (v.¢.) Yes, siz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Hokay, you guardians of democracy, secure the family jewels again. our buddy with no jewels to lose has come up with a real ball buster. Kazaklis punches the bomb codes into the cypher box next EXT. 3-52 \\-< LOW LEVEL -— NIGHT The plane banks left toward a ridge in the distance. The follow. \f76. INT. E*4 «= BRIEFING ROOM -- INFLIGHT £ Harpoon passes the light pointer to Colonel Jones who a group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "I will keep my words brief, clear, and devoid of defeatist philosophy. Victory is possible, sir, and it's mot all that complicated. To call back our bombers would not move the Soviets. They would see it as a sign of weakness. We have an opportunity to allow the Soviet people to throw off the yoke of totalitarian dictatorship which has oppressed them so long. They will do it as surely as they overthrew the Czars during the First World War.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "For Christ's sake, Colonel, they don't even know where their leaders are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "No, Admiral, they do not. But we do. And you would withdraw the very weapon with which we would do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Colonel orders a change in the Soviet computer map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Mr. President, these green dots represent Soviet leadership bunkers. Inside those bunkers are the party hierarchy, the Presidium, KGB leaders, military commanders, and almost surely the Russian Premier. They are the head of the Soviet chicken. Cut off that head and the body dies. The system dies. Forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You telling me a handful of 8-52s can do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "The perfect instrument, sir. ICBMs or sub launched missiles aren't o~ accurate enough for certainty. B-52s : are manned. They can drop a load Ae tight down a smoke stack. We can order sur BeS2s on a grand tour of the Soviet Union. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Harpoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "It's madness, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Seems we got madness piled on top of madness tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Colonel, what about the Soviet bombers? What about the thousands of warheads they have in land based reserves?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "victory has its price, Admiral. We are in a war, siz, a nuclear war. T suggest it's time we started thinking about how to win it. No smoke signal is going to stop Soviet bombers. But we do have some fighters and we also have thousands of commercial jets available. We can ram the bastards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "You're joking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Wait a minute, Harpoon. [Is it possible? Can ramming be a defense against bombers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Siz, for God's sake...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Is it possible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "In isolated cases, sir. They have 150 bombers coming in at low level from all directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Don't think I've been getting the whole story here. I don't cotton to that. I don't cotton to that at all. . (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "This is nonsense. What are we supposed to do about the ICBMs? There's no defense against this stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "The defense is the Soviet people. Take away these green dots and they will stop the ICBMs. Tie defense is to cut the head off the chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bomb bay doors open. TYLER (v.o.) Thirty second mark. Ready. Ready. Now. On the racetrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the instrument panel. Three yellow squares are lit in of four. They are: Bomb doors not locked, bomb doors open doors not closed and locked. TYLER (v.0.) Significant terrain twelve o'clock. ~ Bandits 5.5 miles and closing. Kazaklis nudges the B-52 up and over the last ridge where disappears for a few moments from the Foxbats. A fire proof gloved thumb is poised on the last unlit but",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five, Four. Three. Two. One. The thumb depresses the button which lights up: BOMBS REL Halupalai sits at his station feeling helpless and alone. and Moreau pull. their flash screens over the windows. Ra glances at Tyler who has become wooden and mechanical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Plus fifteen seconds. Bandits five miles and closing. In the cockpit Kazaklis and Moreau count in synchronizati Tyler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS MOREAU",
          "text": "Plus twenty-five. Plus twenty-five, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Come on, baby. Come on. TYLER (v.0.) Plus thirty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Blow damn you, blow! TYLER (v.0.) Detonation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Climb! Climb! Climb!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Launches? © TYLER (v.0.) Plus forty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Bandits? TYLER (v.0.) Plus forty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS .",
          "text": "Tyler! Damn you! Bandits!? TYLER (v.o.) Plus fifty seconds. RADNOR (v.0.) It's not Tyler, siz. (pause) Oh God in heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "There's nothing to see, Commander. On Radnor's screen a white ball expands like a malignant The rest of the sereen warps in dancing zig-zag lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Plus sixty seconds. Radnor knows they are about to be hit with the blast wave himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A THUNDER CRACK snaps at the aircraft. The Buff rises lik feather, sinks, then rises again. The RIVETS GROAN. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "¢ Kazaklis and Moreau struggle to hold onto the Buff with : «nuckled intensity. A few beats and then it is past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "(t0 Moreau) Friendly little kick in the rump, huh? (to navigator) Bandits? RADNOR . Nothing came through that, Commander, nothing. The altimeter reads 6,000 feet. A few beats of silence. S Kazaklis starts to bank the plane to the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "T'm gonna take a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "No, I don't want to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "¢ Take it, Captain. Moreau hesitates, then takes the wheel. Slowly Kazaklis p his curtain. The Arctic night is not dark. In the kittywumpis tilt of aircraft window, the horizon cuts diagonally one way and majestic stem of the cloud the other. Lightning strikes p violet, dart throughout the pillar. The pillar is twelve high, made up of radioactive gasses which look like snake . on each other, devouring each other. It is satanic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Oh, Kazaklis. It was $0 easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "On a city, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Yeah. a INT. E-4 =< BRIEFING ROOM -- INFLIGHT \\ Alone, Harpeon is meticulously shooting rubber bands ac room. Condor enters with Colonel Jones and the Secret Ser agent. (CONTINOED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Need to send the orders. I want the Grand Tour, Harpoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "You've decided, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "History won't wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "I hope history hears you. Good luck, sir. Harpoon picks up the satchel he carried out of the bunker and starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You think I'll need it, Harpoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Oh yes, siz. We all need it tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "To my quarters, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Haven't you forgotten something, Admizal? He gestures towards Harpoon's satchel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "The card. Harpoon opens his satchel and takes out what looks like a red charge card. Across the top is a series of random let numbers, In the middle it says: TOP SECRET CRYPTO. NSA. A bottom it says: SZALED AUTHENTICATOR SYSTEM. HARPOON . You'll need this. Orders to the bombers must go through the Looking Glass Plane. The code at the top will prove you're authentic. The Colonel will give you the word codes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You really forgot to give me this, Harpoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "(beat) I'm really not sure, sir. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, LOOKING GLASS PLANE",
          "text": "Establishing shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, LOOKING GLASS PLANE",
          "text": "Alice takes a cigarette from a pack in a cubbyhole in fro His station is like a small desk with a red lockbox and c clock, He snaps a match with his fingernail and the phone up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Alice here. CONDOR (v.c.) Condor speakin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Day word? CONDOR (v.0.) Cottonmouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Command word? CONDOR (v.0.) Trinity.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ALICE",
          "text": "Action word? CONDOR (v.0.) Jericho. Alice takes out his blue and red authenticator card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "You have your card, sir. CONDOR (v.o.) I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "In the upper left-hand corner, you see a row of digits and letters. Please read the fourth from the left. CONDOR (v.a.) Seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "In the right-hand corner, please read me the final three digits and/or letters. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": ". CONDOR (v.0.) Seven. Cee. Two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Cee for what, sir? Condor pauses for a beat and grunts. CONDOR (v.0.) Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "On the second line from the top please read me the middle sentence. CONDOR (v.0.) Six. Dee. Six. Two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Dee for what, sir? CONDOR (v.0.) Dammit. All you people waiting on World War Iv, Alice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "You wish to issue order changes, siz? CONDOR (v.0.) Sure as hell do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Harpoon give you the signal code? CONDOR (v.0.) He's temporarily incapacitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Incapacitated? CONDOR (v.a.) (uncomfortable) That's right. Alice takes a long thoughtful drag on his. cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Would you like some advice, sir? CONDOR (v.0.) Been gettin’ plenty down here. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conder is 84. (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I'm sure, sir, but the situation's fluid. The first coded message has come in from the ground. It's garbled but coded. Means it's part of the system. CONDOR (v.0.) Where from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Not sure, siz. Washington region. CONDOR (v.0.) That's good news. Now I'm ordering Two One Zebra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "We're getting things back, sir. I'd orbit and wait. : CONDOR (v.0.) Orbit and wait? Just a minute, f'1ll ask the Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "The Colonel? not listening. He's talking to the Colonel. CONDOR (v.c.) Colonel says we don't have the gas, Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Sir, with all respect, I'd run this by Harpoon first or at least talk to your senior communications officer. CONDOR (v.0.) Alice, implement Two One Zebra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "(pause} Yes, sir. It'll take a few minutes, sir. CONDOR (v.0.) You stallin', Alice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f3s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "No, sir. We have to do a hand sort. New assignments, priorities and alternates. It's tight. I have to put them in orbit briefly, so none of them go over the side. CONDOR (v.0.) Over the side?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ALICE",
          "text": "We're saying too much, sir. out of listening range. CONDOR (v.0.) Okay. Now get your tail moving. Fast. : The PHONE CLICKS off. Major #1 comes up behind Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "We got 21-Zebra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "Jesus, you're kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I wish I was. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "The crews will think we're going nuts back here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few beats of silence save for the droning engines. Each lest in his thoughts. Suddenly the SOUND of their TELETYP everyone, Kazaklis stubs out a cigarette. Moreau cranes her neck an in puzzlement as the machine types one short line and sto Halupalai comes slowly from his station, tears off the me hands it to Kazaklis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALOPALAIL",
          "text": "You want me to translate the code?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARKLIS",
          "text": "Tell me what I already know. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CONTINUED",
          "text": "f HALUPALAI (reading) \"Orbit. Await orders.\" I'11 take it downstairs, Commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Don't bother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALOPALAI",
          "text": "Commander?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Don't bother. Halupalai shrugs and slouches back to his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Take it easy on him. You'll have the whole crew ready for the rubber - zoom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Do me a favor, Moreau. Bank the Doomsday Express left. Then shut up for awhile, will ya? Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "f Moreau bristles but follows orders. Kazaklis looks at h ML 1100 ZULU. He looks at Moreau again. Tries to lighten",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "You ever kick your dog, Moreau?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "(beat)...I don't have a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I love my dog. But sometimes I kick him. Moreau looks at him. Shakes her head. Says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Get the feeling we're going round in circles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "You get the feeling we shouldn't complete this circle? mo The remark surprises Kazaklis a little. He tries to re",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ne Reminds me of a Polish joke. (CONTINOED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREA",
          "text": "Oh, Christ, Kazaklis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "These two Polish pilots get into trouble. So the pilot says to the co-pilot, ‘Let's do a 360 and get out of here.' Kazaklis laughs. Moreau doesn't. on",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "Razaklis, do you ever think about the reliability regulations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Oh God, Moreau. Don't start on PRP now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Why don't you think about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Because it's crazier than what we're doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "About even Steven, I'd say. How come the politicians don't have to prove that they're sane? You ever hear of a Presidential candidate going down to San Antonio to take the test they give to us? You think the Politburo's got psychological screening, or whatever they call it there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "None of 'em woulda passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "Yeah, it's hard to find perfect people. None of us passed tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Moreau, did the drinking really bother you that much? All the flyin’ we did together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Kazaklis. You were always full of more shit than booze. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knots of people are compiling packets of new targets and priorities for the eleven remaining B-52s. Alice goes over the targets assigned to Polar Bear I. On target is: CHEREPOVETS: [RYBINSK MINING WORKS], Construct Primary relocation site Soviet Premier, Chief KGB, Minist Commanding General Soviet Rocket FOrces. Hardened at leas psi. Alice doesn't like this at all. He looks over to Major #1 been staring at him. Alice looks down at his papers again looks up. ‘ALICE You about ready, Sam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "Yes, sir. We have the orders plotted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "(beat) Then send 'em, dammit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can HEAR the last SOUNDS of the on board TELETYPE fadi Halupalai is standing between Kazaklis and Moreau having decoded the orders that Kazaklis is holding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "What the hell is Two-One Zebra? Moreau reaches for her master book and rapidly flips thro She stops at a rarely used appendix and lets out a whoosh She turns to Kazaklis, says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Damn you, Moreau, what's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "The grand tour that's what's going en. We're going across Russia to carve'm out in the craters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Carve what out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAQ",
          "text": "on Not what. Who. She turns back to her book. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fr™ 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Twenty-one. Precision nuclear bombing, hardened emplacements. Zebra-Political/military infra- structure. : She turns the page, breaks the plastic seal engraved with outline of an eagle and reads the instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Cherepovets (Rybinsk Mine) -- Caution. This is not an opportunity target. Strike only on direct orders NCA. Relocation area. Timing option one. Omega. Kazaklis lets out a low whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Leadership bunkers. So they really want us to go after the big bananas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "More like somebody's gone bananas. Somebody who didn't go to San Antonio for reliability training or read the suicide regs. They want us to get the leaders. Then who's left to turn this fucker off? She pauses, tries to read Kazaklis’ face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Request confirmation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "You just get promoted? Then he relents and motions to Halupalai to send the orde faint Kazaklis begins to think about what these orders mean. He fast. Moreau just keeps staring at him. Finally.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". KAZARLIS",
          "text": "You find a wart on my nose, Moreau?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "You know, Kazaklis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I know it means we don't have to go in and drop a million tons of TNT on a bunch of kids, Moreau. Isn't that better, for God's sake? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "’~ MOREAU ‘ You mean more satisfying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZARLIS",
          "text": "Damn right it's more satisfying. Maybe it'll get over faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Faster? Halupalai appears again handing the pilot another message TWO ONE ZEBRA. NCA CODE HENHOUSE. KAZAKLIS (to Moreau) Look up henhouse. She doesn't move. They stare at each other for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "They want us to vaporize the Premier, Kazaklis. And the Presidium. And the head of the KGB. Anybedy with any control. o RKAZAKLIS t The bastards started it, look up S henhouss. Moreau holds the steady gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": ": You want us to nuke kids instead, - huh? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Somebody's got to be at the other end of the phone, Kazaklis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "What phone? You think they're talking to each other and sending out orders like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "You know what comes next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "What the hell do you want me to do? Write my congressman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ne Nobody can turn it off after this. Not ever. Not before everything's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Kazaklis turns rigid. He looks toward the flash screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Look up henhouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "No. Kazaklis turns towards her. His voice turns raw with agon",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "It won't make any difference, Moreau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU ,",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Nothing will change. Scmebody else will do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "T know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Cherepovets will go. [Irkutsk will go. Ulan-Ude. Everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "New York. Coos Bay. Everything in between.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "I know but ['m not going to do it. I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Can't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Won't. He turns away from her angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "They gave me too much time to think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "You'd have turned a minuteman key in the first five minutes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Bitch. Damn you. Kazaklis smashes his gloved fist over and over again into sereens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "What do you want me to do? Shoot you? Eject you? Put you down on the ice? Moreau just stares. Kazaklis reaches behind his seat for bag, takes off his right glove and with the bag on his la around inside. He pulls out a small canister and snaps it It is a cyanide capsule. She takes it in her hand, starts out of her seat to go downstairs. Kazaklis grabs her wris The capsule pops loose and rolls across the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "That's one PRP violation too many, Captain. For a moment they are silent. Moreau poised halfway into way, Kazaklis staring straight ahead at the curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAG",
          "text": "So what's next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I dunno. INT. Be52 <= NAVIGATOR'S STATION -— INFLIGHT Tyler's face is grotesquely twisted with a look of brutal anger. His hand is on the radio switch. It has been on pr He has been listening to the conversation upstairs. He tu radio off. He looks over at Radnor to see if he has been Radnor is a million miles away, lost in his own personal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sedgewick is being probed with a stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (0.S.)",
          "text": "Dean do that. Sedgewick opens his eyes, sees a little black boy with a retreating towards three figures. One holds a lantern whi be seen through the orange smoke. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "My son says you has the President down in the hollow. Gradually we SEE it is an immense black woman talking. Sh flanked by two sullen teenage sons. Sedgewick reaches tow",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Ged bless you for comin', ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Lord's not blessin' us very much ¢-- anything today. Now what kind of foolery you been tellin' my son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "It's true, ma'am, the President was en route to his command plane at Andrews Air Force Base. We were knocked down by the blast. You can see pieces of our helicopter in the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Yatall didn't get far, young man. Fell down in Rocky Gorge. SEDGEWICK ° ~ Ma'am, the President must get to a military base, with radios and a hospital. if can't exaggerate how important it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Doan imagine you can exaggerate anything: today, mister. Sedgewick hears thrashing behind him. He watches as the t boys carry the limp form of the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Seo that's the Man. Doan look so mean now. Doan look so good either. She pokes at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Alive. Always knew he was a tough cuss. You boys carry these men over to the hospital at Olney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Olney? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Hospital there. Least ways there was yesterday. Sedgewick reaches up toward the woman grasping at her coa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "FEMA? Out past Mucaster Road. FEMA. Please understand. The Mother takes his hand and releases it from her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I's not stupid, young man. I teach. m'boys. I read the papers. You talkin' ‘bout civil defense. Everybody in these parts knows the place. The Man ever wakes up you - tell him he can't keep a place secret if'n theys always poppin' radio aerials up 'n down out of ceement holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "tT gotta tell the men. Face to face. Moreau nods. Kazaklis takes off his helmet but takes his headset with him. Kazaklis edges down the short walkway t Halupalai, then plops down in O'Tocle's old seat. Even be Kazaklis plugs in, Halupalai's eyes tell him the man know eyes have a bleak look of failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "You done great, champ. Razaklis squeezes the gunner's arm, smiles, gropes for wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "There was no purpose in it. Halupalai's face softens. He tries to smile, nods. Then g for Kazaklis to tell the others. We can SEE the open hatc lower compartment just behind Halupalai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kazaklis backs down the rungs of the hatch ladder. Radnor even notice. Tyler watches suspiciously. When Kazaklis re bottom and turns around he sees a kind of nightmare. O'To is discordantly wrapped around the bottom of the navigato The once neat desk top work stations are in jumbled disar Charts, blood, broken pencils. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Kazaklis looks at Tyler then pulls O'Toole back to his ol place. Temporarily out of sight, Kazaklis leans his head the bulkhead and rubs his eyes. Then he comes back betwee men, kneels and attaches his radio wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Tough down here, huh guys? He places a hand on each man's knee. Radnor is lifeless. flexes. TYLER (menacing) I am EWO ready. He pushes Kazaklis' hand off his knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I know you are. We all were. We've been EWO ready a long time. Kazaklis looks compassionately at Tyler, then mistakenly photo of Tyler's child. An elbow rips into Kazaklis' rib cage sending him backwar rump. His radio wire is still attached. Tyler shields the photograph with one hand. With the ethe the radio wire out of its socket and wraps it once around neck. He jerks and relaxes the radio wire on each torture syllable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "EEE...WOE...RED....DEE. Ready! Ready! Now! Razaklis’ head continues to bang on the floor as Tyler disintegrates,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Twenty seconds...on the racetrack...Cottonmouth...Radnor's wife. For the first time now Radnor turns expressionlessly to t He makes no move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Coward! Coward! Coward! Kazaklis jams a steel plated book into Tyler's shoulder. up and tries to grab Tyler. Kazaklis gets another elbow i ribs, Kazaklis strikes quickly with a judo chop to the ne Tyler slumps to the side. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Kazaklis takes a step back, the radio wire hangs from his a loose noose. Radnor looks at him serenely. Kazaklis cat breath for a moment then plugs his radio wire back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "We're not going, Radnor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "My wife was a cop, Commander. She protected us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I know she did, buddy. you should be proud of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADNOR",
          "text": "Who protected her? Radnor turns back toward his radar sereen. Kazaklis tries swallow a lump in his throat. EXT. FEMA BUNKER -— MARYLAND -- NIGHT In the smoky sketchy light from lanterns and flashlights by what must be dozens of human bodies littering the grou Children with most of their skin gone. A woman with a bla limb, the bone still protruding. A stack of bodies. Many blinded and stupified. . . Sedgewick and the President are carried in makeshift stre the black family through this eerily quiet setting. They a medic clad in a hooded radiation suit. He is doing what he can. The Mother adjusts herself regally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Sir, we has brought you the President of the United States. The Hooded Man looks at them for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOODED MAN",
          "text": "Suze thing, lady, and the Pope's knocking at the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kazaklis plops down into his seat. The atmosphere is quie tapes down four fingers of his glove leaving the middle f extended. He tapes the extended finger to the flight pane Moreau looks at him with concern. She turns over her shou check on Halupalai whe seems lost in the strains of a Son tape. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fCc 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "What happened down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Tyler and I had a little failure to communicate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "{into the radio) Tyler, are you hurt? TYLER (v.0.) I Have no injuries, Captain. I am EWO ready. You are cowardice... Moreau switches off the radio. INT. FEMA BUNKER -=- MARYLAND . A retired Brigadier General, the civil defense director o bunker, stands off to the side as we SLOWLY REVEAL two nu over the President. Sedgewick lies next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Umm. Legs crushed. Do we have any ice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Geed God, his eyes are gone. Severe retinal burn. The President moans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE 42",
          "text": "Just relax, Mr. President. You'll feel better in a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "What's with the I.V.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Lactated ringers. Two milligrams of morphine. . At the mention of morphine Sedgewick tries to come out of",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Let's give the poor man two more milligrams. Damn, If wish we had a doctor here. . Sedgewick sits up groggily and rips at the I.V. tubing in Nurse #2 comes over. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘ SEDGEWICK No morphine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Hey, hey, hey. Calm down. You'll be okay, soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Sailor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "OK. Sailor boy, take it easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "(mumbles) Two aspirins and ¢all me in the morning. The Nurse laughs. Sedgewick floats back down on his gurne frustration. He passes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Radnor's back is turned from Tyler who is mumbling to him Radnor is looking in his alert bag as Tyler starts to yel f TYLER Why haven't you said anything, “asshole. Don't you give a shit anymore? : Radnor tuzns around and smiles. He shows Tyler the little has taken from his alert bag. Tyler tries to grab it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Give me that, you turd. Radnor is too fast for him. He removes the white capsule down on it before he swallows. Radnor's face is rapturous his head slumps forward onto his desk top. Tyler watches in stuporous wonder for a moment. Then he l for his own alert bag. He rummages inside, withdraws a .4 automatic, and makes sure the clip is full. He unhooks hi set and moves toward the Ladder. On his radar sereen, now unseen by Tyler, a squadron of i edge in from a corner. They move in a few beats. Then rem they begin to turn and head back the way they came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMUNICATIONS OFFICER",
          "text": "One of our bombers turned, General, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "- ‘ Alice swivels in his chaiz at the sound of the female",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "No. OFFICEr I'm afraid so, sir. I checked the data three times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Who turned?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Polar Bear One aborted, sir. Turned southwesterly. Alice does a half turn in his chair and stares at the map wall. The green dot at Cherepovets seems to glare at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "We have to inform Condor, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes, I suppose we do. f INT. Be52 -- GUNNER'S STATION -~ INFLIGHT Halupalai listens blissfully to Don McLean singing \"Bye, American Pie. Drove my Chevy to to the levy but the levy Gry...\" ete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HA-LOP-A-LAII1",
          "text": "His eyes snap open. He looks towards Moreau. She is tryin out of her seat. McLean sings, \"This'll be the day that I then he sees the shadowy figure of Tyler crouched inches his .45 held in outstretched arms. Halupalai springs out of his seat, He shoves his shoulder Tyler's kidneys and reaches around searching for the gun. the gun but Tyler won't let go. They fly backwards. They and roll in mortal combat. One of Halupalai's feet starts into the open hatch. He teeters, gives one last wrench at handgun and careens backward into the steel seat braces. ‘kitters across the floor, er is on all fours groping for the gun in the darkness. valai lets out a wild animal yell and fling himself at Ty oo tches him by the collar and pulls him with such streng : ung navigator flips backward in a half somersault throu ie . vler crashes into the back of Halupalai's seat. Halu the gun. He starts back for Tyler who can see he's lost. desperate and cornered. He jumps in the seat and pulls action lever. With great force, he and the chair go through the roof of the aircraft. \f—~ 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyler comes shooting into the empty frame while still in He has no oxygen. Silence. INT. Be52 -- VARIOUS STATIONS -< INFLIGHT There is a CACOPHONOUS NOISE. With the instant change in all loose items are sucked out through the hole in the ai Halupalai's body Sweeps up and out the hole. Charts, manu bags all geo. o'toole's body jams in the stairwell. all o water vaporizes creating a kind of diffused other-worldly effect. Kazaklis' and Moreau's bodies strain against thei harnesses. After a few moments they begin to experience t of hypoxia. There is a sense of well-being despite the da Kazaklis reaches for Moreau's thigh instead of his oxygen both euphoric. INT. LOOKING GLASS AND E-4 ~— CONTINUOUS == NIGHT We should cross cut between the two sides of the conversa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "So Alice, what happens when one of your crews gees gutless?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Sir, there's no precedent... CONDOR . Screw precedence. No precedent for anything tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Normally, sir, we'd send up interceptors and try to bring them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Shoot ‘em down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "If necessary. We'd try to force them te land first. CONDOR . Then you'd shoot 'em. What's the difference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Condor, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "And stop callin' me Condor, dammit. This is your President speaking, not some dead bird. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fo~ 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Sir, ears are opening. They can mouse us, we can mouse them. We're getting the first bits of messages moving inside Russia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you think you should've told me about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Sit, we can't make sense of it. all we can determine is they're rattled. Just as we are; Alice feels someone at his elbow. He ignores it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "I'm gonna tell you something, Alice. The thing rattlin' me most is my own damn military geniuses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "In this one, sir, there are no military geniuses. The figure next to Alice tugs persistently at his sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Excuse me a moment, sir. Alice cups the shone then Says to the female communicatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "For Christ sakes, Lieutenant, I'm talking to the President of the United States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "He needs to know this, sir. The Bisons have turned. Shortly after Polar Bear One turned, the Soviet bomber squadron approaching them also turned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "And the rest of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proceeding, sir. As before. Alice pauses a moment and looks at the black phone in his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wind has stopped but the light is stranger than ever. face is haloed and shimmering, her eyes Sparkling. Her li blue. Kazaklis leans towards her, touches her face. [t is incredibly erotic. Suddenly she slumps unconscious toward",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Nococoooe! Frantically he grabs at his dangling oxygen mask. He take deep breaths from the mask. Quickly he places the mask ov Moreau's face. She wobbles out of insensibility but now h again. He has trouble finding the radio button. Trouble t",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Get...on...your...own. He shoves Moreau over into her seat. He breathes deeply. his senses return. Finally he turns to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Moreau! She nas the mask slasped over her face. Kkazaklis' sarcas",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Onseasonably cold, isn't it? They begin to take the aircraft down to a lower altitude can breathe without oxygen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You know how I read this one, Alice? We got ourselves one deserter. They got a squadron. First time we've come out ahead on anything tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Sir, they could be signalling significant concessions. The squadron doesn't even have the range to make it back to Russia. Turn some more of our bombers, sir. See if they reciprocate,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Sounds like you want us tc send smoke Signals, Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "If it helgs to stabilize the current situation, sir. I believe any means of communication are appropriate. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Look Alice, you don't understand what's going on here. We stop now, we lest. This President is gonna demonstrate that he has the capability and most of all the determination to wage a nuclear war until an acceptable outcome is achieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Acceptable to who, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Acceptable to me. Now put another bomber on the henhouse. Fast. Get that? :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I hear you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "And send out general orders to whoever can hear us to shoot down Polar Bear One. No questions. Just shoot. Hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ALICE",
          "text": "I hear you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Don's sound very convinced, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I don't believe I am, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You tread careful, Alice, or you'll find yourself in deep shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes, siz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR ,",
          "text": "We can send out the orders from here. ” ALICE I suggest you do that, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "I hear you right, Alice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICS",
          "text": "Yes, siz. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a moment leaves Alice holdi him on the Looking They'll Sam, old an angel INT. FEMA BUNKER =. A Russian voice su American radio ope: 104. of silence. Then Condor hangs up the phone. r+ ng his phone listening to the buzz. We Stay with Glass Plane, MAJOR #1. shoot you, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "friend, I should find such of mercy. —- RADIO ROOM iddenly booms over the loudspeaker, jarring the wator. He listens for a few seconds before clearing his voice. This is to speak He waves to a youn sticks her head in Get the The WAC starts to Yes? am command Federal This is required Certainl attache",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO MAN",
          "text": "Pit Stop Two. You will need in English. ig WAC passing by his soundproof windows. She",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO MAN",
          "text": "bess. On the double. run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSSIAN VOICE",
          "text": "I speaking to the alternate facility for FEMA? The Emergency Management Agency?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO MAN",
          "text": "@ priority channel. you are to identify yourself,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSSIAN VOICE",
          "text": "Y- I am Pyotr Krilenko, to the chairman of the Presidium of the Supreme Soviet and Premier Socialis is with superior importan INT. FEMA BUNKER -. of the Union of Soviet t Republics. The Premier me and must speak to your On a matter of utmost ce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nurse #1 and the Civil Defense Director Stand watch over esteemed guests. ZULY. 20 Sedgewick awakes in a panic. The clock reads i815 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He quickly turns towards the President. His heart sinks. President lays on his back, an I.V. still in his arm. Sed falls back in despair. ‘Then a cool hana caresses his for",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Easy. Easy. It's going to be all right now, sailor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Why? Why can't I make you understand,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "I do understand. No more morphine, Sedgewick's eyes go to the President's: I.V. tubes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blood serum. Nothing else. He's going to hurt but he's going to think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Gog bless you. How long before he's coherent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Half hour. Forty-five minutes maybe. T'm sorry we serewed things up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Oh, honey, believe me, you aren't the ones whe screwed up. The young WAC from the radio room comes up to the Civil D Director who has been watching the scene. She whispers so in his ear and they leave the room hurriedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "We are at waz, sir. Under no circumstances would 1 supply such information to you. PREMIER (v.0.) I repeat, sir, I am net seeking information. I know your £-4 aircraft is flying over Jonesboro in the state of Arkansas. I ask you once again, on behalf of all human kind, to assist me in making radio contact with that aircraft. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "I will not confirm the existence of any aircraft. PREMIER (v.9.) You will not provide a radio patch to the President, whom I know is aboard the E-4 aircraft?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "{to tadio operator) How could that son of a bitch know that for sure? I bet he wants me to confirm locations so he can target the 2-4. (to the Premiere) I will not confirm the existence of any aircraft. PREMIER (v.o.) Will you, for the sake of both our nations, transmit a message to the Ee4 aircraft informing the President that I wish to communicate with him directly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "Look, I don't know who you are. You could be calling from Joe's Pizza Parlor. INT. BeS2 <= PILOT'S STATION Moreau stares straight ahead for a few beats, shakes her unsnaps her oxygen mask,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Feeling any better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "No. I've just been blaming myself for a few things. Shoulda this, should that, shoulda, shoulda, shoulda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Hey, take it easy, pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Take it easy, bullshit. Everybody's going bonkers. Kazaklis softly places a hand on her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Get your damn hands off of me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Hey, Moreau,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "(turns to Kazaklis) I need you to help us make some decisions, Kazaklis., Play your God damn silly percentage baseball. (softly) Halupalai once told me there's a side of you I don't see. Kazaklis peers around the side of his helmet peek-a-boo s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My backside, maybe? Moreau lunges at him, her fists furiously pounding his sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Stop it. Damn you! Stop it! Kazaklis takes it for a second then pushes her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Fuel load?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "Two hundred one thousand pounds",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Weapons load?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Just under twenty-thousand pounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "We have to jettison the weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bomb doors open and gravity bombs (unarmed) fall free tow Gulf of Alaska. KAZARLIS (v.0.) Where are we? MOREAU (v.0.) Navigation isn't our strong point. South of Anchorage. What was Anchorage. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "MOREAC (Cont'd) We should be around the Kenai Peninsula with Kodiak Island coming up. KAZAKLIS (v.o.) Well ma'am, the way I figure it the world is your oyster. Which one of the islands did you have staked out on that map that drove the base commander nuts? SCRAM missiles begin to pop harmlessly off the wings, the altering slightly with each disengagement. With the last SCRAMS gone the B-52 seems to rise. MOREAU (v.0.} Tahiti. Pretty pedestrian, I'm afraid. KAZAKLIS (v.o.) Hokay mutineers, Roratunga! Bora Bora! Hiva Oa! Papeete for the lady. We're going for the blue lagoon. Moreau laughs in spite of herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President grumbles under his breath for a moment. The straight up in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Give me a hand, Sedgewick. Sedgewick's hand gently pushes the President back in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Please take it easy, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Connie? The President's unseeing eyes blink open. He thinks for a and lucidity begins to return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What time is it, Sedgewick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Eighteen twenty-five ZULU, sir. Twenty-five minutes after one. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ao om",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "In the afternoon, Jesus H. Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "109.",
          "text": "Christ. In the FEMA bunker at Olney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Who's with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "The Northeast regional FEMA, two charming and a radio operator and a technicians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "That's it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "That's it, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What's the matter with",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "You're blind, sir. broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Screw that, Sedgewick. (he thinks of the nurses) the language, ladies. got me on? ever the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Morphine, Mr. President. We thought it was best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "director of wise nurses, half dozen me? Your legs are I know that, Pardon What have you My mind's dancin' all Sorry. Just keep talking, siz, and it'll clear up. clear-headed now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "So how come we're not all dead? You sound pretty What the hell's going on out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "We don't have a good fix on it, sir. Communications are coming back very slowly. We're in a helluva mess. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sedgewick Sedgewick 110. (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "{too eager) Our preliminary data show it could have been much worse, sir. Most of the targets were military. A few cities were hit intentionally, But I'd say our fatalities are only about thirty million, surely no more than forty million.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Who the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "Bascomb, Mr. President. Director Northeast region. FEMA. Retired Army. General officer...Brigadier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "No more than forty million. you find that acceptable, Mr. Director?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "My point, sir... waves him off. SEDGEWICK . It's horrible, Mr. President. It's also much more complicated. We've got a couple command planes up. We can hear one of them. The Looking Glass Plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What about the Soviets? What are they up to? glances ruefully at the Civil Defense Director.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "I'm guessing, sir. From bits and pieces picked up on the radio here we think theiz bombers are still on the way. Our bombers must be nearing their targets. We know they held back more than half their ICBMs. There is absolutely nething they can do to touch our submarines. I think they'll wait to see if there's another escalation. Certainly if gur subs go, they'll hit us with everything they've got. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "a The President slowly brings his hand to his face and ru eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "There's more, siz. The radio here received a most seculiar call from the Soviet Union an hour ago. The speaker claimed he was the Soviet Premier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "\"1 talked with him, siz. I'm sure he was an imposter. de wanted us to patch him through to the E-4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "The E-4? The E=4 went with my eyes back at Andrews Air Force Base. Sedgewick looks at the Civil Defense Director who gulps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "According to the director, an alternate E-4 made it out of Omaha on and picked up a Presidential f successor in Baton Rouge. ‘The man is aboard the E-4 at this time. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What! A successor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK _",
          "text": "Everyone thinks you're dead, sir. Including the Soviet Premier, if the call was authentic. I'm inclined to believe it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Is anybody going to tell me who the hell the new President is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "The director believes that the Secretary of the Interior has been sworn into office and is aboard the",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Jesus Christ. No one says anything. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\frn",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Jesus H. Christ. We got Alice in one plane and the Mad Hatter in the other. Baskin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "Bascomb, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What makes you think you were not talking to the Premiere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL DEFENSE DIRECTOR",
          "text": "He was too rude, sir. Far too rude for a national leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Rude? You want to see a national leader get rude? What did he say to you? The Director blushes beet red and freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Oh, for God's sake. The Russian said the director couldn't find his ass with beth hands and a hunting dog. The Nurses titter nervously. Then the President starts to",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Baskin, just off that information I'd bet you had the Soviet Premier on the phone. Try to get him back... Please. The Director takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Nurse, roll me into the radio room, will you, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kazaklis is looking at his watch. Moreau sees him. The screens are still up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "It's almost time for sunrise. A few beats of silence. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "flash \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Just thinking about it steps you in your tracks, doesn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "I don't know if I want to see it. It might promise too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "It promises you another day, Moreau. No more. No less. Be glad it's there. Be glad something's there we couldn't screw up. (beat) I'm glad it's there. I'm glad you're here... Moreau fights a losing battle against tears. She reaches touches his arm. Then she clambers suddenly and awkwardly her seat. She wraps both arms around him and holds him ti They share the moment. Then she disengages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Why? She looks at the flash screens then back at Kazaklis. Tog reach forward to draw back the curtains. : The scene is flawless. A few strands of cirrus clouds abo catch the first hints of day. On the right the sky remain purple with stars still twinkling. On the left the sky is a faint blue, Below them the ocean spreads outward in sur ripples. Suddenly the orange are of the sun peeps out of A magnificent miracle of a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President's bed is angled up against the array of com gear. Sedgewick listens from his bed by the door. The Dir and the Radio Operator are also there. PRESIDENT . No, Mz. Premier, most certainly not. I merely mean that my control over events is minimal. I need time to put my house in order, PREMIER (v.0.) This pretender, this other President, he has control? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "on",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I'm not certain anyone has control here. PREMIER (v.0.) His intentions are the same as yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Your weapons were very thorough in their destruction of our communications, Mr. Premier. So far T have not been able to talk to him. PREMIER (v.0.) I hoped he had been talking to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Sir? PREMIER (v.90.) You are aware that one of your bombers turned, and, in response, I turned a squadron of mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "No, Mr. Bremier. I did not know that. It is reassuring news. PREMIER (v.0.) Not really, Mr. President. The remainder of both our bomber fleets have pressed on. We have less than twenty minutes before the bombs start falling again. Millions more will die. But even that will be nothing compared to the awesome power of your submarines. They operate on a pre-programmed attack schedule?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "That is correct. PREMIER (v.0.) How much time do we have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "T assure you, Mr. Premier. I would tell you if I knew. you must trust me. I do not know. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PREMIER (v.0.) {pause) I will trust your intentions. Your intentions might net be enough. You are well aware that I will not be able to contzol my forces if you are unable to control yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Well aware. PREMIER (v.0.) It is not a question of fault now, Mr. President. f will accept the fault and history's judgment of it. But men in foxholes will fire back at their own brothers. So will men in missile silos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Lis. Yes, yes, I know that, Mr. Premier. PREMIER (v.0.) Destiny be with you, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "And God with you, Mz. Premier. There is a lingering pause and then, PREMIER (v.o.) I am sorry, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I am sorry, too, Mr. Premier. The President blindly hands the phone away. clock. 1900 ZULG. Sedgewick looks at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young ENSIGN approaches the CAPTAIN who is drinking a c coffee. 24 The Ensign snaps a salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSIGN",
          "text": "Sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Anything on that Soviet sub?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSIGN",
          "text": "No soundings, sir. We seem to have lost him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INUED",
          "text": "\fas gf ew i a .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "fhe Ensign hands the Captain a message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSIGN",
          "text": "We have an unidentified aircraft approaching, sir. [It has a radar profile of a B-52. She Captain stares at the Ensign a moment, his heart's no when he says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Send up two F-18's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice lies on a cot, one arm over nis eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "General?... General, excuse me, sir. The Civil Defense installation at Olney has made direct contact. They're on the radio now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE -",
          "text": "Jee~suz Keeerist, Lieutenant. Civil defense! Can't you keep those bureaucrats off my back? Tell ‘em I'm taking a nap. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "Siz, it's the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Condor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISUTENANT",
          "text": "No, sir, the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I don't understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "I don't understand either but I have the President on the radiophone. The President. He says it's urgent. ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Alice here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "This is the President speaking. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan \fao o~ rf",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Day word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I don't think we have time for that, General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Listen, pal. I don't know what you are but give me the day word now or you'll find yourself alone in a phone booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "(slight chuckle) Day word's Cottonmouth. Command word's Trinity and the action word is Jericho. Now _ you'll ask for the authenticator codes, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Bet your ass, buddy. Alice fingers his own card in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I doen't have my authenticator card, Alice, It's lost and you either trust me or more than Jericho's walls will come tumbling down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Without that card you're a phony. I don't know who you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "So what do we do now, General? you want to quiz me about the Brooklyn Dedgers? You want Betty Grable's measurements? Or is it Bo Derek this time around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "We hang up. I won't talk to you. I'm disconnecting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "You hold on, General. fThis is the President of the United States calling you. Authenticator card or no authenticator card. We can play it by the book and blow the world to smithereens. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "118.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRESIDENT (Cont'd) That's what the book calls for. Is that where you want to go? Alice says nothing, lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I need a patch through to the E-4. I know you can talk to them. We can hear you but we can't reach them. I know the Secretary of the Interior is aboard. He thinks he's the President. I must talk to him. Fast. It's about the submarines. De you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Where's your card? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Damned if I know. On the south lawn which I crawled across on my belly. In Nighthawk I which got knocked down in a gully with me in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Without the card, the E-4 won't give you the time of day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "You let me worry about that, General. I'm asking you to patch me through. Will you do it? Alice pulls himself up to a correct military posture. Loo another cigarette and finds the pack empty. He crumples i makes his decision. 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "(to Sam) Sam, recall the bombers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What?! ALICE . You heard me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yes, siz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Mr. President, I will be happy to patch you directly to the E-4. However, I should brief you on a few matters first. \f119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Whoo-e-e-e, Take a look at that. Moreau leans across and looks out the port side windows. a massive aircraft carrier that looks at this distance li There is a storm brewing behind the ship. Suddenly the F-18s are on them, one off each wing tip. Th on Kazaklis' side tips his wings like kayak paddles. Kaza at the pilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Uh oh. We got company. You like me, boy? Name's Kazaklis. The pilot in F-18 #1 signals thumbs down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAG",
          "text": "These guys look serious, Kazaklis. The F-l8s fire into the emptiness in front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I'd say that boy is very serious. The pilot in F-18 #2 gestures to his face mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU .",
          "text": "He wants to talk to us. You think he wants to negotiate? Kazaklis flips through the channels until he hears,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "Air Force Zero-Two-Six-Six-Four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "That's us, pal. our friends call us Polar Bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "O.K., smart-ass, our orders are to bring you down or shoot you down. Do you understand? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "I think we'll stay up. My friend here is afraid of sharks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "Roger, Zero=Two-Six-Six-Four. You know what a Sidewinder will do to shat crate of yours? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Save your heavy stuff for the bad guys, sailor. You know I got a lady in the right hand seat? Moreau groans loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "Puttin’ all that lead in a lady might be hard to stomach, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "Bring you down or shoot you down. Your choice, flyboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "O.K., sailor, we understand you havin’ orders and all. tf think you should know our navigator's dead, and our radar man's dead. So we can't see you comin'. Our EWO's dead so we can't send out decoys. our gunner's dead so we can't shoot at you even if we could see you. Now why don't you just wheel around and pump a few rounds into us?... You want to say good-bye to the lady now? A beat before the other F-18 pilot responds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "We don't want to do this buddy. Then in unison the two fighters peel off into their turns returning for the kill. Kazaklis heads the B-52 directly storm. INT. LOOKING GLASS PLANE/FEMA BUNKER --— INTERCUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Siz, I can turn the bombers but I cannot issue orders to submarines. The Air Force can't issue orders to the Navy. We can act as a relay, offer support, but not order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "Siz, the Navy has two TACAMO planes for communicating with the subs. One's over the Atlantic; the other's over the Pacific. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "They got off the ground but no one's been able to contact them yet. Anyway they'll only accept orders from the President or his successor. You don't have your authenticator card, Mr. President. The Secretary does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Well, I'll just have to convince the Secretary to do it for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I hope so, siz. You now have exactly one hour and twenty-eight minutes before those subs launch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KLAXONS are WAILING. LOUDSPEAKERS are BLARING the call to quarters. The Ensign is there with the Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSIGN",
          "text": "It's confirmed, sir. A victor class Soviet submarine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN .",
          "text": "How far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSIGN",
          "text": "Five miles, on our tail. The ‘Captain looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSIGN",
          "text": "Siz, is this it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Fish and Wildlife Director is stretched out on the co President is quietly reading the Bible. The Colonel sits fidgeting with a pencil. The phone lights and Condor pick",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Conder. PRESIDENT (v.0.) Good God, is that what they call you? I don't know if I'd stand for that, Mz. Secretary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You're dead, Mr. President. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINGED",
          "text": "7 The Colonel blanches and jumps out of his seat. son PRESIDENT (v.0.) Like Mark Twain, Mr. Secretary, I'm afraid the reports of my death have been greatly exaggerated. I'm told, however, that you have done a superb job while I was incapacitated. The Colonel hovers above Condor trying to grab the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Who the devil is it? PRESIDENT (v.0.) I'm not sure I would have been so cool myself. I congratulate you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "What the hell is going on? PRESIDENT (v.0.) . Now we have to work together on the next step, my old friend. The bombers are already turned but we on™ haven't much time. Uncertainty creeps into Condor's eyes. The Colonel's arm him for the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Turned? (to Colonel) [It's the President. . The Colonel stops wrestling, shakes his head, and smile disdain. PRESIDENT (v.o.) We must stop those submarines, Mr. Secretary. It's going to take the two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "This is the oldest trick in the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": ". Tt sounds just like the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "A thousand Russians are trained to do that. Tape machines. Audio enhancers. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "on \f123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "PRESIDENT (v.o.) We must send out the orders for a cease fire, Mr. Secretary. Then, tegether, we can begin to put what's left of our nation back together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Who are you? PRESIDENT (v.0.) Mr. Secretary. I am the President of the United States and you know that very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "They can tell you your wife's maiden name, your favorite breakfast cereal. They're scared silly. They're trying averything. PRESIDENT (v.o.) Mr. Secretary I attended your granddaughter's baptism not three months ago. The child's name is Rachel. She has beautiful blond ringlets. Condor looks up at the Colonel in anguish. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Ask him for authenticator code confirmation. Condor withdraws his card. 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ CONDOR",
          "text": "In the upper right hand corner of your Sealed Authenticator System Card read me the third, fourth and fifth letters and/or digits. PRESIDENT (v.0.) My card's lost, Mz. Secretary. That shouldn't surprise you. You were on the ground. It's not the first time a President's card has been missing. Reagan's was lost for. two days when someone took a shot at him, I've been through far worse. Now I'm issuing you a direct command, Land that aircraft at the nearest available field. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "124.",
          "text": "(3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Right! .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "You are a no good commie fraud. PRESIDENT (v.0.) You are making a monumental error, Mr. Secretary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Good-bye, comrade. He hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kazaklis and Moreau sit listening to the two pilots in th talking on their radios. They are getting closer to the s PILOT #1 (v.o0.) O.K. Two, let's go for it. PILOT #2 (v.0.) Larry? Real shit duty, isn't it? : PILOT #1 (v.0.) Everything's shit duty today, Red Fox Two. Let's go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Those guys are all heart. Hey, Moreau? I wish I had come to know you better. MOREAU . My knickers, Kazaklis. You wish you had known my knickers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Oh these, too. Pretty nice knickers they were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "I seem to remember something about better thighs on a Safeway fryer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Did I say that? He pats her thigh. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Feels like a triple A to me. She remeves his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "But attached to a real bitch, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Yeah, sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAD",
          "text": "Yeah, most of the time. PILOT #1 (v.o.) One mile, Red Fox Two. Let's take it up and come down on ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Moreau?... I wasn't talking about your knickers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Thanks, Kazaklis. In front of them the storm clouds loom larger. Suddenly t a very bright flash and a shudder ripples through the 3-5 PILOT #2 (v.0.) Holy heaven. PILOT #1 (v.0.) Don't look at it! PILOT #2 (v.0.) But it... PILOT #1 (v.0.) Den't look! The B-52 is in the clouds now. They can't see much ef any PILOT #1 (v.0.) Red Fox Two, I'll take the first pass. PILOT #2 (v.0.) Break it off, Larry. It's finished. The only response is static. PILOT #2 (v.0.) (cont'd) We knew our ship was gonna get it. It's finished now, Larry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2u \f126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "an More static in response. PILOT #2 (v.0.) Let 'em go. Let somebody go for God's sake. : There is more static from Pilot #1 until, PILOT #1 (v.o.) Red Fox Two. This is Red Fox One. I'm going in. PILOT #2 (v.0.) Break away! Break away! Get off ‘em, Larry. PILOT #1 (v.0.} Closing. - PILOT #2 (v.0.) Please! Through the radio din we HEAR a faint CHUG-A-CHUG-A. Kaza Moreau hunch up. Nothing happens. Kazaklis and Moreau loo om otner. f . PILOT #2 (v.o.) Eject! Damm you, Larry. Get out. ~ Hit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Harpoon reporting, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Admiral. We got curselves a situation here. Need a little more info on our naval forces. Who is authorized to issue new orders to the submarines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOCN",
          "text": "Only you can issue orders to the submarines, sir. Through the TACAMO planes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": ". What if someone else counterfeited ~~ the codes so the orders seemed to . come from me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "I don't see how, sir. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ff a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Your friend Alice seems pretty good at doing that with the Air Force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Sir, I don't see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "{cutting him off) Never mind. What happens if the TACAMO planes get conflicting orders?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Sir, what's going on? Did Alice turn the B-52 .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Answer me, Harpoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "What did the Russian bombers do? Harpoon looks accusingly around the room. The silence spe volumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARBOON",
          "text": "The Russian bombers turned in response, didn't tHey? Sir, you’ can't even be considering the use of subs now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Talk to me about conflicting orders, Harpoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "The Soviets couldn't make their intentions clearer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "And committed an incredible strategic blunder. [It's now our subs against their remaining ICBMs. And our subs are a lot closer to them than their ICBMs are to us. Before they know what hit them it will be too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "One more time, Admiral. What would happen if the TACAMO planes got conflicting orders?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Please, siz... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Condor motions to the Secret Service Agent who quickly ba up against the bulkhead, jamming the barrel of his uzi su gun underneath Harpoon's chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Admiral? Harpoon looks into the eyes of the Secret Serviceman and that he's capable of pulling the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "If both commands nad the proper codes the TACAMO planes would be confused. They would suspect that the Soviets had spoofed one set. They would proceed with the original orders for the subs to fire at 2100 ZULU.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "That's all, Admiral. You're dismissed. The Secret Serviceman removes his gun and backs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARPOON",
          "text": "Sir, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "Dismissed! Condor turns his back on Harpoon. Harpoon looks humiliate Gefeated. All eyes avert his. In desperation Harpoon lung Conder. Harpoon grabs him around the neck, trying to stra life out of the suecessor with every fiber in his body. H sees the Secret Service Agent cock his gun. Harpoon shout has a maniacal gleam in his eye. HARPOON . Shoot! Shoot! Please! Bring this plane down. Please shoot. The Agent lowers his gun. Everyone seems paralyzed for a when suddenly an ornately tooled leather belt is whipped Harpoon's neck. The belt twists hard, cutting off his air WIDEN TO REVEAL the Fat Man from Baton Rouge as the initi this improvised yet effective rescue. For a few moments i test of wills but finally Harpoon is no match for the thr pounds of bulk. Harpoon loses his grip on Condor. His own becomes distorted and suddenly he is gone. \foy INT. 129. 132",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "I couldn't order you to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Order me, sir? It was my idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "There must be some other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Mr. President, we have less than one hour before the subs will fire. I have serious doubts there is any way to stop it. But if we are able to reach the TACAMO planes, you can bet the Ee4 will be able to reach them. If those planes get conflicting orders, the subs will stick with their original battleplan. It's that simple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What do you think, Sedgewick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "I’m afraid the General's right, Mr. President. However, to make anything work the General will have to read me the authenticator codes. Digit by digit. Letter by letter. That is extremely dangerous. We know the Soviets can probably hear the Looking Glass since they've got a couple of Satellites functioning. [If they pick up the codes, they'll have almost as much control over our weapons as you de, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Yesterday that would have been high treason. Today it comes out to zero plus zero. I don't know what to say to you, General, except, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Don't thank me, Mr. President. It's time to get on with it. We've lost some ground. It won't be as easy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Will you call me before you...uh...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Before I ram him?... Yes, of course, I will, Mr. President. INT. Be52 <= PILOT'S STATION -= INFLIGHT A single F-18 pulls up off Moreau's side. They look at ea PILOT #2 (v.0.) Good luck, Polar Bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Why? PILOT #2 (v.0.) We had nowhere to go. Maybe you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Your carrier? PILOT #2 (v.9.) Just gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "I'm sorry. PILOT #2 (v.0.) We knew it would go...I gotta leave you now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Hey, buddy, why doen't you tag along? PILOT #2 (v.0.) Negative, thanks. I got a buddy in the drink back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "He made it? PILOT #2 (v.o.) Oh, yeah. I just whumped him a little one. He got out. He's got his raft open. I'il bet he's feeling meaner than a barracuda right now, too... Say, Polar Bear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Yeah, Red Fox? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ey we ner . PILOT #2 (v.0.) When the two of us come paddlin' in, you bring on the dancing girls. Hear? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "You bet, Red Fox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAQ",
          "text": "Lueck! The gleaming fighter peels off. The B-52 plows head on in dark of the storm, It has begun to rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The screens are off but the aircraft is flying through sm crud. Alice stands behind Smitty the pilot. An ALARM is B The pilot",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Turn that damn thing off. We don't have to think about radiation alarms anymore, looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITTY",
          "text": "You okay, General?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "You pre-empted me, Smitty. It's my job to ask you that,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITTY",
          "text": "Oh I'm doing all right. You ever think it would be this way, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Tell you the truth, Smitty, I don't know what I thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITTY",
          "text": "No I guess none of us did.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ALICE",
          "text": "I'm very proud of you, old friend. All of you people. A few beats of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Where is the E=4 now, Smitty? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITTY",
          "text": "About a hundred miles away, sir. North of Memphis. ALICE . They'll spot us pretty soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITTY",
          "text": "Yes, siz. Figure it cut, toc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "132.",
          "text": "The big plane banks around a big brown cloud of radioacti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flight crew here is showing signs of strain. screens are also off. As they come out of their notices something on his radar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "E-4 PILOT",
          "text": "You know the higher these dirty clouds get, the harder it is to keep this aircraft out of ‘em. Sheppard, double check the position of the Looking Glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEPPARD",
          "text": "Scarcely a hundred miles, and closing. Ee4 PILOT Has everyone gone bananas? Why is Alice bringing that plane so near? Try ‘em on the radio. Sheppard tries on the radio for a few moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEPPARD",
          "text": "They're not responding, siz. Maybe they've got radio trouble? Their flash turn, the pilot The E~4 pilot thinks for a moment, then goes to the inter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Jones sits alone studying maps. The INTERCOM BUZZ only hear his side of the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Yes?... Tell me... Did you try to make radio contact? Jesus Christ! Evade him! Run for it! He hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "w uw . INT. E-4 -- COCKPIT -— INFLIGHT ~~ CONTINUOUS The pilot talks to his crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "E-4 PILOT",
          "text": "Now that makes a lot of sense. I'll keep some distance between us. But I'm not going through any hot clouds to do it. He banks the plane to the vight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sedgewick, prone on his gurney, is alone with the Radio O They are trying to reach the TACAMO planes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO OPERATOR",
          "text": "I'm sorry, sir. I'm getting nothing from the TACAMO planes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDGEWICK",
          "text": "All right. ‘Try the low frequency channels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Jones is addressing the communications staff plus The Secret Serviceman with his submachine gun is also the",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "The Soviets' uncertainty has proved to be our opportunity. If we can reach the TACAMO planes, we can unload our subs with moral justification and without the condemnation of history. This exchange will alter the balance of Power for centuries. Canturies! We should sense some discomfort in the room. A sense thes feel the Colonel is getting a little carried away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "The Looking Glass Plane must now be regarded as enemy aircraft manned by treasonous men. He looks at the pilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "IT want you to do everything in your power to put distance between us and them. No more avoiding radioactive clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "COLONEL JONES (Cont'd) The fate of the world is at stake. De you understand? 0O.K. Dismissed! They begin to leave. The Colonel pulls aside the Secret S Agent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Stay in the cockpit and make sure the pilot does everything he's supposed to do. To the letter. He let us get caught once already. EXT. LOOKING GLASS PLANE AND E-4 -— INFLIGHT -- DAY The Looking Glass Plane is within a mile of the E-4. The eecasionally bobs and weaves through some dirty clouds. T Glass follows turn for turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The E-4 is seen through the windshield. Alice is there wi flight crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITTY",
          "text": "They decidad to take the rads, too. They've stopped ducking the clouds. Makes it tougher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "It's more important now, Smitty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITTY",
          "text": "You think we improved the odds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes. They're down to about 100 to one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITTY",
          "text": "General, that's almost a shoo-in. He nudges his throttles trying to pick up a few knots of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torrential rains flood through Halupalai's escape hatch. out the equipment back there in SIZZLES and snaps. INT. Be52 <= PILOT'S STATION -- INFLIGHT Kazaklis is looking back toward the sparks. He turns arou shuts off some equipment. Some of his gauges are now dark sputter, some are lit but don't move. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "visibility is zero, with gale force winds. The aircraft b on new air currents, groaning and shrieking in protest. Kazaklis and Moreau act as one. ‘They are cloned. They ta when necessary. She sees something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAG",
          "text": "Fire in number three engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". KAZAKLIS",
          "text": "Shut it down. She does so with determination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Secret Service Agent stands behind the flight crew, h very much in evidence. .The Pilot eyes him nervously. \" Be4 PILOT Don't you have a better place to be right now, young man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRET SERVICE AGENT",
          "text": "No sir, I don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "E-4 PILOT",
          "text": "Well how ‘bout puttin’ that weapon down someplace? There's no need for it in here. The Secret Serviceman glares at the Pilot. The Pilot look co-pilot who swallows. The hair on the back of his neck i beginning to tingle. INT. E-4 «=| RADIO ROOM AREA <= INFLIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Could they be jamming our attempts to reach the TACAMO planes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "E-4 RADIO OPERATOR",
          "text": "No sir, the Russians are not capable of jamming us but they can listen through their two Volna satellites over the Atlantic and Pacific. Colonel Jones thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Atlantic and Pacific? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "an",
          "sentiment": "neutral"
        },
        {
          "speaker": "E-4 RADIO OPERATOR",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "That's it! That's it! All eyes turn toward the Colonel. He glances at the clock ZUL0.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAOQ",
          "text": "Fire in number four. Kazaklis looks left, tries to see the nearest inboard eng the streaks of water on the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARLIS",
          "text": "Shut it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "Done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZAKLIS",
          "text": "Rudder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Got it. The rear of the aircraft lurches. We HEAR RIPPLING METAL with MOANING, CREAKING and WHEEZING. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZAKLIS",
          "text": "We're gonna lose the rudder and the stabilizer. We gotta get some - altitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAO",
          "text": "Thanks. Which way is up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAZARLIS",
          "text": "Been askin' myself that all my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Very funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE the B-52 come perilously close to the monster wave big one laps at the belly of the plane. \f137.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. 2-4",
          "text": "The Colonel is rushing excitedly around the compartment, technicians' shoulders, shaking limp hands. No one shares enthusiasm. . He goes to the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Sir? CONDOR (v.0.) You interrupted my prayers, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "I have the answer to your prayers, sir. CONDOR (v.0.) Didn't expect the answer by phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Sir, I've reached the TACAMO planes. It's in the bag. You will have to come down with the authenticator card. CONDOR (v.0.) How in Lord's name did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Straight through a couple of Soviet satellites, sir. We used the Russian communications equipment to contact our own Navy planes. How's that for shoving it to them? CONDOR (v.0o.) Be right down, Colonel. Colonel Jones cradles the phone for a minute then pushes for the cockpit. PILOT (v.0.) Pilot, here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Where the hell is Alice? . PILOT (v.0.) Right on our tail, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL JONES",
          "text": "Listen, you incompetent idiot. You keep that bastard off us for another fifteen minutes. [I’m gonna win this war! .",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAZARKLIS",
          "text": "We're not gonna make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "Yes, we are,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RKAZAKLIS",
          "text": "Prepare to eject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOREAU",
          "text": "i'm not ejecting, Kazaklis. Far off in the distance Kazaklis sees some distant streak yeilow. He heads in that direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Alice, we've found a way through to the TACAMO planes; unfortunately someone on the E-4 came up with it first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Conflicting crders. It dooms us, Mr. President,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Perhaps. Perhaps not. It's in your lap, General. The 2-4 got a locator message through. The TACAMO planes have asked for confirmation and codes, It'll take a few minutes to Move the codes. Not Many. Can you catch him in a few minutes? Alice stares.out the cockpit windows at the E-4 tail stil mile distant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "General?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I'm sorry, sir. [It is impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Try. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Of course I'll try, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "What the hell time is it? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fi133.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "~~ 2034, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENT",
          "text": "Call me back in two minutes -= 2036 on the nose. We're counting in seconds now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes, sir. f know, sir. The President hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Smitty, I want you to burn out every fan in those engines of yours. We've got five minutes or it's all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Condor enters. A young officer salutes and feels immediat embarrassed. Not only is it strange to salute a man in bl and down vest but the formal rules are suspended here, No Pays much attention. Colonel Jones escorts him to a teleg operator. a : COLONEL JONES . They doen't want voice confirmation. they want it on paper and in a specific sequence or it will be ignored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDOR",
          "text": "O.K. Let's get started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice is looking out the windows Savoring a last cigarett looks at his watch =- 2036 ZULU. He picks up the phone. PRESIDENT (v.0.) General, I have the Pramier on the line. His people are monitoring the transmission. You have three, maybe four minutes, Can you do it in that time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "No, Mr. President, I cannot. o~ There is a long silence. PRESIDENT (v.o.) You understand what this means? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f” 140.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "All too well, Mr. President. PRESIDENT (v.o.) It's hopeless? . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Tf I place myself in the cockpit of the E-4, siz, I see myself pursued by a madman. I see the President of the United States pursued by a madman, with only me between the two. PRESIDENT (v.0.) Madness takes many forms, General. I'm afraid I can see that more clearly now sightless, than 1 did with both eyes. There is a silence for a few minutes. PRESIDENT (v.9.) General?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes, siz? . PRESIDENT (v.0.) Against your wishes I’m going to- thank you. Not all our people programming was faulty. INT. E-4 -— COCKPIT -- INFLIGHT The pilot looks as though he has resolved something. He t look at the Secret Serviceman one more time. Then he turn and grips the wheel tightly. INT. Zed == RADIO ROOM -- INFLIGHT Condor and Colonel Jones are supervising the tapetapea-ta codes when the plane suddenly banks hard left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Qut the cockpit windows we can SEE the E-4 turn broadside Looking Glass. Alice drops a match, grips the phone tight Smitty puts the Looking Glass into a shallow banking dive left. Into the phone Alice says: . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Please. do better next time, sir. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Ym ‘The windshield fills with the Blue letters spelling OF AMERICA. The screen goes to black as we HEAR rather than see the E As the explosion sound fades we HEAR the beginning of TEL SOUNDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "At twenty forty-one ZULU time Sedgewick's transmission reached the two TACAMO aircraft. at twenty forty-four the codes were completed, followed by these encrypted instructions from the President. Across the black screen Ptint out as a teletype would:",
          "sentiment": "neutral"
        },
        {
          "speaker": ", MAINTAIN ALERT STATUS",
          "text": "SLOW DISSOLVE To: EXT. 8-52 -~ INFLIGHT --— DAY o~ The B-32 comes at us, riding ovt of the stem. tt break ‘ sunshine, KAZAKLIS (v.6.) Raratonga? Bora Bora? Hiva 0a? Papeete for the lady? (he laughs) MOREAU (v.o.) Great Captain Shazam, So now what? KAZAKLIS (v.o.) I don't know, Mozeau. Welcome to tomorrow. As the Be52 goes past us. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2034"
    }
  ]
}