{
  "movie_id": "MOV1912",
  "scenes": [
    {
      "location": "MCCREATH SERVICE CENTER",
      "time": "DAY",
      "characters": [
        "BASEBALL CAP",
        "RACHEL",
        "KYLE, (0.S.)",
        "THE ROAR OF AN ENORMOUS CROWD",
        "DOCTOR, (0.S.)",
        "VOICES, (0.S.)",
        "ALEX TREBEK, (CONT'D)",
        "CARTER, (CONT'D)",
        "NURSE SHING",
        "SHERMAN",
        "MANNY, (0.S.)",
        "CUT TO",
        "VIRGINIA, (CONT'D)",
        "DR. HOLCOMB",
        "TATTOO ARTIST",
        "MAITRE'D",
        "NURSE, (0.S.)",
        "ANNA",
        "DEENAZ",
        "EDWARD",
        "AS THE SONG PLAYS OVER...",
        "IMPACT",
        "THE DOORBELL RINGS",
        "ROGER",
        "AMERY",
        "BOOKING OFFICER",
        "RACHEL ROGER",
        "THOMAS",
        "THE SOUNDS OF A BASEBALL GAME",
        "RACHEL, (0.S.)",
        "HOLCOMB, (0.S.)",
        "VIRGINIA, (0.S.)",
        "CARTER, (V.O.)",
        "FADE IN ON",
        "HALL NURSE",
        "EDWARD AND CARTER",
        "COUNTY DIRECTOR, (0.S.)",
        "WHITE DISSOLVE TO",
        "ANNA, (CONT'D)",
        "ANNOUNCER, (0.S.)",
        "ALEX TREBEK",
        "CO-PILOT",
        "EDWARD UNLEASHING A TREMENDOUS BELCH",
        "CARTER",
        "EDWARD, (0.S.)",
        "EDWARD, (V.O.)",
        "THE PALE FACE OF A BEAUTIFUL WOMAN",
        "MANNY",
        "RICHARD",
        "NIGHT SERGEANT",
        "CARTER, (0.S.)",
        "LEE",
        "KYLE",
        "MECHANICAL VOICE",
        "THE FACE OF A BEAUTIFUL WOMAN",
        "EDWARD, (CONT'D)",
        "DISSOLVE TO",
        "FEMALE BOARD MEMBER",
        "A DOLPHIN ICE SCULPTURE",
        "FADE TO BLACK",
        "WAITER",
        "I--",
        "AN EXPENSIVE LOOKING COPPER THERMOS",
        "HOT DOGS",
        "AGED CELL BARS CLANGING AS A DOOR OPENS",
        "COUNTY DIRECTOR",
        "VIRGINIA"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "CARTER CHAMBERS is a black mechanic in his late 50’s with a worn, but thoughtful demeanor. His job is beneath him and he’s known it for the last 30 years. He leans back against the El Camino he is working on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY, (0.S.)",
          "text": "So then what happened? His partner MANNY is beneath the car on a roller. He slides in and out of view over course of the following...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Tesla took his design to the richest man in town, mister J.P. Morgan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "The stockbroker guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "That’s right. Morgan was the major financier for Tesla’s primary rival, a fellow by the name of Tom Edison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Between them, Morgan and Edison controlled the entire power grid for New York, Boston, Philadelphia, and so on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "(jingling his pocket) So they had some serious jing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "They had “serious jing.” Which is why, when Tesla walked into Mr. Morgan's office and unveiled an invention designed to provide free, wireless electricity to the entire population of the planet - remember now, this is 1912 - Mister Morgan had no choice but to finance it immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Hold up. He agreed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Without hesitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "But wouldn't free energy put him out of business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Invariably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Yo, that’s one stupid stockbroker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "A year later, Tesla invited Mr. Morgan out to Long Island, where he had nearly completed the first in a series of towers which would tap into the Earth and beam its energy through the air to a nearby receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Crazy... So what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morgan knew the invention would make both Tesla and himself famous beyond their wildest dreams...change human history forever. So, he did what anyone in his position would do. He went back to his office, made a few phone calls, then home to his wife... The next day Tesla received notice that Morgan had pulled his funding. He was thrown out on the street and the lab was demolished. The morning papers carried stories about Tesla’s clinical insanity, quoting “anonymous sources” who claimed to have seen Tesla consorting with prostitutes and demons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "And Morgan protected his company. That's SO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Machiavellian? I agree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "I was gonna say wack, but whatever spanks your monkey. What happened to Tesla?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "He became a pariah. No one dared cross Morgan. Nikola Tesla lived the rest of his life in isolation and died in poverty. The proverbial tree that falls without a sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "He never tried to start over. Carter shakes his head as the phone rings... MANNY (CONT’D) Yo, that’s a messed-up story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Most true stories are. Happy endings are for suckers. Carter lights a new cigarette as he answers the phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "This is Carter... Hey, how was the interview?... Oh... Well, there’s plenty of fish in the... Dr. Young? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he want?...Uh huh...What does that mean?... It can’t be all that bad... He takes a drag of his cigarette then suddenly stops. His expression changes as he listens...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "That’s not possible. He removes the butt from between his lips as smoke dribbles from his mouth. He looks at the cigarette for a moment then drops it to the floor. ANGLE ON the cigarette butt, slowly burning itself out. In the b.g., Manny pulls himself out from under the car, staring up at Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (0.S.)",
          "text": "Today? That’s no good, the team’s got their first scrimmage before... Yeah... No, I know. Okay... Yep. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Yo, what the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(hanging up the phone) Ah, it’s nothing, it’s just... He steps on the cigarette as he walks in a daze past Manny and out the door of the garage into the blinding day which fills the frame with its white light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTY DIRECTOR, (0.S.)",
          "text": "Come to order. Hudson County Planning Board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN EXPENSIVE LOOKING COPPER THERMOS",
          "text": "As the lid is unscrewed releasing a waft of rich steam which curls up into the waiting nostrils of EDWARD COLE who inhales deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Kopi Luwak. It’s the rarest beverage in the world. At a thousand bucks a pound it better be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the aisle, the COUNTY DIRECTOR is flanked by five fellow BOARD MEMBERS who go through the minutiae of beginning the meeting. Edward is in his mid to late 50’s. He’s immaculately dressed and groomed, though his Italian suit appears slightly too large for his gaunt frame. He unscrews a matching cup from the bottom of the thermos and pours a small amount of the brew before handing it over to RICHARD, one of several executives in Edward’s retinue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(coaxing with his hand) First the aroma. Richard bends his head to the cup, sniffing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Note the earthy tones and the complexity of the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "It's just coffee, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTY DIRECTOR",
          "text": "Mister Cole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to Richard) It’s not ‘just coffee.’ Watches Richard take a tentative sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTY DIRECTOR",
          "text": "Mister Cole. We’re ready to begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(focused on Richard) Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(clearly doesn’t get it) Wow. Really, uh, good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTY DIRECTOR",
          "text": "Mister Cole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Richard) You're a friggin’ Philistine, you know that. Grabs the cup back and stands to face the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Thank you, Mister Director, fellow board members. Very much appreciate you taking the time... I’m not big on sugarcoat, so you'll forgive me if this comes across as somewhere south of warm and fuzzy... (looks directly at them) All of you should be immediately and pointedly fired. They should haul you up by your boot-straps and dump your bloated salaries into the street. The appalling decline of Jefferson Hospital is a direct result of your gross incompetence and utter lack of fiscal erudition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTY DIRECTOR",
          "text": "I beg your pardon! This--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Okay, I got a deal. I’m going to talk for a few minutes, and the moment I speak the slightest untruth you can shout me down. Good? Fair? Good... Your shop is hemorrhaging cash. Overhead costs are in the stratosphere. Your lease and land costs were criminally overbid. One of the board members raises his hand to protest but the County Director waves him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Donations have atrophied to the point that you’ve fallen hopelessly behind the tech curve in research, pediatrics, oncology, MRI... He pauses and savors a long sip of his Kopi Luwak coffee, eyeballing the board over the rim of the cup until his eyelids close in ecstasy from the flavor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Mmmm... Put simply, your hospital loses money every time a patient walks through the door. \fThe board members range from uncomfortable to furious, though none say a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "More truths... The Cole Group is the largest private hospital management firm in the region. We have a proven track record of corporate governance and exceed every requirement of the Sarbanes-Oxley Act... Our shops maintain state-of-the- art technology systems, and wield unparalleled clout in negotiating with unions and the insurance companies... What’s more we've privatized fifteen other public hospitals in the past seven years, each of which now provide the highest standard of medicine to their communities. He pours a second cup of coffee and brings it to his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE BOARD MEMBER",
          "text": "Despite being grossly understaffed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(pausing before drinking) We employ the best of the best of the best. The stronger the staff, the less need there is for-- Suddenly, he coughs into the cup, spraying coffee onto the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Excuse me. Pulls a silk handkerchief to his lips as his suits search their pockets for tissues to wipe the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTY DIRECTOR",
          "text": "What about beds? There have been reports that you increase the number of beds to the point of overpopulation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(wiping coffee) That’s because I run hospitals, not bed and breakfasts. The sole concern of my company is to provide the best health care in the world, which we do. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sole concern of my shareholders, who include three of you, I might add, is to turn a profit, which, as you know, we also do... Our methods are stringent and effective and one has never suffered at the hands of the other, and you know it... Truths? The truth is you need me boys and girls...a fuck of a lot more than I need-- Coughs into the handkerchief again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTY DIRECTOR",
          "text": "Mister Cole? Edward stares in shock at the ugly puddle of clotted blood staining the white silk of the handkerchief...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of elevator doors open at the far end of a long hallway emitting a hulking man in a tailored black suit, lugging a set of four massive suitcases as he counts room numbers. This is THOMAS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas barrels in, passing a curtained off area near the door, and drops the bags onto the empty bed next to the window. Opening the first suitcase, he sets up the room with practiced efficiency-- He plugs in a cell phone cradle and sets it on the bedside table along with a hi-tech alarm clock... Lines half a dozen shoes and slippers down the length of the bed... Unloads a stack of thick books on living with cancer, cancer treatment, cancer nutrition, new cancer protocols... Sets a laptop computer on the table, surrounding it neatly with pens, notepads and Post-Its... Places a massive, Royal Classic copper coffee siphon on the window sill, along with copper-lined cups and saucers and spoons and a dark wooden box covered in Arabic writing and Sumatran customs stickers... VOICES are heard in the hallway - a commotion coming closer. Thomas quickly removes a vase and flowers. He jogs through the separator curtain and into the bathroom where he fills the vase with water, completely missing the figure lying in the bed behind the curtain. \f10. The noise in the hallway is reaching a fever pitch as Thomas emerges from the bathroom and nearly loses the vase as he sees Carter lying in the near bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(eying the flowers) You shouldn’t have. He’s thin and drawn and hooked up to a network of tubes and even his eyelashes have fallen out exposing his sallow skin that’s dappled with angry chemo burns. There are flowers everywhere and the wall behind him is a collage of get well cards and photos of a girls soccer team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I uh... I’m sorry. What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You know, fighting for my life... You? Just as the hallway brigade bursts into the room - seen in silhouette and through the gap in the curtains - as doctors and nurses and handlers hover over--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (0.S.)",
          "text": "(from his gurney) And tell Holcomb I want to know more about this bleo-maya-something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (0.S.)",
          "text": "Bleomycin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (0.S.)",
          "text": "Bleomycin. Thomas says it eats your lungs. How do I stoke fear in the hearts of my employees if I’m breathing through a hole in my throat for the rest of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (0.S.)",
          "text": "That’s not exactly what--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE, (0.S.)",
          "text": "We're going to move you into the bed now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (0.S.)",
          "text": "I can do it myself goddammit. I’m not dead yet. \f11. Then a huge clattering is heard as Edward falls off the gurney. He swears bitterly as the doctors and nurses grab him quickly and lift him into the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (0.S.)",
          "text": "Where the hell is Thomas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "You rang my liege. Pushing through the curtains, leaving a gap through which Carter views Edward being slid into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You ditched me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Wishful thinking on my part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You let these people drop me. Did you see them drop me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I wouldn’t lose a testicle over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "That’s funny. That’s absolutely, goddamn hysteri-- Lapses into a coughing fit which doubles him over, allowing him a look through the curtains at Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Who the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Who the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "(to Edward) One thing at a time. Lean back now. Edward and Carter glare at each other before Thomas gingerly leans him back into the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "That was the first I laid eyes on him. An inauspicious beginning to be sure, but most stories begin that way... It got worse before it got better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. HOLCOMB’S OFFICE - DAY DR. HOLCOMB is tall and ultra-confident with a runner's physique and shoulder-length hair. He examines Edward's brain scan on a light board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Luckily the tumors appear relegated to the surface of the brain. Shouldn’t be to difficult to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I just gave you my left nut, if you think I’m going to let you crack my head open and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Stop talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(glowering) Beg your pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "This isn’t a skinned knee. I can’t fix it with a band-aid and a lollypop. Choriocarcinoma travels through your bloodstream which means it’s everywhere and it has almost finished killing you. They stare each other down. Egos facing off... Finally, Edward stands...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You’1l understand if I want a second opinion. He heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "You don’t have that kind of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Go fuck yourself. Walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Electric clippers shave smooth avenues onto Edward's scalp. His mood has not improved. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "There’s a guy in my room. NURSE SHING continues shaving his head without a response. She’s Asian, late-thirties with a quiet confidence born of years comforting the sick and dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "I said there’s a guy in my room. (points to the curtain) Right in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE SHING",
          "text": "Mmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I want him moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE SHING",
          "text": "Mister Chambers bothering you? Pokes her head through the curtain to see Carter lying in bed reading Robert Massie’s Nicholas and Alexandra. NURSE SHING (CONT’D) Carter, have you been bothering Mister Cole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(without looking up) Who the hell is Mister Cole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It's not a question of-- Not to pull rank, but this is my hospital. Which, at the very least, should rate me my own room. (to Carter) No offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(dismissive) Mmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE SHING",
          "text": "(disapproving) Mmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What’s “Mmmm?” Is that some kind of secret cancer code? Why don’t you run down and tell doctor what’s his nuts that I want to see him ay-sap. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE SHING",
          "text": "(brandishing the clippers) Look bub, maybe this is your hospital, but this is my ward and we have strict rules. Two beds to a room. No single rooms. No exceptions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(catching himself ina mirror) Jesus... Yeah, those are my rules, (checking her name tag) Phyllis. I wrote the rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE SHING",
          "text": "Great, then you shouldn’t have any trouble remembering them. Dr. Holcomb will be in in a minute to dot you up. She walks out leaving him with Carter who is chuckling to himself. Edward glares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "No offense...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(grumbling) Mmmm. Carter chuckles some more...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward's bald cranium has been clamped into a large, steel halo. A laser marks a point on his forehead and Dr. Holcomb marks corresponding dots on his skin with a Sharpie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "I’m going to ask you to remember something for me. Edward is staring with disgust at his reflection in a glass window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Oh yeah, what’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "The young lion waits in a dream beneath the cold white lantern. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "The young lion waits in a dream beneath the cold white lantern. Repeat it back to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "The young lion waits in a dream beneath the cold white lantern. What the hell does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Doesn't mean anything. It’s a memory test. Any time we go near the brain... there’s always a risk. This is how we’ll know if you’ve gone vegetable on us.... Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(seething) The young lion waits in a dream...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "Testicular cancer is almost unheard of for anyone over thirty, but then Edward always despised conformity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Holcomb and his surgical team operate on Edward who lies in fragile stasis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "By the morning of the surgery it had spread so far throughout his body that the doctors gave him a five percent chance to live...but then they didn’t account for how pissed off they’d made him. PUSH INTO Edward’s inert face which, even under sedation, appears annoyed at the intrusion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peering down at Edward as his eyes open slowly, wandering in their sockets before focusing on the perfect visage hovering over him. Her name is ANNA, she’s 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "There you are. He struggles to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "Here. She lifts a glass of water with a straw to his lips. He sips slowly. His head is wrapped in bandages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "We've been so worried. You were asleep forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "How...? Did it...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Oh, they said it went really well. He coughs. She draws back involuntarily, uncomfortable around sickness. He hears a noise and looks over at Carter who is surrounded by his three children, LEE, 26, ROGER, 23, and RACHEL, 13. His wife VIRGINIA, 50's, sits at the end of the bed. All are talking quietly over plates of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "They are so nice. She’s a nurse. They come to eat with him almost every night. I should-- The doctor said to page him when you woke up. His eyes begin to close again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "No wait, there’s something I have to-- HIS POV FADES OUT... Virginia looks over to see Anna kiss her hand and press it to Edward’s cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Everything all right, dear? \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He fell asleep before I could tell him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I’m sure he’ll understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It's only a few months, right? It’s not like I’m never coming back. It’s obvious she’s never coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "I guess I'll...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "(to her family) We should probably push off too. (to Carter) If you need any more books--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Nah, I’m good all the way up to Stalin. Lays his hand on an impressive stack of books atop his bedside table, all concerning early 20th century Russia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Oh, Todd Phillips called. He was asking about the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Already took care of it. He nods his thanks. Barely meets her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I can’t come on Saturday. We’ve got the semi’s against Newark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "That's right... Watch out for their front line, and their sweeper likes to take the ball up the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "All the girls wish you could be there. Virginia puts a light hand on Rachel’s shoulder, cautioning her not to upset him. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You ladies are much better off without me. Coach Sanders knows ten times more about the game as I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Everyone knows that’s not true... I love you, daddy. Kisses him, followed by her brothers, all exchanging heartfelt “I love you’s.” Finally, Virginia takes his hand. He grasps it briefly, without any intimacy. She leans over to kiss him, but the closeness is awkward. Her eyes fall as she kisses his cheek, feeling the lack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (0.S.)",
          "text": "What is a blackberry?... What are lingonberries?... Who is Halle Berry?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward opens his eyes to see the television is turned on to Jeopardy. Carter is sitting up in bed, firing the answers back at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(barely a whisper) Excuse me... (stronger) Excuse me. (a hoarse shout) I beg your pardon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Huh? Oh. (lowers the volume) Doc wanted you to wake up, said I shouldn’t pussyfoot. Just as Dr. Holcomb enters like a zephyr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "So, it couldn’t have gone better. We got in, got out and the tumor came back benign. All that remains now is to make sure you’re not mentally-- \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "The dumbass lion waits in a dream beneath the stupid white lantern. Dr. Holcomb nods approvingly. Marks the chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Surliness is a good sign. How’s the catheter feel? He checks the integrity of the bulging plastic drain implanted into the center of Edward’s sternum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Like someone took a dump in my chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "(barely listening as he scribbles on the chart) Wonderful. Okay, we saved your brain, now we're going to kill your body. Your markers are through the roof so I'd like to begin the first course of chemo in the morning. Good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I can’t wait. Dr. Holcomb’s expression does little to hide the fact that Edward has no idea what he’s in for. Holcomb surges for the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Say, Doc. Do you think you could-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "I'm sorry. I’m running late. Walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(to Edward) Real Mother Theresa, that one. Edward tries to sit up but is held in place by the web of tubes running in and out of his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "I wouldn’t do that if I were you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I have a choice? \f20. Carter turns back to Jeopardy. Edward takes a moment to accept his situation, then turns his head and studies Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "How long have you been here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "What is the quadratic equation! (to Edward) Huh? Oh, in and out for the last few months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Has it been uncomfortable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Which part?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "The chemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "They say it’s different for everyone. Once you get used to the ‘round the clock vomiting and watching your veins turn black and the feeling that your bones are made of napalm, it’s not bad at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(paling slightly) Fantastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Say, I been meaning to ask you, what the hell is that contraption over there? Points over to the high-tech coffee maker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It's a siphon. Makes coffee. Fumbles his hand for the nurse call button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I figured that much. What else it do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Nothing. Just coffee. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I‘1ll be damned... Did you know that coffee was originally discovered by a shepherd in Ethiopia? Edward just stares at him... Carter continues, as much for his own pleasure as for Edward's edification...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "His goats had been eating the cherries of an unfamiliar bush and soon became unmanageable, running and jumping all over creation. The shepherd chewed some of the leaves which gave him a strange vitality so he took some branches to the local monastery where the abbot decided to roast them. When the cherries started to burn, the beans inside produced such a pleasant aroma that they brewed them into a stew which eventually spread to Columbia, Asia, even Sumatra, like that hooch you got over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It’s called Kopi Luwak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I know what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You’ve tried it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(makes a face) Not even if I was dying of thirst in the Gobi desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Why not, it’s the most expensive--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’m more of an instant coffee man. Edward's I.V. tubes have become tangled in the call button. Carter rolls his eyes, but eases himself creakily out of bed and shuffles over to untangle them expertly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Your wife’s a nurse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Twenty-six years. Used to work in this ward. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Retired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "In a manner of speaking. Hands Edward the call button and shuffles back to his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You fired her, when this became “your” hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A LARGE I.V. OF FLUID - FEEDING INTO EDWARD’S CATHETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Thomas begins to unpack a stack of aluminum containers from Il Mulino. Spoons the contents onto a large plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Okay, we got prosciutto de Parma, some fresh mozzarell’, and Bruno threw in some of that fried artichoke crap you froth over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Guidea. And the meat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Double veal chop with lobster truffle oil risotto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You sure you want to eat all that? He’s watching them through thin eyes as he works his way through his own I.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I'm a bottomless pit. It’s true, I could eat twice this much if some people weren’t such goddamn nursema-- He’s cut off as Thomas clears his throat loudly. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "What? (to Carter; off Thomas’ look) Oh. Uh, you want Thomas to make you a plate? Tommy, fix a plate for mister, uh--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Yeah? It’s the best in New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Good enough to taste it twice? Thomas puts the plate in front of Edward who picks up a piece of fried artichoke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You know what they say, living well is the best revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Revenge for what? Edward pops the artichoke in his mouth, grinning as he chews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Whadd’ya got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As his sumptuous dinner hits the floor with the force of a hurricane. He’s moaning and spitting as he climbs out of bed and makes for the bathroom but his I.V. tubes jerk him back and he ends up on the floor where he unleashes another torrent. After a moment, he looks up to see Carter watching him evenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I feel like I’m dying. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You are. Winces as Edward vomits again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward is in bed and covered in sweat as he shivers uncontrollably. His eyebrows are gone and the first chemo burn blooms above his right eye. Carter is curled up in his own bed as he turns the last page of Vladimir Ilyich Lenin: A Poem by Mayakovsky then places it atop a stack of completed books on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter stares up at the collage of photos and cards taped to the wall above his head. He removes a photograph of his daughter's soccer team. He’s seen standing proudly in the back row wearing a coach’s hat and a whistle around his neck. Edward groans in his sleep and wrestles with his sheets. The bandages have been removed from his head, which is now scarred and littered with uneven patches of stubble. Carter looks over at him until he settles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new stack of books relating to The Civil War towers atop Carter’s bedside table as Nurse Shing removes an empty I.V. bottle from the stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "So, that’s the end of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE SHING",
          "text": "Fourth and final round. Couple more tests and we’ll see where we stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "How long? \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE SHING",
          "text": "Soon as I can get Dr. Gibian to look at them. I’m on for another hour. Anything you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Thanks Phyllis. She heads out as he checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Mind if I turn this on? Edward is sitting up in bed, haggard but lucid as he types angrily on his laptop, sipping a cup of coffee. He waves his hand dismissively. Carter turns the television on to Jeopardy and becomes immediately engrossed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "What is The Great Divide?... What is somnambulism?... Who was Warren Harding?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward pauses in his typing. Glances over at Carter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Do you ever miss one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(shrugs modestly) I missed one last week. Edward studies him for a moment before turning back to his computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward kneels on the floor, head resting on the toilet seat, fast asleep. He’s woken by VOICES coming from the room. He weakly pushes open the door to see who it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "++.-got the corner kick which Karen put right in the box and Angela headed it straight into the net.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel sits on Carter’s bed. He’s elated at the news. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "So who you playing in the championships?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(glumly) Essex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’‘ll have to do some homework on ‘em. Edward shuffles out of the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Sorry. He’s a mess as he slowly makes his way around the bed as Virginia walks in from the hallway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Three months I’m gone and this place has gone to the dogs. There isn’t an M.D. within-- Almost walks into Edward...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Excuse me. -..as he shuffles over to his bed and wrestles with the cables and tubes. She watches him for a moment then, despite herself, moves to help him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Nice and easy. She clears a path then helps him ease into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Mmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Mmmm. Don’t you people use words anymore? \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "You people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Nurses. I meant-- Forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "(walking away) Forget yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I beg your pardon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "You can beg all you want, you ain't gettin’ it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "How dare you talk to me that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I will talk to-- I don’t work for you anymore “Mister Cole” so don’t think for a hummingbird heartbeat you put the quake in my boots with your fat voice because all you're doing is taking up oxygen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "‘Gin-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I don’t think so. (back to Edward) It's been two days since a doctor's looked in on my husband and you of all people have the nerve to condescend to us... I’ve been a nurse my entire adult life with a ringside seat to more human tragedy than any woman should have to bear and I’ve learned that the one thing in this world worse than dying is staring your life’s end in the face with no one beside you but a nurse you’ve known for a week who’s being paid to hold your hand... I don’t wish that on you, Mr. Cole, I wouldn’t wish it on anyone, but I know what I know about these things, and you might want to make what ever peace you can with god and give back just a little bit of the respect you so desperately demand, because as far as I can tell, you are going to die alone. \f28. Edward's eyes betray him for a brief moment, just enough for her to see she’s laid him wide open. Her regret is immediate. She turns to see everyone staring at her including Thomas who has just entered from the hallway carrying several Chinese take out bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Peking Duck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The copper coffee maker reflects a single light source in the otherwise darkened room. Edward stares at the machine from his bed, eyes lost in the gleaming metal. The reflection shifts and Edward rolls over to see Carter adjusting his reading light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What are you reading?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Book on Robert Smalls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Never heard of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "He was a conscripted slave aboard a Confederate steamship, The Planter. One night he and some of the crew smuggled their families aboard and stole it right out from under the rebels’ noses. He turned it over to the Union Navy who made him a captain. By the end of the war he’d risen to the rank of General and later became the second African-American to serve in Congress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Quite a life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(agreeing) Quite a life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I don’t like books. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You're joking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I never saw the point. History’s just... history. I'd rather make it than read about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "How’s that coming along? Make any yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I've done alright for myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(dubious ) All your dreams fulfilled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Pretty much, yes. What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Not exactly. We were practically kids ourselves when my first boy came alone. Young, broke and black, you take the first job they offer you. Thirty years goes by in a heartbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Would you change it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I love my children, if that’s what you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’m sure you do. But you’re a smart guy, must have had a plan for your life before they came along. Carter thinks a moment, then reaches into the drawer of his bedside table and removes his well-worn wallet. He pulls a small square of yellowed paper out from a pocket and unfolds it gently in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I made this in high school. Creative writing class. Some kind of exercise to get us to think about something besides chasing skirts. He slips out of bed and hands it across to Edward. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(reading) “Carter's Bucket List”... You weren't much on penmanship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Hasn’t improved, I assure you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I don’t understand what this is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I was trying to be funny, I guess. It’s a list of things to do before I kick the bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(still reading) “Make a million dollars. Run for president.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I didn’t say it was realistic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "“Help a complete stranger for the good?” How philanthropic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(shrugs ) I was sixteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What’s the one about the mountain? Hands the list back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(without looking) “Listen to the mountain and be heard.” That’s from my uncle. Second World War his squadron flew supplies through the Himalayas into China. Called them the Hump Pilots... Most non-combat casualties of any unit in Air Force history... You can honestly say you’ve accomplished everything you ever dreamed about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(shrugs ) I’m a millionaire a dozen times over. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "I grew my company from the ground up, built my own house, sold it, built a bigger house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Money ain’t everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "No, but it sure takes the edge off being miserable all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "What about your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Which one? We’re talking about dreams, not nightmares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "There’s got to be something you haven’t done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Dreams are for teenagers. Let’s face it, we've had our time and we did what we did with it. We’re all out of wishes. The genies left our magic lamps a long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(after a beat) Suit yourself. He gets back into bed and slips the list between the pages of his book. Edward watches him for a moment, then turns back to staring at the coffee maker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter hides behind the sports section of a local newspaper, highlighting pieces of an article on the Essex girls soccer team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (0.S.)",
          "text": "Come on you pansies, it’s one out, how hard can it be? \f32. Carter lowers the paper just enough to reveal Edward lying on his stomach with his head propped on a pillow at the foot of the bed, stretching his tubes and cables to the limit as he yells at the Yankee game on the TV. A Red Sox player bloops a single. Edward is beside himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "That's just... That’s... I can’t take much more of this! Carter's feelings are commensurate as he puts on a pair of head phones and listens to Mozart’s Requiem Lacrymosa. He finishes the article and reaches down for a second newspaper when he sees Holcomb standing at the foot of Edward's bed. Holcomb’s face is pinched and somber as he speaks... Edward listens implacably, his face impossible to read. Carter slides the headphones off to listen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "We're not giving up. There are some experimental programs we’re conducting and I think you'd be an excellent--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Doc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "--candidate. It’s cutting edge medicine. The odds are against you, but-",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Doctor Holcomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You're blocking my view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Oh. Sorry. Holcomb steps to the side of the television. Stares for a beat... DR. HOLCOMB (CONT’D) Well, if you have any questions. \f33. Waits another beat then starts for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(eyes never leaving the screen) One question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Carter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "‘Something you needed from Dr. Holcomb?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "I'm sorry, I’m not Mister Carter’s--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You are now. Holcomb stares at him but Edward’s attention never leaves the screen. Finally, Holcomb lifts Carter's chart from the foot of the bed and flips through several pages. After several moments, his shoulders drop and he looks up at Carter and shakes his head slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "I'm sorry, Mister Carter. According to this your markers haven't stabilized. Carter takes it in, though it’s the answer he expected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Several months. A year if you’re lucky. As I was just telling Edward, we have an experimental program which has had some very positive--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Sure, Doc. Whatever you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "I’m truly sorry. \f34. Carter just nods and replaces the headphones over his ears as Holcomb makes his exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "There was a survey once, a hundred people were asked, if they could, would they want to know in advance the day of their death. Out of the hundred, ninety-six of them said no. Carter closes his eyes as the music washes over him. CARTER (V.O.) (CONT’D) I never understood that. I always thought it would be liberating, knowing exactly how much time you had left to work with. A tear escapes onto his cheek and he looks over at Edward who is staring back at him over his shoulder. CARTER (V.O.) (CONT’D) So now I knew. Neither says a word and Edward finally turns back to the game. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON CARTER; fast asleep. A square of sunlight moves across his eyes until he opens them and squints into the white light. He rolls over, away from the window and face to-face with a single sheet of yellowed paper propped up against his tower of books. He pulls the paper close to his eyes and sees the title: “EDWARD'S BUCKET LIST.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I‘ll be damned. Just as Edward bustles out of the bathroom, arms filled with toiletries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Thought you'd never get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "‘Time is it? Edward dumps the toiletries in his half-packed suitcase. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Six twenty-four. I’ve been up since-- I’ve had a lot on my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(re: the paper) So I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Not bad, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(reading) A hot dog eating contest? “Kiss the most beautiful woman in the world?” How you figure on doing that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "That’s one of the tough ones. We’1l figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Don’t take this the wrong way, but these are a little...shallow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You're out of your mind, there’s some great stuff on there. What kind of tattoo do you think I should get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "None, actually... I think you misunderstood-",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "No, I understood you perfectly. Your whole unfulfilled dreams thing is great for someone with a few decades in front of him, but I’m looking at weeks, months if I’m lucky. (as Thomas enters, bewildered) About time. Thomas turns and walks out. Edward goes after him, pushes him back into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Pack it up, Tommy. We’re blowing this popsicle stand. (to Carter) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Your list was a little unrealistic so I took the liberty of paring it down a little. Turns the paper over revealing Carter’s original list which now has several of the items crossed off in red ink - “Run for President”, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "What did you-- You had no right--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I got them both down to ten a piece so if we budget our time properly we should be able to bang ‘em all out before one of us kicks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "(with an armful of business suits) Did you want these arranged by color as usual or--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Forget ‘em. I’m only about comfort from here on out. I dunno, give ‘em to some orphans or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Orphans? You’ve been mixing medications again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You don’t seriously think-- I was being metaphorical, you know, taking stock, trying to understand something about--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Blah, blah, blah. Metaphors are for tea- drinkers who read poetry out loud to their sister. You said yourself you haven't done anything. This is your last chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "To make a fool of myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "To have your own life. To spend what time you have left remembering what it feels like to have a future, rather than wallowing in the past as a guinea pig in Holcomb’s bullshit science experiment. \f37. Carter stares at the floor, his mind racing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You think it’s bullshit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You know it is... What do you think, Tommy. You're in our shoes, what would you do? Carter looks up at Thomas who thinks for a moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I think it’s the dumbest idea I’ve ever heard...and you're fools if you don’t do it. Carter stares at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty save for a slow-moving nurse or two until Edward bursts out of the room with a full head of steam followed by Thomas, once again laden with luggage, and Carter who carries a small bag and an armful of books. Edward makes for the elevators as Carter struggles to catch up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "What about my family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What about them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I can’t just abandon them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Why, because you’ve been doing such a great job supporting them from the cancer ward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "No, I just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALL NURSE",
          "text": "(rushing to stop them) Excuse me? Excuse me! Where do you think you’re going? \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(not breaking stride) We're checkin’ out. Tell Holcomb he can take his experimental program and shove it where the sun don’t shine. Nurse Shing comes out of the Nurses Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE SHING",
          "text": "I'm sorry, Mister Cole, we can’t let you leave without--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Without a doctor’s written authorization. Also my rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE SHING",
          "text": "Then you’ll understand my need to enforce it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Certainly. In fact, Tommy here’s got a doctorate in... What the hell’s it in again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Education.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Education, fantastic! (to Thomas) Really, education? What the hell you doing working for me again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "If I had a nickel for--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Anyway, Nurse Phyllis. Seeing as section fourteen, paragraph three of Cole Medical’s operations guidelines fails to stipulate the kind of practitioner necessary to facilitate a release, Doctor Tommy promises to return with a note granting us our freedom post haste. She stops at the elevator door as the other three pack inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "(taking Carter's books) You won't be needing those. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(to Nurse Shing) Tell my wife-- He’s cut off as the doors close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward helps Thomas load the luggage into the trunk of the waiting limousine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It’s not like we’re flying off around the world, at least not at first. I figure we knock out the ones we can do locally before heading over to Europe, then Africa and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I can’t go to Africa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Why not? I thought all black people dream of going back to the homeland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It’s not that. It’s-- I’ve never been on an airplane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(climbing inside the limo) You're joking me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(stopping at the door) No. I’m not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You should've put that on the list. He pulls Carter inside and the door closes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "And so it began... As the big limo roars away, the sound of which becomes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward is electrified with nervous energy while Carter looks like he'd rather be anywhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Okay, so I figure middle of three then we go. You ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Good. He, along with everyone else around them, looks off in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I want to go back... I’m serious, have your man-- Where is he? (looking around) Have him take me back to the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(grabbing him) No you forget it. This isn’t rational.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Of course it’s not rational, that’s why it’s so exciting. (the crowd groans) That’s our cue. You ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "No! Edward starts unbuttoning his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Yankee outfielders jog out to their positions. The crowd suddenly ROARS as the left fielder passes a naked man who is jogging and waving across the grass. Carter holds Edward's clothes, staring in disbelief as Edward takes a victory lap towards right field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Oh lord. \f41. Stadium security guards hustle out after Edward, forcing him to veer towards deep center field. The crowd boos, as it appears they have him trapped, until he throws a fake on one of his pursuers who trips in the grass much to the crowd's delight. Edward's headed back into left but the NYPD has joined the chase and they’re closing in fast. Edward tries another fake, but he’s tackled by a burly police officer who brings him to the ground. A second officer helps bring Edward’s arms behind his back when something suddenly knocks him off his feet and into his fellow officer. INT. CARTER’S HOUSE - NIGHT Rachel does her homework while Roger studies for the L- SATS. The ball game is turned down low on the television. Rachel is stuck on a particularly heinous geometry equation when her brother starts smacking her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Ow! What’d you do that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Look! He turns the volume up on the television where Carter is seen streaking away from the fallen policemen, clutching his genitals with a look of incredulous fear on his face. Brother and sister share a look before-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL ROGER",
          "text": "Mom! Mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward streaks after Carter, whooping and hollering. Carter is actually beginning to enjoy himself until he pulls up short. Edward comes to a stop next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Oh crap. They turn and run for the stands followed closely by SEVERAL DOZEN security and police officers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virginia walks up to the sergeant’s desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I’m here to post bail for my husband. The NIGHT SERGEANT barely looks up from his paperwork as he hands her a clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT SERGEANT",
          "text": "Down the hall, second door on the right. Sign here. She is less than pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Virginia counts out several hundred-dollar bills then hands them to waiting BOOKING OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOKING OFFICER",
          "text": "And if you could sign here, that should do it. Again, Virginia signs her name where instructed as the officer speaks into a microphone. BOOKING OFFICER (CONT’D) Release for Chambers, number three. (to Virginia) It'll be just a second. Virginia walks to a chair across the room from where Edward waits dressed in prison pajamas and Thomas’ overcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "For the record it was my fault. I talked him into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "He’s not a grown man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Even so, I'd like to pay you back for the bail, if--",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "That’s not necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Really, it’s the least I can-- \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "You've done quite enough, Mister Cole. Carter spent thirty years killing himself with those cigarettes. If the lord sees fit to give him a second chance I'd like it to be home with his family where he belongs, not in prison, and certainly not with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "He hasn’t told you. The door to the holding cell opens with a CLANG as Carter is ushered out by a guard. He’s dressed in prison pajamas and clings to a blanket as he shivers uncontrollably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "(to Carter) Told me what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virginia wipes tears from her face as she walks resolutely to her car. Carter follows her, watching Edward as Thomas helps him to the limo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I'm taking you back to the hospital. See about getting you into Dr. Holcomb’s--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I can't. She opens the driver’s side door. Carter stops on the passenger's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Don’t play with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Gin’, you don’t understand. He sees Edward waiting at the limo door, watching Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "(sees Edward watching) I understand plenty. You two think you can run off and act like children because your time’s up so nothing matters anymore. Why don’t you tell your children that? See what they have to say when they find out you've given up on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Given up?! I’ve spent my life giving up everything to this family. Thirty years greased up under the hood of a car to see that they didn’t want for nothing! And they didn’t, ‘Gin... I gave up every last one of my ambitions and I wouldn’t take any of it back, but if I am gonna die, I'd like to go out with some idea of who I could have been...of who I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "You’re my husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I know it. I just wish I knew what that meant anymore... He turns and walks over to the limo. He takes a last look at his incredulous wife then climbs inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "CARTER’S POV - CENTRAL NEW JERSEY SEEN FROM 8,000 FEET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see him through one of the windows. Feeling queasy, he shuts the blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON CARTER; wearing a helmet and struggling with the top of a child-proof prescription pill bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE, (0.S.)",
          "text": "Need a hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "No, I got it... (to no avail) Dammit! Throws the bottle to the floor. It rolls towards the cockpit where Edward is seen from the back, talking with the pilots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "(about all of it) Fool... So foolish...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE, (0.S.)",
          "text": "Wanna try to get it? \f45. PULL BACK to reveal KYLE, young and brawny, sitting immediately behind Carter. In fact, Carter is literally sitting in Kyle’s lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "How do you suggest we do that? Kyle stands suddenly - he’s huge, about 6’5” and Carter is bound to his torso via a series of nylon jump straps. As his feet dangle, Carter pitches forward until his upper-body is almost horizontal while his hips are still vertically strapped to Kyle. Kyle duck-walks the suspended Carter over to the prescription bottle. Carter extends his arms down but the bottle rolls out of his grasp and into Edward’s outstretched hand. Carter looks up at him. Edward appears as if he hasn’t touched a razor in days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Not a word. (grabs the bottle) Back to the chair, Kyle. Kyle waddles back to the chair. Carter almost hits his head on the fuselage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to Kyle) You'll have to forgive him, Kyle. He’s on the outs with the wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "(sympathetic hand on Carter’s knee) Been there, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Some things are not up for discussion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I understand. The CO-PILOT comes out and straps himself to Edward's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-PILOT",
          "text": "Thirty seconds to drop. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to Carter) She’s tough, your wife. That’s good. The Sequel was tough like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "The Sequel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "The second Mrs. Edward Cole. God that woman hated me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(sarcastic) I can’t imagine why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Maybe because he called her The Sequel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Thank you, Kyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Know what I learned? That independence is the only true gauge of human virtue; what a man is and what he makes of himself. Not what he has or hasn’t done for others. As the Co-Pilot pulls the door open, filling the cabin with whipping wind. Kyle stands and moves them closer to the door. Carter eyes the abyss outside. Edward is nonplussed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-PILOT",
          "text": "Fifteen seconds. Fourteen. Thirteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to Carter) There's no substitute for personal dignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(terrified) Could you shut up?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-PILOT",
          "text": "Ten. Nine. Eight. Kyle lowers goggles over Carter’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I can’t do this. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Sure you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-PILOT",
          "text": "Five. Four. Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I can’t do this! He screams as Kyle jumps and they disappear out the door. Edward watches them fall away then dons his goggles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-PILOT",
          "text": "Here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they leap from the plane, free-falling into the ether. Everything goes quiet save for the flapping of their jump suits. The Co-Pilot dives towards Kyle and Carter, whose scream grows louder as they approach, and lock hands so that Carter and Edward are once again face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "This is amazing! Carter’s too busy being terrified to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-PILOT",
          "text": "Cords in five seconds. He and Kyle separate, getting distance between them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "You wanna do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Just let ‘er rip! Carter is unsure which cord is which, so he pulls everything. He’s jerked to a stop as both main and emergency chutes billow open. Edward and the Co-Pilot continue to drop, watching their counterparts’ dueling chutes flapping high above. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Amazing. Nine toes in the grave he’s still afraid to let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-PILOT",
          "text": "Okay, let’s deploy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Right there’s the piss of it. When you’re living for someone else you can’t help but be careful... No progress in careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-PILOT",
          "text": "We're in the red zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I was in love once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-PILOT",
          "text": "Pull the damn cord! But Edward just closes his eyes, spreads his arms out, and lets god decide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The furious, muffled swearing of the Co-pilot is heard from within the building as Edward and Carter walk towards the limo. Edward has taken out The Bucket List. With the red pen he crosses off “Jump out of a perfectly good airplane” just below “Streak Yankee Stadium,” both on his side of the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Two down. Eighteen in the pipe. How you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(horrible) Terrific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(oblivious) Me too. Who'd believe that only yesterday we were rotting in a cancer ward? \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Back in one piece I see. How fortunate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "We live to die another day. (to Carter) I’m hungry. Are you hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the annual Nathans Famous Hot Dog Eating Contest. Participants and onlookers mill beneath a striped tent. Edward wears a contestant’s badge. Carter watches as Thomas massages Edward’s shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’m telling you, I got it in the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "You're a bottomless pit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Goddamn right I am. (to Carter) ‘Sure you don’t want in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’m quite sure I’m out of my league on this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Suit yourself. Hey, when I’m done here, we'll go to that Russian place. Get some of that caviar you were talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "We'll see. A whistle sounds and Edward joins the other contestants behind a dozen long tables laid out end to end. Before each contestant is a tray of dozens of hot dogs in buns. Edward looks over at the tiny FEMALE KOREAN CONTESTANT standing next to him. Tries to stare her down. Carter and Thomas watch from the crowd..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Your boss, he’s not all there, is he? \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "His relationship with sanity has its little hiccups... Still, you gotta admire his pluck. Edward continues to stare down the hundred pound Korean woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You're going down, sister. The whistle sounds and the contestants dive in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. WINNER’S PODIUM - DAY Where the tiny Korean woman raises her arms in victory as a judge drapes a medal over her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward lags behind Carter and Thomas as they head back to the car. Edward is griping over the outcome...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "And what is this dipping the buns in water crap. If you’re going to eat it, eat it... Screw this, I’m going back. Turns back towards the tent then stops cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "What’s the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I don’t feel so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "So that’s a no on the caviar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Go fuck yourself, Tommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Trying my best sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and Carter are staring at a wall of tacky tattoo art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I don’t know. The skull is kind of cool but maybe I’m more of a Confederate flag kind of guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I didn’t know you were from the south.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Connecticut actually. Our side won, I can wear any flag I want. What’re you going to get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(not into it) I can’t think of anything meaningful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What’s meaningful? We’re gonna be dead in five minutes. The heavily inked TATTOO ARTIST looks up at them from behind the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Not literally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Nah, I think I’m gonna--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You can’t keep passing on things. We're supposed to be in this together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Tattoos and hot dogs aren’t exactly what I had in mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So what did you have in mind? Something metaphorical? Something life-changing? Oooh. Ahhh... Lighten up, already. This is supposed to be fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Fun is fine. I have no problem with fun, I just imagined there'd be more behind this than pretending we’re nine year- old's again. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Nine year old’s don’t have tattoos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "That’s a wonderful argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to the Tattoo Artist) Am I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO ARTIST",
          "text": "My kid’s got three of ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You must be incredibly proud... That’s it! I got it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward winces in pain as the Tattoo Artist inks his shoulder blade. Carter’s reading one of his books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So fine, we’ll do a “grown-up” one next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "That's not the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Then what is? He suddenly erupts into a coughing fit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO ARTIST",
          "text": "I can’t do this if you keep moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Sorry, I'll tell the cancer to take the day off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO ARTIST",
          "text": "(pulling back) You guys got cancer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Don't worry, it’s the non-contagious kind... Chop chop, we don’t have much time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’m going to call Virginia. \f53. The Tattoo Artist grunts in response and plunges the needle into Edward’s back. He grits his teeth, containing the scream. Carter can’t help but smile a little as he dials the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward examines the reflection of his tattoo in the window of a pristine Mustang Shelby GT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It's not bad, it’s just... Do I really look that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Old? Both are dressed in racing suits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I was going to say tired. Still, it’s a pretty good likeness. For the first time we see the tattoo - it’s Edward, scowling out from his own shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "And you can’t tell me it’s not meaningful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Not where you’re concerned, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(looking at the car) This what you wanted? Carter grins as he nods and pulls on his helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Ready for an ass-whuppin’? Edward replaces the bandage and zips his suit up. His burgeoning facial hair has been shaved into giant Elvis chops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "We'll see. \f54. He walks around the Mustang to the waiting Lamborghini Murcielago Roadster. Nearly one of a kind, it’s more rocket than automobile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "First one to a hundred miles. Loser buys dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’m having dinner at home tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Of course you are. Slips into the car, closing the gull-wing door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter climbs into the car. Checks the gauges as he runs his hand along the beautifully refurbished dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Now this is more like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(filtered) Grown-up enough for you? Carter pulls on his helmet. Adjusts the microphone in front of his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You sure we’re cleared for this? The Lamborghini comes to life, whining like an aircraft engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It’s taken care of. Why, you want to pass again? Carter turns the ignition on the Mustang. It’s growl is guttural and primal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You're in my world now. See you at dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Mustang drenches the Lamborghini in a shower of dirt and rocks as it fishtails out onto the track. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Windshield wipers clear the dirt as Edward struggles to put the car in gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So it’s like that, is it? The gears grind as he works the stick. Finally gets the car in gear as Carter is heard over the headset, cackling for joy. ON THE TRACK; where the Mustang screams around a turn, taking a line close to the infield where the Lamborghini hiccups in fits and starts towards the track. IN THE LAMBORGHINI; Edward wrestles with the stick...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Come on, you stupid-- The car jerks forwards onto the tarmac, right in the path of the oncoming... IN THE MUSTANG; Carter hits the gas, taking the car low across the infield, narrowly missing the Lamborghini before he roars back onto the track. Carter grins into his rearview mirror, sees Edward's car swerving across the track behind him. IN THE LAMBORGHINI; Edward’s trying to control the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (0.S.)",
          "text": "It's a racing set up. Steer with the throttle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Which one’s the throttle? He’s about to hit the wall until he mashes the gas and the car suddenly launches down the track. DOWN THE TRACK; Edward pulls even with the Mustang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "So we’re having fun now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It’s a nod in the right direction. The Mustang jumps ahead, cuts the Lamborghini off. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You know what your problem is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’m sure you'll enlighten me. The Lamborghini cuts around and pulls even again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You're the guy behind the chairs at the poker table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Come again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You know, the one who stands there with his hands in his pockets, peering over the players’ shoulders, studying the game like he’s learning something, when all he really wants to do is walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "And live to fight another day. Maybe he’s got a mortgage, and tuition payments, and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So why’s he in the casino in the first place? He’s dying to get in the game. What’s keeping his hands in his pockets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Not everyone can afford to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’m not talking about money. I don’t think he’s afraid to lose, everybody loses sometimes. But what I think? I think that deep down, you’re afraid to win. Now the Lamborghini takes the lead, clipping the front of the Mustang as it pulls in front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Jesus! (regains control of the car) Why on earth would anybody be afraid to win?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "That’s between you and your shrink, I just call ‘em where they fall. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You want to talk about-- You’re the most fearful person I’ve ever known. God forbid you ever open the door a crack and give up even the smallest ounce of control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "My work done my way. Personal, selfish, egotistical motivation. Look where it’s gotten me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Alone, bitter and scared of anything with a hint of emotional consequence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Depravity’s in the eye of the beholder. At least I’m not chicken. IN THE MUSTANG; Carter rolls his eyes, knowing he shouldn't take the bait. He drives evenly for a moment. Then, despite himself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Ah, screw it. ON THE TRACK; the Mustang revs and roars alongside of the Lamborghini before slamming into its side. The Mustang pulls away then smashes into the car again. Both cars careen off the track, punching through a chain link fence then out into the outer parking lot. LONG SHOT; as the two cars play demolition derby in the empty lot, colliding towards us until they roar past and slam through the striped security gates and out onto the open road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cars speed down either side of the double-yellow line doing well over a hundred as they smash back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Do you have any idea what these cars cost me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "We're sitting at the table, aren’t we? SIRENS BLARE as a police car appears behind them. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Oh, Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Are we really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Are we really what? As the Lamborghini suddenly guns ahead, red-lining down the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "He really is crazy. The Mustang roars after it. The police car loses ground quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Thomas emerges followed by Edward and Carter. Thomas carries the police paperwork. Edward's marking up the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "That’s a serious fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Chump change. My tab. He crosses off “RACE A VINTAGE MUSTANG” on Carter’s list, then flips it over, putting a line through “GET IN A POLICE CHASE” on his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Better believe your tab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You gonna tell the wife about this one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’m not the crazy one. EXT. CARTER’S HOUSE - NIGHT A small but comfortable-looking low-income brick face. A couple of street kids stare as the limo pulls up out front. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter reaches for the door. Edward is sprawled out across the opposite seat watching the Yankee game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Sure you two don’t want some roast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "And face Darth Vader, I’m sure she’d love that. Tommy’s got family to get to and I’ve got six innings left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Suit yourself. ‘Night Thomas. Thomas waves from the front as Carter climbs out and closes the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Nice of him to ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Superlative. Despite his sarcasm, he watches Carter talking to the street kids before climbing the steps to his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Why aren’t we moving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "A thousand pardons, mein fuhrer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Thomas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Go fuck myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Yahtzee. (to the TV) Oh, come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Floor to ceiling bookshelves. Edward slouches in a large, leather couch. Heaves a sigh of displeasure as he switches off the losing ballgame. \f60. He stands and stretches while looking around the room. Unsure of what to do, he stuffs his hands in his pockets and moves to a wall of books, browsing the titles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Oh, who cares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Immense and unused with glowing hardwood floors and a pristine grand piano covered in empty silver picture frames. He walks in like a stranger, hands still in his pockets and stops just inside the door. He stares for a long moment then turns and walks out. INT. EDWARD’S KITCHEN - NIGHT Edward is on the phone. Holds a take-out menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What do you mean you don’t deliver past six, what kind of business is that?... I don’t care what day it is, you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Now what? Slams the phone down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward emerges through double stained-glass doors into the marble foyer just as the elevator doors open revealing Carter, Virginia and their kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Happy Easter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to Carter) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Loser buys dinner... Grab this, will ya? Lays an enormous platter of mashed potatoes into Edward's arms. The rest of the family doesn’t move. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Well, come on. Turkey ain’t gonna carve itself now. The family shuffles out reluctantly. The boys bid Edward hello, but Virginia says nothing. Clearly, she’s been out voted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paneled walls wrapping around an immense mahogany table. Roger and Lee stare open-mouthed at the opulence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Okay, just let me get a tablecloth or something. Balances the potatoes as he rummages through some drawers he’s probably never opened before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "How many people live here? Edward digs up a load of silverware and woven placemats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Just me... And don’t touch anything. This stuff costs more than your education.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "We went to public school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Oh. The boys are too polite to laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "You know what, screw it. Just dump it all down there. Drops the potatoes with no small amount of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "I don’t know about you guys, but I could eat a station wagon. The boys smile openly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HI-TECH RECORD PLAYER; as Edward lays a platter down on the turntable and drops the needle. Louis Armstrong's Autumn in New York plays over the following SERIES: -- IN THE DINING ROOM; Rachel organizes the place settings. Fork and spoon on the left, knife on the right. Opposite her, Edward tries to mirror the layout. Gets it right the second time. -- Carter sits with eyes closed and hands pressed together, saying grace. Edward watches him, eyes flicking around the table to see the rest of the family have their eyes closed. -- JUMP CUTS as Carter hands Edward the carving knife; Edward attacks the meat while the others look on; Virginia watches as her perfect roast is hacked to pieces; a blockish chunk lands on Lee’s plate. -- Edward is a wallflower as the family tucks into the meal, passing steaming dishes back and forth through a lively discussion. -- Edward’s on his second plate. He’s talking now, telling a story that has Virginia mildly on edge. The kids seem to love it, except Rachel who makes eyes at him. Edward returns the look until she points to her closed mouth. He gets the picture and snaps his mouth shut, swallowing his food before continuing. -- Carter stares glumly at the tiny slice of apple pie sitting on his plate. Virginia is marking the size of Edward's slice with a pie cutter. Edward motions for a bigger piece. Virginia moves the cutter. Edward’s still not satisfied. She moves it again. -- IN THE KITCHEN; Edward coaxes a steaming cup of coffee from the copper siphon. He puts it on a saucer and carefully offers it to Virginia who has a chain-gang of dishes going at the sink with Carter and the boys. She allows a thin smile as she moves to accept the coffee, then notices Carter behind Edward, shaking his head not to take it. She looks back at Edward and politely demurs. -- IN THE LIBRARY; Edward waits for the last bars of the song to end before lifting the needle and carefully sliding the record back into it’s sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA, (0.S.)",
          "text": "They played that at our wedding. She stands in the doorway, wiping her hands on a kitchen towel. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You were married in the city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "First Baptist in the Bronx. My uncle was the pastor so we got the reception room for free. It’s gone now. ‘Put up one of them gargantuan shopping malls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "They tend to do that these days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "They do. A beat. He’s unsure how to approach her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Health care’s a perilous industry. The only way we can keep the hospitals from closing is to reduce the overhead so--",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I understand. It’s business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Not to the people we let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Do you find that difficult?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Only when you meet them. Which I try very hard not to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I don’t blame you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "We keep them from closing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "You don’t owe me anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Still, I’d like to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Give him back to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’m not sure I can-- \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I’m not asking for his sake. He’s the only one who can decide what’s best for him. I’m asking for myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I don’t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I’m prepared for him to die. If there’s one thing I understand it’s that, but what I can’t do-- I’m his wife. I’m not prepared to lose him while he’s alive. Her eyes hold his. She’s laid herself wide open and he’s unable to look away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter enters ahead of Edward. He whistles at the sumptuous cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Now this is what I’m talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It’s the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It'd have to be. How much money do you have, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’ve got enough. This is just a time- share so--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "How much is enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Didn’t anyone tell you it’s rude to talk about money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I never knew anyone with enough money to ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Gulfstream lifts off the runway. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter accepts a frozen daiquiri from the STEWARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Thank you. (to Edward) I could get used to this. Edward nods. He’s pensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Maybe we should go back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Come again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I just think you should-- It’s easy for me, but you've got your family to think about, and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "‘Ginia got to you, didn’t she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "She wants you back. You can’t blame her for--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Why do you think I’m doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Because I talked you into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(shakes his head; a beat) At first, you tell yourself it’s a rut; just part of the ups and downs of marriage. You figure the pendulum will swing back the other way like it always has before and everything will be right again... A year goes by, then another and soon you’ve been sleeping only on your side of the bed so long you forget how to reach across and bring her into your arms. You forget why you could never walk down the sidewalk without holding her hand or what it was about her smile that stirred you. She’s the same girl I fell in love with at seventeen. Nothing's changed, but everything’s different. Then I realized, it’s me. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "I lost something along the way and I aim to find it... Sometimes you have to take the long way home. Edward nods slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Tell me about the island?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It’s a few acres. Beach all around. Palm trees. Some kind of a small house, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Completely deserted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "We can’t “live on a deserted island” if it’s not deserted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Completely deserted. Seen from high above as a SEAPLANE lands just outside the reef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward and Carter walk from the trees out onto the sugary beach surveying the reef and gently lapping waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Yeah. They sit in the sand. Carter scoops up a handful and lets it run through his open fingers. He sighs contentedly... Edward sighs as well... Several long, empty moments pass. Carter sighs again. Edward nods in silent agreement. Several more moments pass until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Think we can still call the plane back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "God, I hope so. \f67. Whips out his satellite phone as they run back towards the trees, brushing the wet sand off their butts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WAITER passes with a tray supporting an enormous bowl of caviar which he deposits in the center of a table where Edward sits with Carter and Rachel. All are dressed for the occasion and Edward now sports a freshly waxed pencil-thin moustache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Anything else, gentlemen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Would you look at that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "It looks disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(heaping it onto toast) In Iran they call it Aswad Thahab, Black Gold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "They can call it whatever they want, still looks nasty. She takes a tiny spoonful and sniffs at it. Edward is studying the Bucket List.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Some of this is just so... “Laugh until you cry?” How you figure on that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Got any good jokes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "That’s Tommy’s department. What about number seven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "What’s seven? \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Being a contestant on Jeopardy? Carter takes his first bite, closes his eyes and savors the flavor. Rachel eyes him carefully, still not convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(to Edward) Like most people, I guess. Take some kind of test and then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You realize that could take months. What if you can’t--? Forget it. You figure that one out. (to Rachel) How’s the caviar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(making a face) Honestly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(looks at Carter who nods) It tastes like ass. Edward almost chokes on his food. Soon all three are laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Couldn’t have said it better myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "More for me then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(still laughing) She sounded just like Emily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Who’s Emily?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "My little-- Well, she’s not so little anymore, she’s--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You have a daughter? \f69. His grave surprise brings the laughter to a halt. Edward’s suddenly uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Yeah...had a daughter...we don’t--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Why on earth not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(pause) Carl Okafor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What’s a carlo-kafor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I'd really rather--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "When was the last time you saw her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Answer me. Edward just shakes his head. Carter grabs the list and the pen and adds “#11” to the bottom of Edward’s ten tasks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "(writing) Get back in touch--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(slamming his hand down) Stop it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Because “some things are not up for discussion.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Not this. This is too important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You don’t know me. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I don’t have to. I know when something's more important than flinging yourself off an airplane or running around with cattle... (looks at Rachel) She’s your-- Some things are more important... I’1l be right back. Takes a last bite of caviar and heads to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "He’s not the most tractable man, your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "He’s just... He calls me “The Accident.” They weren’t planning on having more kids. Also because when I was eight, I chased my ball into the street when a car came. It dragged me the whole block before it stopped. I was in the hospital for a month. The first night, he told me he'd give anything if god would let him switch places with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "That’s how it should be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Can I ask you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Is she pretty? Edward takes a beat, then nods slowly. There’s a sudden commotion and the waiter quick-walks over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Right this way please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Where’s dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "There’s been an-- If you please! \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to Rachel) Stay here. INT. PETROSSIAN MEN’S ROOM- NIGHT Edward bursts in. It’s empty. Sees blood pooling across the sinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Carter?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (0.S.)",
          "text": "I was trying to wash it off. He’s sprawled out underneath the sinks. Edward rushes to him and pulls him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "It's my only suit. It’s covered in blood, running from his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (0.S.)",
          "text": "Daddy! She’s standing in the open doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Edward and the waiter help Carter through the dining room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Hold on. I need to...just for a second. They stop by the ice sculpture allowing Carter to lean on the table. Edward notices everyone staring at the blood on Carter’s suit, whispering to each other, doing little to hide their distaste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to a gawking woman) Can I help you? You’ve never seen a dying man before? (to the room) Get a good look, because someday this will be each and every one of you. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(weakly) Edward. Edward loops his head under Carter’s arm and resumes their way towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to the room) You're fucking parasites!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT. CARTER’S BEDROOM - DAY Carter sits up against the headboard looking surprisingly fit. Rachel sits on the edge of the bed dressed in her soccer uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "...-draw their fullbacks to the ball leaving the left side open for you to slip behind them as long as you watch the off-sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You really think they'll fall for it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Worked against Brazil last year. Just enjoy yourself. Win or lose, that’s the most important thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(at the door) Don’t believe a word of it, kid. If winning isn’t everything, why do they keep score?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Good point. (kissing Rachel) Good luck, baby. She jogs out, her cleats clacking on the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I hear you’re doing well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It was just an ulcer. It’s spread to my stomach so-- It’s expected. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "And why aren't you going to the game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Holcomb said I should rest. I’m not supposed to get excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So don’t get excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You've never seen me coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So don’t coach. Carter thinks about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The game is well underway as Edward and Carter skulk behind the back row of onlookers on the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Why don’t we stand where we can actually see the field?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "‘Ginia’s here. I don’t want her to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Too late. Points up to the bleachers where Virginia stares down at them. Shakes her head angrily and turns back to the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Gotta get me a bigger dog house. May as well go up front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s late in the second half and the mid-field scorer’s table shows zero-zero. Carter and Edward stand right next to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(shouting) Pass it, pass it, pass the...oh come on ref! That’s a penalty! As the Essex team steals the ball and drives it up field. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You're not supposed to get excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’m exhilarated. There’s a difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(pause) So this may not be the best time, but...I’m heading out of town tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(half-listening) Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Spain first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "The festival's coming up and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Which festival? As Rachel steals the ball and passes to a teammate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "(shouting) That’s what I’m talking about!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Pamplona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Which one’s that? Nice pass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "The one with all the cattle. Carter turns to look at him. Realizes Edward is talking about finishing the list without him. He stares for several moments before a surge in the crowd pulls him back to the game. Four side side. of Rachel's teammates are streaking up the right of the field while Rachel quietly jogs up the left",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "They’re drawing the fullbacks. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I'm sorry, it’s just that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Shut up for a second. Rachel turns on the speed and streaks into enemy territory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "She’s open. She’s open. She’s-- As the ball loops over the fullbacks’ heads towards the goal. Rachel controls it then shoots...just out of the goalie’s reach and into the net. The crowd goes ballistic. None more than Carter who leaps into the air, screaming his head off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Now I’m excited! The scorer sounds an air horn and the game is over. The players converge on Rachel, tackling her in mid-field. Carter looks up at Virginia who is hopping like mad in the bleachers. They share a look. He’s out of the dog house for the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "(to Edward) Taking that macked-out plane of yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Commercial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Business class?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Are you kidding me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Hope you got another ticket then, ‘cause-- Stops as he sees Edward holding up a pair of first class plane tickets. Carter smiles. \f76. Suddenly he’s hit from behind by a flood of ponytails. Joined by their current coach, the entire team surrounds him as they hop up and down with glee. He lifts Rachel off the ground and hugs her for all he’s worth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. CARTER’S BEDROOM - NIGHT Carter deposits a litany of pill bottles into his shabbily packed suitcase which lies open on the bed. Roger comes in with Rachel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Need any help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Thanks, baby. I’m just about there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(eying the suitcase) Nuh-uh. She pulls his clothes out and starts re-folding them. He smiles and removes the pills, placing them into a bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "When are you coming back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "‘Bout a month, I guess. It’s an open ticket so-- You take care of your mother for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "What do you think I’ve been doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I guess you’ve been the man of the house for a while now. I’m so proud of you son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Sorry I can’t say the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(pause) I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Man, please. You don’t understand nothing! You’re running off with your sugar-daddy fat cat to- \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Don‘t ever use that tone with me, boy! (a beat; he’s never raised his voice like this) I know you can’t understand why I have to do this...but I do. I have to do it and I'm begging you to respect that. I’ve never asked anything of you son, and if you tell me that it won’t be okay and you won't be able to watch over them for me...then I’ll stay and we’ll never talk about it again. He hands Roger the bag of pills. Roger is unsure what to do. He looks at Rachel who nods slowly. Roger bows his head and wipes his eyes...then he holds the bag out to his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Just don’t die on us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Not this trip. He ignores the bag and wraps his arms around his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "I love you, son. I love you so much. Rachel finishes folding his shirt and lays it gently into the suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. CARTER’S HOUSE - DAY As Thomas puts the suitcase into the limo. He closes the trunk revealing Carter who is kissing his children goodbye. Carter looks up at the front door of the house, but Virginia is not there. He blows his daughter a final kiss then climbs inside. Edward now has a goatee and a freshly shaved Mohawk which reveals several lesions on his scalp. He moves to follow Carter but stops as he sees Virginia watching from a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I‘1l bring him home. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pulling away. Carter watches through the back window as his children see him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You okay? Carter nods as he sits back down in the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "And I thought cancer was hard... Man, what the hell is that thing on your head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen through a stone doorway as hundreds of people stream past, running for their lives from the herd of bulls charging hard on their heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Running with the crowd now as dozens pass until we find Edward and Carter whooping and hollering in the heart of the push. They’re having the time of their lives until Edward trips and falls. Carter turns back for him just as he sees the bulls roiling towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You okay? The bulls are closing fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Give me your hands!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I got it. I-- As Carter yanks him up, throwing them into the base of the wall an instant before the bulls thunder past...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "That was close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Yeah. You were a goner for sure. Edward stands and tests his legs. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "My knee’s a little--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Come on. Loops Edward's arm around his neck and the two shuffle off after the departed bulls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "For the record, I’m on my way out anyway, so don’t get all puffed up about saving my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Hey, Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Do me a favor. Once we get to the hotel, and you're back, all comfortable in the room, take a second and go fuck yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Carter sits at the end of a long table. His eyes are wide as he stares in dumb wonder. The CAMERA TRACKS down the table to reveal his dinner companions: PAUL MCCARTNEY, MOHAMMAD ALI, LUCIANO PAVAROTTI, and ELIZABETH TAYLOR all engaged in a lively discussion. Edward sits at the far end, chatting with PRINCE WILLIAM. He shares a look with Carter who is unable to organize himself until a mechanical voice interrupts--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MECHANICAL VOICE",
          "text": "Please pass the salt. Carter grabs the salt and passes it to STEVEN HAWKING who sits on his right in his wheelchair. Hawking’s wife JANE WILDE smiles as she salts her husband’s shepherd's pie. MECHANICAL VOICE (CONT’D) Thank you. Carter can only nod and smile. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter closes the door to Mohammad Ali’s car then steps back on the curb next to Edward. Both are still starstruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Well, that was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "One question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "How much that one cost you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You really don’t want to know. Carter nods as they start walking down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bathed red in the first ray of the morning sun. Edward and Carter sit atop an ancient wall, taking in the endless expanse of desert below, though Carter’s eyes are closed. Edward has the list out. Crosses off “See the Pyramids.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You know technically, we can kill two of these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(eyes still closed) Listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "To what? (Carter doesn’t answer) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Anyway, I figure you want to “Witness something Majestic,” this is about as good as it gets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You haven't seen the mountain yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(shrugs ) Never will if we sit around here all day. Starts to get up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "The ancient Egyptians had a beautiful belief about death... When their souls reached the entrance to heaven, the gods would ask them two questions. Their answers determined if they were admitted or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What were they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Have you found joy in your life? Edward realizes that Carter has opened his eyes and is looking directly at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What, you’re asking? Oh, how the hell do",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It’s a simple question. Have you found joy in your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(thinks for several moments) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Next question. Edward’s uncomfortable with whatever he remembered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Has your life brought joy to others? \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(standing) This is horseshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Haven’t I done enough for you? (getting agitated) I set everything up myself. Paid for the cars, the plane tickets. It took me a month getting that dinner set up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "For me or for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Are you that ungrateful?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’m more grateful than you’1ll ever know. I didn't know you before, but now you’re my friend and if I had the means there's nothing I wouldn’t do for you if asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "The question still stands. Edward walks several paces away, hands in his pockets. Several moments pass...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "She was born on a Sunday. I remember because there wasn’t a single cloud in the sky and I thought it was somehow appropriate... I know, cheesy right? (Carter just listens; this is Edward's joy) I managed to push her out of my mind the last few years, but after meeting your daughter-- And sometimes when I wake up in the morning... He sits down next to Carter. Takes an angry breath... \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Carl Okafor was an activist. Emily had joined some “save the poor people” thing and I guess they met and she decided she loved him... I saw him a few times. Good looking kid. Smart. Driven. But there was something about him I didn’t... Anyway, when she said they were engaged I told her I was against it. But, being my daughter, she went ahead anyway... We had some distance for a while, she’s as stubborn as her old man, but she seemed happy... The first time he hit her she came to me. I wanted to-- I wanted to beat him into the dirt until he begged for forgiveness...but she wouldn’t let me. She said it wasn’t his fault. He was broke. Had a few drinks. Said she picked the fight... I gave her some money and she went back to him. When the money ran out he did it again. She didn’t come to me that time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "What did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I did what any father would do. I got him a job. Administration in a small hospital in Great Neck. Gave him an office and a salary. Company car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I don’t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I let him get comfortable. Let him think he'd got it made until one night, when he was out banging one of the nurses, I had someone crack his computer and move a bunch of money around. The next morning he showed up for work and they arrested him on the spot. My lawyer’s a pitbull. Got him ten years for embezzlement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "And Emily?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "She saw through me like glass. Cursed me out in front of the entire courtroom after his sentencing. Called me names you wouldn’t believe. Said I was dead to her. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "But I figure, if that’s what it took... I grew up with nothing. I’m not proud of everything I’ve done but I’ve played by the rules for the most part. If my daughter hates me and they don’t let me into heaven...well then I guess that’s just life, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Happy endings are for suckers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Yeah. They stare at the desert for a beat. Then Carter stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I got an addition to the list. They begin to climb down the stepped wall and WE PULL BACK to reveal that they have been sitting atop the peak of the Great Pyramid of Khufu this entire time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward follows Carter through the perfume section. Both are drinking cans of Coke as they pass wealthy, westernized Egyptians and tourists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What the hell did we just eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Don’t know. Don’t wanna know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "If this is your idea of cheering me up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "My brother pulled this once at Macy’s. Got him grounded for a week. I never had the guts... There. He makes for the elevators as a crowd shuffles inside. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nearly full. Edward and Carter stand against the back wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Next floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "This isn’t very adult of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It really isn’t. He smiles wickedly. The elevator doors open and more shoppers wedge themselves into the packed elevator. Edward and Carter are pressed into the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Loser buys dinner. They both scrunch up their faces with effort. Carter’s teeth are gritted together until he suddenly burps drawing a look from the woman next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Beg your pardon. The woman looks away. Edward’s fingertips are white as he presses his hands against the wall. Suddenly, the elevator is filled with the sound of--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the elevator doors open and the passengers erupt outward, pinching their noses, waving their hands and twittering angrily until the elevator is empty save for Carter and Edward who are on the floor in spasms of laughter until the doors close on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The laughter continues for several moments until--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(waving his hand) Oh man that’s-- What did we just eat? \f86. They break up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward is asleep then suddenly chuckles in his dream. Carter looks over, smiling knowingly before laying a postcard of the pyramids on his seat-back table. Starts to write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "Dear Chambers Family... We’re on our way to India now. He thinks a moment before looking out the window at the sun painted table of clouds below and the endless blue above. CARTER (V.O.) (CONT’D) I can’t tell you how much I miss you all. This is a gift that you’ve given me and everything I’ve seen and done has been through your eyes and with you in my heart. I’m taking all my pills and I honestly haven’t felt this good in years. I hope you’re well and looking after your mother... “I love you” doesn’t come close... Dad. He replaces the cap on the pen and leans his head back on the seat. Edward suddenly laughs out loud and Carter can’t help but chuckle as he closes his eyes to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (0.S.)",
          "text": "The empress was the beloved wife of Shah Jehan, the fifth mughal emperor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter and Edward walk past murals depicting the history of the monument. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "And though it was an arranged marriage, they were deeply in love and were inseparable until she died giving birth to their fourteenth child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Fourteenth? That’s a lot of love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "They didn’t write the Kama Sutra for nothing... It took twenty-thousand volunteers twenty-two years to complete the structure in sixteen forty-eight. Every square foot designed by Shah Jehan himself. They stop at a tile mural of the empress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So that’s true love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Yeah. Edward reads Carter’s thoughts and quietly walks away leaving Carter to stare up at the mural.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward and Carter walk along the promenade beside the reflecting pools.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(trying to lighten the mood) You ever wonder why all the great historical monuments have to do with dead people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Because they’re monuments. That’s what they’re for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Yeah, but does being dead have to be a prerequisite? We can’t put up a tomb to the unborn soldier? “He would have died for his country if only his parents had been Catholic.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You're losing your grip, aren't you? \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "My family’s got this plot upstate. My parents are there. Cousins. Grandparents. The whole shebang. We even got a little monument of our own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "That where you want to end up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I don’t know, I’m not sure they’d have me. I was a real pain in the ass when I was little. Hard to believe, I know. I dunno, it just seems so...colloquial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I got it in my will. Want myself cremated and my ashes put in a can which they’1l bury somewhere with a view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You mean an urn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(shakes his head) I never liked the sound of it. “Urn.” Nope, an old can of Chock Full 0’ Nuts do me just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Chock Full O--? The instant coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Yup. Better coffee your money can’t buy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I wouldn’t bet on that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Ah yes, Kopi Luwak. You really dig that stuff, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It's the best. What do you got against it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Much too fancy for my taste. Simple pleasures my man, simple pleasures. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Think I might get another tattoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen from a distance as it looms across the hilltops. A sound is heard in the far off distance. We can’t quite make it out, but it clearly doesn’t belong. ANOTHER SECTION OF THE WALL; closer now. The sound is heard again, a faint buzzing. AT THE BASE OF THE WALL; the buzzing is closer now. It’s joined by voices. ATOP THE WALL; plunging down a hillside before us then surging back up to our position. The buzzing is louder still and the voices appear to be singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICES, (0.S.)",
          "text": "Ah louie louie. Oh no. Say we gotta go. Yeah, yeah, yeah, yeah. Said ah louie louie-- And suddenly a motorcycle bursts into view up the hillside. Edward clings to Carter’s back as they ride down the center of the wall, roaring by us then disappearing down the opposite hillside. VOICES (0.S.) (CONT’D) --whoa baby! Said we gotta go. Yeah, yeah, yeah, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas stands with a disapproving look on his face as a guard leads Edward and Carter out of the cell. They’re dressed in filthy prison smocks with several weeks facial growth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "This is becoming epidemic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(shuffling past him) Shower. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "(catching a whiff) Several.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas waits with a towel while Edward showers. Carter is seen through the doorway, talking to his family on the phone in the living room. He’s yet to shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So what's the going rate for busting two Americans out of the Chinese clink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Ain’t what it used to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "That bad, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "You don’t want to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Actually, I do... Don’t I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I’ve got your statements in my bag, but all told you're down to a couple million. Edward sticks his head through the shower door, halfway through shaving a new look that links his moustache to his sideburns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You're joking me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I never joke with Civil War heroes. Nice ink, by the way. Edward holds up his arms which are now covered in tattoos: a charging bull, the pyramids, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Like ‘em? One for each item on the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "How punk of you. \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(after a beat) Thanks Thomas. Really, this is way above and beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "What are indentured servants for. Heads into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Carter is just getting off the phone with his family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "We're flying to Tibet tonight then next stop home. Alright. I will... Alright... Goodbye. Hangs up the phone leaving the receiver smeared with grime. Thomas grabs a tissue and starts wiping it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Did you tell them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(nods ) My wife wants me tested for syphilis. She’1l be sticking needles in me for days when I get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "You both seem in surprisingly good spirits considering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I can’t explain it. I was telling Virginia. I feel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Like a pigsty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "They say your mental disposition can have a tremendous impact on disease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "They can say what they want, just so long as he gets out of that shower soon. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Say, let me ask you something Thomas. Is it Thomas or Tommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "It's Matthew actually but he finds that too biblical... Thomas is fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Edward emerges from the shower in a billowing cloud of steam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "She’s all yours. He wipes steam from the mirror to reveal his new look: Kojak meets Founding Father. Admires himself appropriately. Notices the lesions have faded on his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Hey, I said-- Sticks his head into the doorway to see Carter and Thomas whispering closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I do, but I’m not sure he’1l---",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "He’1l what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Ever think about flying coach back to the States. You know, save some for a rainy day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "You chumps want to ride with your knees in your throat that’s your business... Shower’s up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Thank the lord. Runs into the bathroom peeling his shirt off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Edward and Carter take in the vista of hills rolling to the distant base of an impossibly enormous range of snow-covered mountains. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Okay, it’s majestic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "That’s nothing. Twelve thousand tops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What’s our mountain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "We're only going to base camp, but the peak’s about twenty nine thousand feet. Edward whistles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Why so many fatalities?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "The air jockeys you were talking about. Ones that flew through the mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "The hump pilots. Well, first off you had the Jap zeros which could ambush you from anywhere as you flew through the valleys. That was the easy part... When the weather came in, which was always, they couldn’t choke off the supply runs, so they flew in the soup... Sonar was all they had back then. They used to try to ping off the mountains to plot their course between ‘em. Sometimes it worked... Sixty years and they’re still finding wreckage up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Your uncle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Two years on the hump. Not a scratch on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Lucky guy. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Maybe... When the storms rolled in and he couldn’t see an inch past the windshield, he used to close his eyes and focus until he couldn't hear the copilot or even the engines. He’d focus until everything fell away except the mountains passing on either side. He could hear them and, ‘til the day he passed, he swore they could hear him in return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What did they sound like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I asked him once. Near as he could figure- “Voice of god,” he said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Wow, that’s... Is there anything in this world you don’t have a story about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It's called reading. You should try it someday... Here, you can start with this. Slams a book in Edward's chest, Gandhi an Autobiography: The Story of My Experiments With Truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "This some kind of yoga manual? Carter’s incredulous... Thomas comes up the steps. Edward tosses him the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Here. Read this for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "So, shitty news or really shitty news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "The first one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "There’s a storm up there. They won’t fly until the weather clears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to Carter) Where’s your uncle when we need him. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "They expect it to clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Not for a month. Maybe two. That’s the really shitty news, in case you were wondering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(disappointed) Next trip, huh? They know full well the remoteness of that possibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Definitely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I guess it’s home then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Maybe not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "The climbing season’s almost--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Everest isn’t the only majestic thing in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spewing enormous plumes of ash and lava into the night sky while rivers of molten rock stream from the crater. Carter, Edward, and Thomas stand atop a neighboring peak. Their faces hang in awe in the light of the eruption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to Carter) What, no story? Carter just shakes his head. Edward smiles and turns back to the show. The ground rumbles. They feel it. Thomas grabs Edward's hand to steady him. Edward does the same with Carter. SEEN FROM BEHIND; in silhouette, the three friends stand hand-in-hand at the beginning and end of the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driving through the suburbs of New Jersey. Edward and Carter sit side by side in the back. Taking measure of what they’ve accomplished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Thank you. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Don’t be-- It’s nothing. It’s--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "You're welcome, is what he’s trying to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Dead in a month my ass. They laugh and he looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Hey Tommy, this isn’t Newark. You leave your compass back in Beijing? Thomas responds by putting up the divider between himself and the back seat. IN THE FRONT; Thomas exhales a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "One more stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pulling up in front of a small ranch house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Why are we-- Thomas, you off the methadone? What the hell’s-- Stops as he sees something through the window. It’s a woman. She’s standing in the window of the ranch house, pacing back and forth as she talks on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "He kept tabs on her in case you ever wanted to-- \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(livid) This was his idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "No, it was mine. Took the whole flight to talk him into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Hey Carter, will you do something for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Name it. Edward opens the door and climbs out of the car and walks briskly away from the house. Carter watches him go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "(softly) Go fuck myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward walks briskly through pools of light from the street lamps. The limo pulls up and Carter jumps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "This is what you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Telling someone a story doesn’t invite you to be a part of it. You had no right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You're right, I didn’t. But she’s still there. Maybe you took the long way home but this is the road’s end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Go away. Walks past him. Carter follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "What are you so afraid of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I'm not afraid of anything anymore. If you took a second to think it through you'd realize-- (stops walking) How did you see it? I knock on the door. She answers. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "She’s surprised and angry but I tell her how much I love her and missed her, and gradually, piece by piece, the ice starts to thaw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It’s a start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "No, it’s an end. Because you left one thing out. You didn’t think-- How is it fair that I show up after all this time and inject myself back into her life when I could be dead in a week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "How do I tell her...without her believing that I’m only reaching out because I’m scared to die alone and didn’t care enough to consider what that would put her through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Everyone’s afraid to die alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’m not everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Then you're kidding yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "If I am, I’m not the only one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "What’s that supposed--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "What are you even doing here, Carter? You've got a family and a wife whose holding her heart in her hands while you’re flying around the world to “find the long way home.” Don’t you think she knows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Knows what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "That you blame her for your lack of accomplishment. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Don’t you dare--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "That you say things like you “wouldn’t trade your life with them for anything”, but deep down you question yourself, so you say those things because you know they’re the right thing to say, rather than what you really feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You have no idea what I feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Maybe I don’t...but I know this. I love my daughter. If I didn’t I would be back there, knocking on her door. If you loved your wife, you wouldn’t have to go home because you’d have been there all along. He pulls out the Bucket List.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "This is fun, Carter. That’s all it ever was. Then he tears it in half, then again, and lets the pieces flutter to the sidewalk. He sees Thomas standing by the limo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Call me after you've taken him home. He walks off. Carter stands there, staring at the pavement... Music begins; Jeff Buckley’s “Hallelujah” as Thomas walks around the limo and opens the door for Carter. Carter nods and walks towards him and then stops and turns to look at the Bucket List as the pieces scatter",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS THE SONG PLAYS OVER...",
          "text": "CARTER; walking up the steps to his house. He pauses at the door then opens it and carries his suitcase inside. EDWARD; hands in his pockets as he walks down a neighborhood street. The limo pulls up next to him and he climbs inside. \f100. CARTER; in bed with his wife, each on their own side. Distance between them. . EDWARD; in his high-rise office sitting at his desk which faces the window with a view of the city shrouded in fog below. His hair is growing in again. He brings a coffee cup to his lips. It’s empty. CARTER; at the hospital getting a check-up. Holcomb comes in with test results. He’s amazed at Carter’s progress. Carter smiles as he buttons up his shirt. EDWARD; in his office kitchen. The box of Kopi Luwak is empty. He searches the cupboard finding only a can of instant. He puts the can back and walks out. CARTER; at the dinner table with his family. Virginia is saying grace. He’s watching her. She feels it and her eyes open. He reaches out and takes her hand. She smiles as their eyes hold each other and she continues to pray. EDWARD; shakes his head as he switches off the Yankee game. Moves to the bookshelf and browses until he removes a book on the Himalayas. VIRGINIA; waiting in the car for Carter. It’s autumn now and the windows are painted with frost. A finger appears, drawing letters on the windshield. WILL YOU MARRY ME? EDWARD; working out on the elliptical machine at the gym. It's late and the place is empty. CARTER AND VIRGINIA; standing in the center of a shopping mall, their friends and family around them as they renew their vows. EDWARD; stepping out of the shower. Wipes the steam from the mirror revealing his full head of hair and the journal of tattoos over his body. He touches the erupting volcano on his forearm. CARTER; home in bed staring at a small plastic bull. He puts it away as Virginia comes in, dressed in her nightgown. She climbs in bed and he reaches across and pulls her to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Happy second honeymoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Happy second honeymoon. \f101. They kiss. His hands move to her hips under the covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Do you have any idea how long it’s been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Do I want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "No, I don’t think you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I love you, ‘Gin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I know you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It wasn’t that I ever stopped loving you so much as I forgot the reasons you loved me. (she touches his face) Remember that night, when I took you to the Bowl-O-Rama over on fourteenth street?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "How do you think I could forget our first date? You wore that shirt with the stain on the front and your black shoes and brown belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "And you wore a blue dress with little bows down the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "(surprised) I can’t believe you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I was so out of my league. I remember thinking, “What’s a girl looks like this doing slumming with a kid who's best shirt got a stain on the front?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "You weren’t worthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’ve never been worthy of you. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I was joking, baby. I knew that night after I got back. I told my mother I was your’s forever if you’d have me... Forever’s just getting started. They kiss again, more passionately until she pulls away and stands out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA, (CONT'D)",
          "text": "I got something for you. Wasn’t sure I'd need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Don’t be long now. She goes into the bathroom and closes the door halfway. We see her feet stepping out of her pajamas and into something black and lacy. When the door opens her hair is down and spilling over her shoulders and a thin, satin negligee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Carter? The bed is empty. She walks around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA, (CONT'D)",
          "text": "So we’re playing games now? You think you can get me all riled up then-- She stops as she sees him face down on the floor, his hands twitching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA, (CONT'D)",
          "text": "Carter! She turns him over to see his eyes are rolled back into his head as the seizure storms through him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA, (CONT'D)",
          "text": "Roger! She finds his wallet on the bedside table and forces it between his teeth. Roger appears at the door--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "What’s the-- \f103. He sees his father on the floor then runs for the phone. Rachel and Lee appear. Lee runs to help Virginia as Rachel stands in the doorway watching her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward and his date, AMERY, a pretty middle-aged woman sit at a table against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It’s Bruno’s specialty. It’s not on the menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERY",
          "text": "That’s a lot of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’m a bottomless pit. Besides, I’m in training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERY",
          "text": "Isn’t mountain climbing dangerous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "For someone my age? You can say it. She's interrupted by the MAITRE’D who walks briskly to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAITRE'D",
          "text": "I’m sorry Mister Cole. It’s your driver. He says it’s urgent. Edward turns to the front door where Thomas stands. His face says everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward emerges from the elevator and walks pointedly towards his old room. Passes Holcomb at the nurse’s station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "(walking after him) Edward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "When did this happen? \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "It came out of nowhere but it’s his brain and the tumors are deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So you can operate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Day after tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "And he'll be alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "In his condition it’s not-- The odds aren’t what we’d like them to be. Edward sees there’s little hope. Resumes walking into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Carter is back in bed covered in tubes. Virginia lies with Rachel on the bed next to him. Rachel is asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "How is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Quiet. I wasn’t sure if I should call you, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Of course. Please. Is there anything I can do for you? Are the boys--",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "We're fine. Really... He wanted me to give you this. She sits up and pulls the taped-together Bucket List out of her purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA, (CONT'D)",
          "text": "There’s a letter too. I was supposed to wait until... But then I thought--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (0.S.)",
          "text": "--she’s never listened to me before, why let a coupl’a tumors get in the way. Edward sits down on the side of his bed. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "What’s with all the hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "How they treating you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Food still sucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’ll talk to the owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I wouldn’t, I hear he’s a prick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "He definitely has his moments... Edward nods. It’s all under the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "(holds the List) What was I going to do with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It isn’t finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It’s not a one man job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "It's going to have to be. Edward scans the remaining items. Stops on one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "No it doesn’t... I’1l be-- (heads for the door) Don’t go anywhere. Runs out. EXT. HOLCOMB’S OFFICE - NIGHT Holcomb’s packing up for the night when Edward enters, speaking on his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I don’t care how, just get a hold of him and call me back. He snaps the phone shut and glares at Holcomb. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "Can he be moved without hurting him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "Well, technically yes, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’m taking him out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward walks with Holcomb trailing him. Thomas stands as he sees them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Pull the car up front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "I cannot allow you to sneak him out again. I could be personally liable-- As Edward slams him into the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Plain English. I’m taking my friend out of here and you’re coming with us. You've got ten minutes to pack what you need or I will personally ask Thomas to rearrange your kidneys. Thomas smiles at Holcomb who nods abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward enters just as Carter is standing out of bed with help from Virginia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "How fast can you get him dressed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I can dress my own damn self. Where we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "One more trip. (to Virginia) Can I talk to you? (to Carter) Pack it up. We’re not home yet. \f107. He ushers Virginia out into the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo doors open and Thomas emerges along with Edward, Holcomb and the entire Chambers family. Carter is weak but shuffles along towards the waiting Gulfstream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "If you could step it up we’re kind of on a schedule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I'll step it up when you tell me where we're going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Roger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Sorry dad. As he lifts his father into his arms and carries him towards the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Boy, put me down. Whose side are you on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(to Lee) Does he ever stop talking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Only when he’s eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Well, that I can relate to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zipping between large warehouses. Carter sits in the back with Virginia. He’s blindfolded and bitching and wearing a new suit. Edward’s in the front next to the driver. The golf cart pulls to a stop next to a warehouse door. Virginia helps Carter out while Edward gets the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorway is curtained off with thick, sound-eating drapes. Virginia leads Carter inside. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You're enjoying this, aren’t you? Muffled clapping is heard from the other side of the curtains. A man in a BASEBALL CAP pushes through an opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASEBALL CAP",
          "text": "Great. We’re ready for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Who the hell’s he talking to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (0.S.)",
          "text": "And now our contestants entering the studio: a college professor from Gladwyne, Pennsylvania, Deenaz Olpadwala. Edward removes the blindfold and pushes Carter through the curtains. ON CARTER; As his eyes adjust then light up as a familiar theme plays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The real deal, replete with a live studio audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (0.S.)",
          "text": "Our second contestant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "How in the world did you--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I had a couple million lying around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (0.S.)",
          "text": "A garage mechanic from Newark, New Jersey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "But that’s all you had--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "So go earn it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (0.S.)",
          "text": "Carter Chambers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "You son of a bitch. \f109. He straightens his tie and walks purposefully towards his podium. Roger, Lee and Rachel cheer him on from the stands as he nervously takes his place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The game is underway. ALEX TREBEK calls the clues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK",
          "text": "This sophistic monk is often credited as one of the causes of the Russian Revolution. Carter hits the button but his timing is off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEENAZ",
          "text": "Who is Rasputin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK",
          "text": "Correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEENAZ",
          "text": "I’‘ll take Mad Men for two hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK",
          "text": "An animated character with a predilection for tall headwear... Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "The Mad Hatter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK",
          "text": "No... Sherman. SHERMAN, the bookish current champion clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERMAN",
          "text": "Who is the Mad Hatter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK",
          "text": "Yes. Edward stands anxiously with Virginia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Get it together. Virginia shushes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERMAN",
          "text": "Mad Men for three-hundred. \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK",
          "text": "This King of England earned his maligned nickname in part by conversing with a tree he believed to be the King of Prussia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Who is King George?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK",
          "text": "Can you be more specific?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Who is “Mad” King George the third.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK",
          "text": "Correct. Virginia grabs Edward. The Chambers kids cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK, (CONT'D)",
          "text": "Carter takes control of the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "I’1l take Mad Men for four-hundred, Alex. A SERIES OF CUTS; as Carter begins to run the board. His answers are quick and on the mark. The other contestants get an answer here and there but the game is clearly Carter’s to win. Roger, Lee and Rachel continue to cheer him on. Virginia's grip on Edward’s arm grows tighter and tighter until he winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Oh. Sorry. (Carter gets another answer) Go on, baby! She’s punches Edward’s arm in glee. The game continues. Carter is doing well but he’s beginning to tire. Sweat stains are visible on his collar. Edward now stands several feet away from Virginia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Is he okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "He'll be fine. \f111. She applauds as he gets another correct answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The game is down to Final Jeopardy. The final category is on the board:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK",
          "text": "The category is World Monuments and the final clue is-- The clue is revealed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX TREBEK, (CONT'D)",
          "text": "(reading) This mughal emperor built the Taj Mahal to memorialize the death of his wife, Empress Mumtaz Mahal. Edward smiles as the Final Jeopardy theme plays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "It’s in the bag. His grin begins to subside as he watches Carter wipe a think band of sweat from his forehead. CARTER’S POV; is blurred as his hand slips on the pen. He closes his eyes to steady himself, but his vision is blurred even further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Edward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I see it. He starts circling the stage, crossing behind the cameras to get closer to the contestants. Carter scribbles loosely on the screen but drops the pen and falls just as Edward gets there to catch him. FADE TO WHITE. Voices are heard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLCOMB, (0.S.)",
          "text": ".-..-do our best, but it’s too far along. \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (0.S.)",
          "text": "Anything you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter’s POV as Virginia stares down at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "Hey, babe. Can you hear me all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(dazed) Wha- Where time is it? His face is paralyzed on one side. His head is shaved and heavily marked with surgery markers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "We're in the hospital. You had a stroke, but you’re gonna be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Where’s Alex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "(looking) Who’s Alex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "He's probably sleeping. It’s almost midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "They’re taking you in for surgery in a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’ll leave you two alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Wait. (to Virginia) My bag. She reaches for his overnight bag. \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Can you-- She opens it for him. He reaches inside and pulls out a sealed envelope and a folded slip of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Got any of that coffee left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’m all out. I can see if there’s anywhere that sells it out here, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(smiles) Not if I was dying of thirst in the desert... Wanna know why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "“I'm sure you'll enlighten me.” Carter hands the paper to Edward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(reading) Kopi Luwak is the world’s most expensive coffee, though, for some, it falls under the category of too good to be true. In the village where the beans are grown lives a breed of wild African tree-cats. The cats eat the beans, digest them, then... (a beat; he swallows) ...then defecate them out for the villagers to collect. It’s the gastric juices of the cat that give the coffee its unique flavor and absence of aftertaste... You’re shitting me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Cats beat me to it. He bursts into weak laughter. Edward stares for a moment then starts to chuckle himself. Soon both men are laughing until tears stream down their cheeks. As he laughs, Edward's tears become gradually laced with grief as he hold’s Carter's wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Still have the list? \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "Of course. (pulls it out along with the red pen) There’s only a few left. Which one do you want to do next? Carter runs a finger down the items, until he reaches “LAUGH UNTIL I CRY.” He crosses it off shakily with the pen. Only four remain. His finger stops on the half finished “#11) GET BACK IN TOUCH” Edward sees this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "There's a difference between dying alone and living like you're already dead... Finish the list, Edward. He places the envelope atop the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward emerges through the sliding doors. He wipes the tears flowing from his face, unsure of where to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Holcomb enters, scrubbed for surgery, with several nurses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. HOLCOMB",
          "text": "We're ready. Carter reaches out for Virginia’s hand and presses it to his heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGINIA",
          "text": "I’ll be here when you get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Forever’s just getting started. Her hand slips out of his as he’s wheeled out of the room. \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward loses himself in the raindrops sliding down the window as the plane readies for takeoff. He glances down at the envelope in his lap and turns it over. On the front is his name and address. He thinks a moment, steeling himself before he opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter lies unconscious with a tube in his mouth as the surgeons do their work. In contrast to Edward, he looks completely at peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "Dear Edward. It’s turning cold out here in Newark and the trees are like skeletons beneath the lamp posts. Winter’s almost upon us and despite what the doctors tell me, I know it will be my last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen from the Hudson, the mandala of lights reflect like jewels in the water. Carter sits on the edge of a pier taking in the view...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "You know how I love to tell stories so if you can spare a few minutes I think I’ve got a good one for you... He returns to the letter in his lap, and resumes writing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "There was an old farmer spent his life working the earth to give his family all the cares and comforts he’d never had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward reads the words as Carter speaks them. \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "One day the farmer fell sick and he called his sons to his bedside where he took up a bundle of sticks and said to his eldest son, \"Show me that you can break it.” The son strained and strained, but with all his efforts was unable to break the bundle. Edward finishes the letter and wipes the tears from his cheeks. The flashing wing lights of the plane reflect the raindrop on the window indelibly onto his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen from above as Roger, Lee and Rachel lie in bed with their mother, clinging to her as she prays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "The other sons also tried, but none of them could break it. \"Untie the bundle,\" said the farmer, \"And each of you take a stick.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Edward walks up the path to his daughter’s house. He knocks on the door without hesitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "When they had done so, he called out to them, \"Now, break them,\" and each stick was easily broken... The door opens revealing Emily. She’s surprised and her sleepy features harden instantly. Edward begins to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "No man is an island, my friend. We’re just not built that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virginia scoops instant coffee into a styrofoam cup. She looks up as Holcomb appears at the other end of the hallway walking towards her. His face is unreadable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "You measure yourself by the people who measure themselves by you, and no matter how you battle the current-- \f117. EXT. EMILY’S HOUSE - DAWN Thomas leans against the limo, watching through the window as Carter and Emily speak. Her guard is still up, but she’s listening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "--our lives are streams flowing into the same river towards whatever heaven lies in the mist beyond the falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can’t see Holcomb’s face or what he’s saying as he reaches Virginia, but her expression says it all. The coffee cup slips from her hands and lands at her feet, spilling onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "Find the joy in your life, Edward. Close your eyes and let the waters take you. INT. EMILY’S HOUSE - DAWN Edward shakes Emily’s hand goodbye. She’s not giving in, but it’s a start. He reaches for the front door just as a LITTLE GIRL, still half-asleep, comes out from the back bedroom. Edward is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "Open your heart and listen to the mountain... He looks up at Emily who says something to the little girl. He crouches down as the girl walks right up to him and lays her head on his shoulder. His eyes are full as he looks up at Emily in amazement then slowly kisses his granddaughter’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter's face is at peace. Virginia’s face comes into frame and kisses him softly. Her tears fall onto his eyelids and continue down his cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "I promise you’ll be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virginia stands in the doorway, staring at her sleeping children. Rachel opens her eyes and looks at her mother. \f118. EXT. EMILY’S HOUSE - DAWN Edward walks the path towards Thomas and the waiting limo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "We're a bundle of sticks, you and I, be it in this world or the one that follows. I will be forever grateful for the joy your life has brought to mine. Thomas opens the car door for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "So that’s your daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "(emotional) Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Pretty. Edward looks angry. Thomas waits for the rebuke. Instead, Edward pats him on the shoulder before climbing into the car. Thomas looks back at the house as the lights go out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward pulls the list out of his pocket. With the red pen he crosses out: “KISS THE MOST BEAUTIFUL WOMAN IN THE WORLD.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "Your friend always... Carter. Edward lowers the window and looks out at the painted dawn sky as the limo drives away. He stares for several moments then closes his eyes and listens...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (V.O.)",
          "text": "Good afternoon. My name is Edward Cole and I’m not much of a storyteller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward is in his business suit again. His game face on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I’m a business man, a good one. I run hospitals. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "We take sick people and make them well again. Sometimes we succeed and sometimes we fail, but we’re getting better at it every day... I started out with nothing but cold ambition, and over the years my company grew until I had everything I ever wanted... I know now that-- I know now that I was never a wealthy man until my best friend came into my life...and from this incredible turnout, it only verifies the fact that Carter was truly the richest man I know. CAMERA TRACKS until we’re behind Edward revealing his audience of nearly a THOUSAND MOURNERS filling every last inch of the room including Carter’s family who sit in the front row. Familiar faces in the crowd include Manny, Holcomb, Nurse Shing, parents and players of the soccer team, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "I don’t know what most people say at these things, so I’1l just tell you what I think Carter would want you to know. He’s dead and I still can’t shut him up... He loved his children more than his own heart. He loved his wife more than his own soul. He took the long way home but he made it back and you took him in and made him whole again and you will never know how grateful he was. His eyes move from the family to Thomas who stands against the wall with Emily and her daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (CONT'D)",
          "text": "(taking out the Bucket List) We saw the world together. Pretty amazing when you think that only nine months ago we were strangers... He saved my life, and he knew it before I did. With the pen, he crosses out: “HELP A COMPLETE STRANGER FOR THE GOOD.” Beneath it, the last remaining task lies unfulfilled: “LISTEN TO THE MOUNTAIN AND BE HEARD.” Slowly, the words on the page--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the climber from the opening scene finally arrives at the peak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD, (V.O.)",
          "text": "Carter gave me a book once. It was about a man who knew a thing or two about the world. The climber walks over to a flat stone and lifts it onto its side. He removes his gloves revealing a wedding ring on his left hand. EDWARD (V.O.) (CONT’D) The man said: “Learn as if you were going to live forever. Live as if you were going to die tomorrow.” His hands lift to his face, removing the oxygen mask and hood revealing THOMAS. He reaches down and lifts A FROZEN CHOCK FULL O’ NUTS CAN from its resting place in the hole beneath the rock. He wipes off a section of frost with his thumb revealing: A PHOTOGRAPH taped to the can -- Carter and Virginia at their second wedding surrounded by their family. Thomas sets the can on the snow then opens his backpack and reaches down to the bottom-- EDWARD (V.O.) (CONT’D) Tomorrow comes for all of us. --and removes A SECOND CHOCK FULL 0’ NUTS CAN which he places on the ground next to the first. EDWARD (V.O.) (CONT’D) It’s what we do in-between that makes us who we are. CLOSE ON A NEWER PHOTOGRAPH; taped to the second coffee can. It’s Edward. He’s old and grey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "Edward Perriman Cole died in May. It was a Sunday, in the afternoon, and there wasn’t a cloud in the sky... CAMERA PULLS BACK to reveal that he’s closely surrounded by Thomas, Emily and their THREE CHILDREN, hands intertwined with-- \f121. --Carter’s grandchildren, each of whom stands with their parents and Virginia. One family. Edward is smiling like we’ve never seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (V.O.)",
          "text": "He was seventy-nine years old. Finally, Thomas deposits both cans into the hole beneath the rock. CARTER (V.O.) (CONT’D) Even now, I can’t claim to understand the measure of a life, but I can tell you this... Thomas replaces the rock over the coffee cans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER, (CONT'D)",
          "text": "I know that when he died his eyes were closed, and his heart was open... I know that he could hear the mountain... THE CAMERA lingers on the rock for a moment then tilts up to reveal the breathtaking view of the entire world below. CARTER (V.O.) (CONT’D) And I know the mountain heard him in return. THE END.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1912"
    }
  ]
}