{
  "movie_id": "MOV2128",
  "scenes": [
    {
      "location": "CARPENTER'S WORKSHOP",
      "time": "DAY",
      "characters": [
        "LION, (CONT'D)",
        "JUDAS",
        "FIRST PEASANT GIRL",
        "_- 7925 SANTA MONICA BLVD.",
        "SAUL",
        "LOS ANGELES, CA. 90046",
        "JESUS' BROTHER",
        "LAZARUS",
        "ZEALOT",
        "\\",
        "JESUS -",
        ". SECOND VOICE",
        "PAUL",
        "LA",
        "PETER",
        "'",
        "FIRST SOLDIER",
        "FIRST VOICE",
        "64,",
        "FIRST GUARD",
        "SADDUCCEE",
        "FIRST LEVITE",
        "20.",
        "SCRIPT SPECIALISTS",
        "JOHN",
        "WOMAN OF MAGDALA",
        "JUDAS 12 .",
        "_ PHILIP",
        "BROTHER",
        "SNAKE/MAGDALENE",
        "NATHANTEL",
        "ANDREW",
        "JOEN",
        ", JESUS",
        "FADE IN",
        "NAZARENE",
        "JESUS, (CONT'D)",
        "THE BAPTIST",
        "74,",
        "JESUS .",
        "BETHANY WOMAN",
        "NEIGHBOR",
        "MARY, (MOTHER OF JESUS)",
        "14,",
        "EXT, NAZARETH",
        "EXT, MARY AND MARTHA'S",
        "JUDAS .",
        "SATAN",
        "BAPTIST, (V.0.)",
        "ROMAN OFFICER",
        "LION",
        "FLASHBACK",
        "22,",
        "TURK",
        "ANGEL",
        "BETHANY VILLAGER",
        "AMES",
        "L",
        "MAGDALENE'S FATHER",
        "CUT TQ",
        "CENTURION",
        "INT, MARY AND MARTHA'S",
        "SECOND PEASANT GIRL",
        "ZEALOT .",
        "38,",
        "JERUSALEM CENTURION",
        ". NATHANIEL",
        "SECOND GUARD",
        "JESUS, (V.0.)",
        "SERPENT",
        "THE END",
        "TABAS' COMPANION",
        "JUDAS, (CONT'D)",
        "97.",
        "THE BAPTIST .",
        "FADE TO",
        "THOMAS",
        "WE SATISFY",
        ". PHILIP",
        "ARCHANGEL",
        "92,",
        "GUARDIAN ANGEL",
        "MOB MEMBER",
        "RABBI",
        "LATER",
        ". PETER",
        "ABBOT",
        "MARY",
        "34,",
        "PHILIP",
        "EXT, GALILEE",
        "BEGGAR",
        "DUPLICATING",
        "MARTHA",
        "JESUS",
        "37,",
        "54,",
        "CONTINUED",
        "MAGDALENE",
        "CUT TO",
        "NATHANIEL",
        ". JESUS",
        "TYPING",
        "SAUL, (CONT'D)",
        "SISTER",
        "PILATE",
        "TABAS",
        "ZEBEDEE",
        ". PAUL",
        "JAMES",
        "DAY",
        "OLD MAN",
        "MARTHA /",
        "BEGGER",
        "BLIND MAN",
        "JUDAS ,",
        "72.",
        "SADDUCEE",
        ". JUDAS",
        "VILLAGER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Seen from above: JESUS, the son of Mary, 28 years-old, es on a scrubby hillock under an olive tree. The mid-morning sun shines on his clean-shaven face. He is dreaming:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "The pain starts just above the neck. It feels as if an old man has snuck up and grabbed me from behind. His fingers slip underneath the skin and work, claw, their way up the back of my neck. Then the real pain begins. Each finger digs into the soft matter behind my brain, and then strain across the top of my head toward my eyes. Just before they reach the eyes, they dig down... Jesus wakens. He looks around, holding his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "(continuing) I remembered I had to make a cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus shapes a long piece of timber with an adze. His patched tunic rests on the workbench. The white plaster-and-brick walls are hung with the tools of Jesus’ trade: saws, hammers, rasps and measuring squares. Two small windows let in light and breeze from the village. His face is etched by lines caused by thinking too much. Brain fever. A nail-studded belt hangs from a hook above his head. The belt is speckled with dried blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "4c first I fasted for three months. Then I whipped myself before sleeping. At first it worked, then the headaches returned. Jesus wipes wood shavings from his sweaty chest. He hears a NOISE from outside. Frightened, he looks toward t jOor: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "(continuing) Who is it? Who are you? Why are you following me? JUDAS, 30, blacksmith, bursts into the room. The door RATTLES on its wood hinges. Jesus goes back to work. Judas' face is ablaze with wild red hair, beard and moustache. His bulging forearms are dirtied by grease, burnt by fire. He belongs to the Sicarri (\"assassins\") the terrorist wing of,the Zealots, a radical Jewish po- litical organization. His presence is frightening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "I thought I'd find you here. Aren't you ashamed? The carpenters from Cana and Capernaum refuse to make a cross for a Zealot, but you get up and throw yourself into it like a madman. Where's your pride? Jesus, silent, backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(continuing) What if the Messiah were to come now and find you doing this? Jesus returns to his adze. He says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JESUS",
          "text": "Leave me alone, Judas. I mst work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Aren't you ashamed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(softly) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "You've seen them hanging there for days, skin falling off their bodies. Crying night after night. Our prophets. Because of the Romans and men like you. A migrain moves across Jesus' face. He winces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "No, I don't have any pride. I don't go to Synagogue. I disobey the commandments. I work on the Sabbath. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "And who will pay for your sins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I don't know. I'm struggling. Judas, disgusted, calls to the crowd outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Come here! Look at the traitor! Look at the cross-maker. The crowd jeers. Jesus resumes his task.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CENTURION pushes his way through the crowds gathered outside the white-washed buildings. He is sickened by the foul-smelling Jewry. Jesus stands outside his workshop hewing a cyprus cross. A semi-circle of spiteful Israelites surrounds hin, The Centurion approaches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CENTURION",
          "text": "You ready? (as Jesus nods) Com’ on. Jesus takes the nail-studded belt from its hook and buckles it around his waist. The Centurion helps Jesus heft the cross-beam to his shoulders. The Centurion leads Jesus through a gauntlet the crowd has formes from the village to a rocky hill outside Nazareth. Ahead, six Roman soldiers lead the protesting ZEALOT. Two mounted soldiers flank the group. The Zealot, crazed by fear, possessed by God, calls out to anyone who will listen:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEALOT",
          "text": "Stand up Israelites! Now's the time of Judgement! Yahweh is counting everyone! Stand, be counted! The Zealot’s hands are tied behind him. His clothes are torn and bloody, his long hair and grey beard matted with blood and sweat. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judas insinuates his way into a group of townspeople. Fearful of the Romans, he speaks wder his breath:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "How long are we going take this? Can we let the Romans kill anyone who opens his mouth? When are we going be men? When will we. be Jews? No one pays attention to Judas. Seeing this, he with- draws . The villagers heap abuse on Jesus. PETER and JAMES are in the crowd. MARY, 56, mother of Jesus, pushes her way through the crowd. She stands in front of Jesus, trying to hold back the crowd with her arms. She calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (MOTHER OF JESUS)",
          "text": "Forgive my son! He's crazy! He doesn't know what he's doing. He has problems. Ever since he was a baby. He's not well in the head. The crowd hoots her into silence. Jesus, turning his eyes from her, trudges forward. The CENTURION follows close behind. As they near the crucifixion site, another woman, MARY MAGDALENE, 25, approaches Jesus. She wears brightly colored clothes; her lips and cheeks are painted like a prostitute. The villagers revile her as she passes. She walks alongside Jesus, staring him in the face. The color flows from Jesus’ face: his resolve nearly melts with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Magdalene. Who told you to ceue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "You thought you could forget re. You never will. Jesus’ mind goes back to a day the previous year. Cut To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "A wedding feast in the lake village of Magdala. A long table is spread with fresh fruit, cheeses, bread and wine (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARY MAGDALENE'S FATHER proposes a toast:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE'S FATHER",
          "text": "Join me. A toast to the engagement of my first daughter, Mary, and Jesus of Nazareth. The celebrants raise their cups in a toast. Mary, Jesus' mother, beams. Away from the others, Jesus and Mary Magdalene speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I'll return. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "I don't wnderstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I can't marry. God won't let me. He's pursuing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "That's not God, it’s the devil. (holds his head) Jesus, you need a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I must be alone. He comes at night into my head. God's angry with me. He pushes her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Are you serious? What about me? What will become of me? No one will have me. Jesus turns and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Magdalene spits in Jesus' face:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Cross~-maker! Jesus lowers his face. The Zealot's voice rings out: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEALOT .",
          "text": "Children, have faith in the God of Israel! Don't be afraid. Rome is in smoke. Remember the Maccabees, remember how they threw out the Greeks! In the same way we'll throw out the Romans! There is only one God of Hosts! The Zealot has reached the crucifixion site: a rocky, flint covered mound. The soldiers wait for the cross. Children throw pebbles at Jesus as he approaches the Zealot. The Roman guards brace themselves for violence. Jesus sets the cross down beside the Zealot. The guards wrestle the Zealot to the ground. Mary, unable to contain herself, bursts through the crowd:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (MOTHER OF JESUS)",
          "text": "Jesus! My son! Get away from here! The guards move toward her. Peter and ANOTHER MAN help the women take her away before the Romans can arrest her. Judas, sickened by this spectacle, walks away. The guards place the Zealot on the cross and tie his arms Jesus, moving the weges, readies the hole for the cross. The Magdalene throws herself at the Zealot's feet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Be brave! One of the calvarymen drives her back with his horse. There will be no revolt today. The guards prepare to drive the nails into the Zealot's hands. A hush comes over the crowd. The spike is placed in the Zealot's palm. The hammer raised. Metal hits metal: the spike pierces the upraised hand. The Zealot's scream (almost ecstatic) is echoed by the cr Blood spatters; a drop falls on Jesus' lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, without staff or sandals, walks quickly across a grassy plain northeast of Nazareth. Although mich of the lake district\" of Galilee is rocky and barren today, it was not so in Jesus' time. Then it was a fertile and pleasant valley, the treasure of the Mid-East. It was jater denuded -by the Turks. Behind Jesus, Nazareth stirs to life. Jesus leans his body into the wind as he reaches the cres of a low ridge:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "If I take the goat's path south to bypass Magdala and Tiberias. Traders from East and West go out of gheir way to drink and whore and... Jesus watches a small caravan headed down the hills towar the sea. He shakes these thoughts from his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "(continuing) This is the happiest moment of my life. I've always felt something was after me. IT must be as stupid as everyone says. God only wanted me to join him in the desert. He waits in a well at the Monastery. Jesus skips for joy as he walks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Why would he want somone as stunid as me? Thank you! He sings a psalm as he goes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "“The Lord reigns, let the earth be glad' let the distant shores rejoice. Rise up, O Judge of earth; pay back the proud what they deserve. How long will the wicked, 0 Lord, how, long will the wicked be jubilant?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus walks a hundred yards off the coast of the Sea of Gennesaret (today called Galilee). In the water a group of men pull in their nets after a morning of fishing. The are ZEBEDEE, James and John, PHILIP, a shepherd, stands w then, By American standards, the Sea of Gennesaret is quite sma 13 miles long and 8 miles wide. From any point, the oppo- site shore is visible. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "To this day its sweet, clear water is naturally stocked with fish. Because it's located in a pocket in the hills, Gennesaret remains subject to sudden violent storms. On shore, Judas talks with Peter. Zebedee, fiftiesh, is the father of James and John. Peter spots Jesus and calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Look who's here. Hey, Cross-maker! Jesus glances at them and keeps walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out) You better keep walking. Don't stop here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "Don't bother him. We're all part of the same plan. The fish says, 'God, don't let me get caught,' The fisherman says, 'God, give me fish.' Back to work. (to Judas) Hey, Red! You mind your own business, too. Philip walks over to Peter and Judas and says to Zebedee:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "Be careful, Zebedee. He's from the Idumea. Lions still live out there. Don't pick a fight with him. (to Judas) What's happening in the plain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Everything's fine, Philip. The Lord's merciful. In Nazareth, He crucifies prophets. Here, He sends enough rain. to ruin a year's crops in one night. In Jerusalem, the Romans squat in the temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "Shut up. Whatever God does is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "It is for you. You hire fifty fishermen like slaves and pay them minimum. Then you give to the temple and get God's blessing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "Hey, you got the mark of Cain on you. Now get out! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judas walks off, calling back to Zebedee:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "I wouldn't want to be in your boat when the. Messiah comes. Philip catches up with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "Wait. I want to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Why now? Were you afraid a few minutes ago? The King of the Jews is on his way. Decide what side you are on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "Help me. I am afraid. But, I can't stand it anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(moves close to him) Philip, can you kill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "A man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "What do you think? Sheep?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PHILIP",
          "text": "I killed a bull once, but never a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "A man's easier,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "(hushed) Are you one of them -- the Zealots?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Don't be afraid. We're fighting for freedom. The day will come when you ¢an join us, Do you have a knife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Carry it all the time. These are hard times. Judas opens his shirt revealing a double-edged dagger. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f7 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(continuing) . Yesterday the brotherhood condemned the traitor. The lot fell to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "The cross-maker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(nods) Keep your mouth shut. Think about what I've said. The day will come when we will need you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "How will I know? Judas turns. to leave:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Don't be in a hurry. You're not one of the brothers yet. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus passes two PEASANT GIRLS reaping in an open field. Their partially open dresses reveal their sweaty breasts. As Jesus averts his eyes, one of the girls calls to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST PEASANT GIRL",
          "text": "Hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND PEASANT GIRL",
          "text": "(gesturing) There's water and bread in the house. (as Jesus declines) We keep a loaf for travelers. We call it the grasshopper's bread. The First Girl points to a distant village:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST PEASANT GIRL",
          "text": "But if you want love, go to Magdala. Both Girls giggle. Their sexuality frightens Jesus:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "No, I must keep going. Jesus walks quickly away. The Girls turn to each other and laugh again. \f10 11 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "walks along the seashore. Hearing FOOTSTEPS, he stops abruptly. Turns and looks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Who's that? Who's following me? Seeing nothing. Jesus starts again. The FOOTSTEPS return -- LOUDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Is that you? He clutches his head, collapses to his knees in pain:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Magdalene! Magdalene!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus walks through the narrow streets of Magdala a fish- market village on the Sea of Gennesaret, which also serve as a rest spot for caravaps and traders en route from the Indias to Tyre and Sidon. The streets are crowded with camels, donkeys and traders of all descriptions: Mongols on horseback, Afghans laden with rugs and blankets, Nubian slaves following their Greek and Roman masters. Jesus pushes his way through a crowd as he reaches the home of Mary Magdalene. A row of camels, horses and donkeys stand outside. Jesus enters. As Jesus enters, A NAZARENE calls to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAZARENE",
          "text": "Ah, Carpenter, you've come to worship? The man laughs and moves on. curt TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A camel sleeps by the well in the center of the courtyard Jesus latches the door behind him. A dozen traders and merchants are seated on benches aroun the courtyard; each waits his turn with the Magdalene. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f11 12 13 14 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They have come from the four corners of the earth. Side by side sit a Bedouin in a long white jellab, a young Indian nobleman with gold bands around his ankles, a fat green-turbaned TURK. The hot sun beats down on them all. Each sweats, looks impatiently from side to side, engages in small talk. How much are slaves selling for in Alexandria and Damascus? What is the trading price of cinnamon and pepper? A short Bedouin emerges from Magdalene's house. He passes through the courtyard without glancing to either side. The next in line, an old Jew, enters Magdelene's door. Th Turk calls to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TURK",
          "text": "Hurry up, old man. Don't take all day! The others join in laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "is waning. Three merchants wait with Jesus. An old woman passes through selling bread, dates and wine. An Egyptian emerges from the Magdalene's house. Another man gets up. Jesus defers to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Jesus sits alone. The last customer closes the courtyard or. Jesus stands, enters Magdalene's house. curt TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus steps into the dark, amber-lit room. Mary, lies naked on a stack of blankets, covered with the sweat of all nations. Facing the wall, she calls out in a hoarse voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Is there anyone else? Jesus stops in the middle of the room, wable to go further. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mary turns and recognizes Jesus. She instinctively pulls the blanket over her nakedness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JESUS",
          "text": "I want you to forgive me. The Magdalene doesn't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I've done a lot of wrong things. I'm going to the desert to be cleansed. The worst things I've done are to you. Forgive me,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Ah, now I get it. You sit out there all day with the 'customers'. Then you come in here with your head down. La-te-ta. It ain't that easy. I ain't gonna forgive you just ‘cause you wanna be forgiven,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(falls to his knees) It's my fault, but I'll pay the debt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "You bleat like an animal. Lift your head up and face the truth. You want the same as the others. But you can't admit it, so you blame me. I pity you, Jesus. 1 detest you. Jesus, his head bowed low, starts to weep:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You're full of the devil. Please, can’t you see that? Tears fall from Jesus' cheeks. Magdalene sits up, puts her arm on his shoulder:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Don't you understand? A woman is like a wounded doe. All she can do is lick her wounds. That is her only joy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(looks at her) Don't you remember when we were children? Mary's eyes are also wet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Yes, I remember. I pity you. I detest you. Every time I see you wy heart breaks. (starts to get up) Look the other way. I'm naked. Mary stands and puts a dress on. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Mary takes a casserole from the fire, pours it into a bow and hands it to Jesus with a barley roll. Jesus, starved, bites into the bread:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Is that the way you eat? Without saying grace? Don't you think you oughta thank God for giving you bread, beans and whores? The bread sticks in Jesus' throat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Why do you hate me? Why do you tease me? Let bygones be bygones. Forgive me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Stop whining. Forgiveness isn't given, it's taken. Jesus eats. Mary looks at him tenderly. She touches his ace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Yes, I remember when we were children. When you were three and I was one. (Jesus does not respond) I remember when we laid under the tree together. There were three steps leading to your house. I'd watch you trying to climb. I wanted to help you but... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 16 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Magdalene is coming on to him. He is her one, her only, h lifetime love. No matter what he does, she eB hever stop” loving him. Jesus is afraid; he knows her power -- and his weakness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Stop! He stands and walks over to the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "I never felt so much tenderness toward anyone as felt for you then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": ". (his head in his hands) Adoriai! God, help me! (to Magdalene) I'm thinking about God. I must leave... His voice is strangled, heartbroken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Please stay. That is, if you will condescend to share a prostitute's shabby room. “\" (Jesus doesn't respond) It's cold. Sleep by the fire. Jesus walks to the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I can't stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "‘Don't worry. I won't tempt you. I won't touch your precious virginity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I'm sorry. Jesus leaves. The door rattles against the jamb. A moment after he exits, Mary Magdalene sinks her head into the blankets, sobbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus walks hurriedly toward a walled desert commme. The landscape is now barren, and wild. In the distance, sheer cliffs ascend from a sandy plain. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 17 18 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "In Christian times, these communes were called monasterie but these pre-Christian gutposts lacked the doctrinal sim and ascetic commitment of the later Catholic monasteries. They were simply groups of religious men living together meditate, do good works and preserve the Torah and other religious documents. Jesus knocks on the main door. He waits anxiously as the ABBOT? opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Thank God. I thought I’d never make it. Please let me in. I'm safe now. The Abbot, taken back, lets Jesus in. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "-- Jesus, now bearded, copies scrolls with other acolytes -- Jesus works the commune garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus: sleeps on a woven mat. He hears a HISSING SOUND. His eyes open, he sits up. A snake emerges from a hole in the wall and slithers acro the earthen floor. Another snake follows it. The snakes coil around each other and copulate. Jesus sits up, his back to the wall, watching:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Why now after all this time? So this is sex. Men and women coupling. This is why they were thrown out of Paradise. (watches the snakes) But everything is of God. And everything has two negpings, one obvious, one hidden. What are they telling me? He looks at one of the snakes. It speaks to him in Mary Magdalene's voice: : (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNAKE/MAGDALENE",
          "text": "Jesus, I forgive you. The snakes change color as they coil. Is this real -- ora vision? The question doesn't occur to Jesus. Nor would it to his contemporaries. They lived in a time which accepte healings, miracles, stigmata and visions as extensions of the natural world. Jesus grabs his chest; the snakes hiss inside his breast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Leave me alone. Jesus breathes a sigh of relief. The Abbot stands in the door, Jesus looks up. The snakes are gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBOT",
          "text": "What's wrong? Jesus doesn't answer, The Abbot puts his fingers to Jesus lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "They're gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBOT",
          "text": "Yes, they've fled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBOT",
          "text": "And now you must leave too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBOT",
          "text": "The snakes came from you. Now you must leave too. Go into the villages. Stand and speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "To who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBOT",
          "text": "To anyone who will listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "And say what? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 19 20 21 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBOT",
          "text": "Don't worry about that. Just open your mouth. Do you love mankind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I see men and I feel sorry for them, nothing else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBOT",
          "text": "That's enough. It’s time for you to leave, .",
          "sentiment": "neutral"
        },
        {
          "speaker": ", JESUS",
          "text": "That's why I was sent here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBOT",
          "text": "I don *t know. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A full moon illuminates the walled enclave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A palm-sized lamp burns as Jesus straightens his room. Hi few possessions are neatly laid out for travel. He hears a HISSING NOISE outside the room. Stops. Listens He cautiously opens the door and steps into the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus strains to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Hello? Suddenly an arm grabs Jesus from behind and throws him against the wall. Judas stands in front of him, panting, his double-edged dagger in his hand. His red face glistens with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Crucifier! (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Judas? Is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Welcome. I've come to kill you. I hissed and you came. Judas pushes Jesus inside the cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judas locks the door behind him. He throws the ‘elbow key across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear me? Don't start crying. Get ready. Jesus, composed, stands across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I am ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Don't make any noise. Don't call for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I'm happy to see you, Judas, It wasn't you that hissed, It was God, Can't you see? This is perfect, Tonight, I was cleansed. I'm tired of wrestling with God; I'm tired of living. (opens his tunic) Here's my neck. Cut it with your knife. Judas backs off. He is disgusted by the sight of Jesus’ bare neck, He has come here to fig t like a man, To spill blood in a struggle. He puts his dagger to Jesus’ neck:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Why don't you resist? What kind of man are you? Fight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(calm) Why? What you want, I want -- and God must want it too, because that's why he brought us together. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JUDAS",
          "text": "(takes his knife down) I put a knife to your neck and you don't blink. What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Think whatever you want,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(studies him a second) ~ Okay. You may think I'm just a stupid blacksmith. But you talk -- I'll understand. Who are you? What do you want? What are all these stories which follow you; a flowering staff, a Lightning flash, the voices you hear, the fainting spells which seize you? What's your secret?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Pity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Pity for who? Yourself? For Israel? Is that it? Are you tortured by Israel's suffering?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Pity for man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Man! The Greeks who slaughtered us -- they were men, weren't they? And the Romans -- they're men, too. Don't pity man, pity Israel. The rest can go to Hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I feel pity for donkeys, sparrows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "And ants? I suppose you feel pity for them, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Yes. Everything's a part of God. When I look into the ant, into his shiny black eye, I see God. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "You don't fear death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Why should I? Death isn't a door which closes; it's a door which opens. It opens and you enter. Judas, confused, lowers his knife:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "If I don't kill you, what will you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I don't know. LI want to speak to others,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "What are you going to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(shrugs) I'll just open my mouth and God will do the talking. Judas wavers between confusion and anger. He looks at Jes he sees a GLOW behind his head. He no longer has any tast for this task.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JESUS",
          "text": "What are you waiting for Judas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Who are you? Maybe you're the one who will make the people rise up against the Romans. Maybe you're the one we've been waiting for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Maybe God didn't send you to kill me. Maybe he sent you here to follow me. I am ready to be killed: I'm also ready to live. Decide. Judas is in a quandry:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Don't be in such a rush. It's a long night. (pause) You're a strange one, (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 23 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS, (CONT'D)",
          "text": "I'll tell you what I’m going to do. I'm going to sleep down here by the door and think about it, You turn your head away from me. I need more time to think, Jesus lies on his mat, his face to the wall. Judas sits, his back to the door, thinking. He puts his knife away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, GALILEE",
          "text": "Judas and Jesus walk across the plain toward Magdala. A wind blows across the Sea of Gennesaret. On the hillside, the flowers -- red anemones and white narcissus -- are in bloom. . Jesus, bearded, is dressed in monastery whites. For the first time he looks like familiar Jesus of romantic paint ings. The meager possessions are wrapped in cloth. Judas and Jesus appear to home come to an understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zebedee, James, John, Philip and two others approach the house. Two camels, their hampers packed, are tied outside The buildings are constructed of wood and black basalt ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "(points to camel) Can you believe this? It's bad enough we live in a whorehouse, but she, a Jew, works on Sabbath, While our women can't even look in a mirror, she makes ‘love' with Romans. Zebedee's voice is raised. A crowd starts to gather. TABA a Zealot and trouble-maher, joins with two companions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABAS",
          "text": "Yeah, we come back from synagogue and and lock the other way. A WOMAN stands across the narrow street:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN OF MAGDALA",
          "text": "You ought to see the things I see. I'm too poor to move, so I have to put up with it. \f24 25 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "You shouldn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABAS",
          "text": "The whore should move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABAS' COMPANION",
          "text": "Let's put an end to it. Tabas and his companions bang on Magdalene's door. The growing crowds egg them on. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and Judas enter the village. The streets are quiet. It is Sabbath. Ahead, they hear a commotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Let's find out. They hurry through the streets until they come to a clear A mob has assembled around a shallow pit. Judas, the man of action, pushes his way through the crow Jesus .follows. Mary Magdalene lies in the pit, her knees and elbows are bloody from being dragged down the street. Terrified. The crowd, in a festive mood, hurl insults and spit at he Children collect rocks for a stoning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(to Judas; urgent) It's Magdalene. Jesus steps into the center of the pit, stands next to Magdalene and holds up his hands:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Stop! First there's a stunned silence, then a buzz runs through the crowd. No one is more surprised than Judas. He watche closely. In the crowd Philip and Peter have joined Andrew and John Tabas calls out: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f25 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABAS",
          "text": "Get out of the way. She violated the Sabbath. She must pay the price. A small anonymous stone hits Magdalene's hip. She grabs Jesus' leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "(chants) Death! Death! Death! Jesus walks in a circle around Magdalene. He stares her accusors in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Listen to me! Look me in the face. Which of you has not stolen, lied, murdered? Let the one without sin throw the first stone. The crowd is frozen, Zebedee picks up a large rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "I'm not afraid. I'm innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(steps up to him) Don't make a mistake, Zebedee. There is a God. Don't tell me you've never cheated an employee, snuck into a widow's bedroom at night? Aren't you afraid God will paralyze you if you lift that stone? at your hand will wither and hang at your side? . The old man is suddenly filled with fear and superstition Zebedee drops the rock and runs. The sympathies of the mo shift to Jesus. Judas is heartened. Perhaps this is the leader to unite the people. Tabas and his companions start toward Jesus, but Judas st between them, braced for action. The crowd, afraid of Jud backs away. Jesus helps Mary to her feet. Judas calls to the crowd: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f25 26 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS 12 .",
          "text": "Come, follow the rabbi.“ He will speak, Judas, Jesus and Magdalene walk away from the pit toward outskirts of town. A large segment of the crowd follows. One VILLAGER whispers to another:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAGER",
          "text": "What's happening? Is Magdalene getting married? cut To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and Judas lead the curious crowd up a steep, green hillside. In the distance the sun is low over Mt. Hebron. Magdalene sits near Jesus' feet; Judas stands in the back ground. The crowd waits to hear what Jesus has to say. Jesus looks out over the racamuffin villagers, the peacef countryside:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "This is the moment I've always feared. There is so much to say. God has so many miracles. A pause. The words burst out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Brothers! I'm glad to see you. Let me tell you a story. A man, a sower, was sowing in his field. One seed fell on the road -- the brids ate it. Another fell on stones and died. But another took root, sprouted, became grain and fed many people. (pause) Don't you have ears? Do you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "(beligerent) I got ears, but I don't understand. Be clearer. Jesus thinks, then says softly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I am the sower. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "God help us! I suppose we're the stones? A moment of confusion. Zebedee says to those near him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "Another beggar. John, an open-faced, fuzzy-cheeked boy about 19, leaves h father and approaches Jesus:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Rabbi, tell me. If you are the sower and we are the stones, what is the seed? Jesus is baffled; he has no answer. John repeats the question:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What is the seed you offer? The answer comes to Jesus:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Love one another. Love one another! The crowd whispers: \"What did he say?\" \"Love each other?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABAS",
          "text": "That's stupid. We're starving. Tortured. Hungry. How can hungry people love each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(steps forward) Yes, 'Rabbi,' is this what I've been waiting for? Love one another? T suppose that means love the Romans too",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I used to think God was angry, but not any more. He used to jump on my head like a crazy bird with claws. But then he came to me like 2 cool breeze and said, ‘arise’ -- and here I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "Go to hell! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABAS",
          "text": "Pie in the sky. Jesus, speaking rapidly, goes directly to the social conc of the mob:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Blessed are those who hunger and thirst after righteousness, for their stomachs will be filled with bread. Blessed are those who mourn, for God will comfort them. Blessed are the meek, the suffering, for God will give them a kingdom in heaven. Jesus is now talking like a prophet -- a Zealot. The dirt-poor villagers are agitated: \"Yes, we will get t wealth of the rich; we'll get Israel back.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST VOICE",
          "text": "Let's kill the rich!",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SECOND VOICE",
          "text": "Why bother with the rich? Kill the Romans!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(protests) I didn't say death. I said love! The crowd, incited by rhetoric and hunger, disperses in search of shops to plunder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "(motions to his son) Come on, let's get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "No. Go on without me. John and Andrew stay behind with Peter, Philip and Judas. Jesus wipes Mary Magdalene's bloody feet with his tunic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Rabbi. I'll come with you. You need someone to cook and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "No. Go back home and be an example. He helps her to her feet, kisses her forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f27 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another day. Jesus leads his little band along the seasho Peter, John and Andrew walk with Jesus; Judas and Philip follow. Two peasant women, a street urchin and a couple o doszs bring up the rear. They approach Zebedee who mends his nets with James, Nathaniel and two other fishermen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "Hello Zebedee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "(to John) Where have you been? We've been working all morning. John steps over to his brother:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Come with us. Believe me -- this is for real. Just what we talked about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "(joining in) You don't have to work for your old man anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "But I told Nathaniel I would go to his cousin's wedding...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "{to Zebedee) Watch out you'll lose another son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(to James) Put down your net. I'11 make you a fisher of men. James does not respond. Jesus leads his group down the shore. As they go, Zebedee calls to John:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEBEDEE",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "(laughing) To the Kindgom of God! James watches as they recede. He thinks a moment, drops h net and runs to. follow them. cut TO: \f28 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The disciples sleep in an olive grove. Jesus, awake, sits a nearby knoll, looking into the night. Judas walks over and sits next to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Excuse me, Rabbi. I'd like to talk. (sits) I don't feel comfortable with the others. I mean, they're good men, but weak. They couldn't defend themselves, much less fight for you. I'm a rough man -- hard but honest. Who I love, I die for; who I hate, I kill. (Jesus doesn't answer) I can even kill someone I love if he does the wrong thing. Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Yes. I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "The other day when you said turn the other cheek to the man that hit you, I didn't like that. I'ma free man, not a slave. I don't turn my cheek to anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I want freedom, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "You do? You want freedom for Israel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I want freedom for the soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Un-ah. There's no freedom for the soul without freedom for the body. You know that. The Romans come ‘irst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "The soul is first. Andrew, sleepy-eyed, walks over, concerned:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Who's there? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "It’s me, Andrew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go back to sleep. Judas and I are having a private talk. Andrew turns and leaves. Judas waits until he is out of earshot:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know the Zealots commissioned me to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Why did you stop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "I decided to wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "To see if you were the one we're waiting for. I don't want to kill Israel's Savior -- not me. I said, ‘Wait, he may not even know it yet.’ But don't listen to the others -- they're sheep. It's you and I who will decide who's burning you up -- God or Satan, If you waver from Israel's path, I!11 kill you. Don't be fooled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "How can we know? I was full of hate when I saw them torturing Magdalene. Yet I opened my mouth and out came the word 'lov2'. Help me. What should I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(thinks } We'll go to Judea and see John the Baptist. He stands out every day shouting, 'He is coming, He is coming.' Let him decide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(nods) Okay. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 29 30 31 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (CONT'D)",
          "text": "(a beat) I'm afraid, Judas. Stay here. Judas spreads his blanket on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later that night. Judas is asleep. Jesus awakens. Jesus surveys the still black night. He pulls an apple from his tunic, picks a seed from it and tosses it to the ground. A tree grows immediately from the seed. Ripe, red apples grow from every branch. - cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and his disciples approach Cana, a village west of Magdala and Gennesaret. His “merry band\" has swelled to a dozen or so, women and children included, A celebration is going on in town: Nathaniel's cousin is getting married. Jesus and his followers are all in good spirits: it's a festive occasion. Village children run away, announcing Jesus’ arrival. He's become a local celebrity in the past several weeks. Nathaniel greets James on the outskirts of town:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "Hello, James. You've come for my cousin's wedding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "If we're welcome. Nathaniel, this is Jesus from Nazareth, our Rabbi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "Yes, we've heard about you. Will you bless the couple? (Jesus nods) There's gonna be a big party tonight. cuUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A half-dozen virgins, freshly-bathed, carrying lit lamps, sing a wedding psalm. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jesus exchanges small talk with a group waiting for the ceremony to begin. Mary Magdalene steps next to Jesus. She looks like a chan woman: simply dressed, radiant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "I heard you were here. Jesus takes her hand. An OLD MAN says to Mary:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "You don’t belong at a wedding. We're here to celebrate purity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Listen to me. I'Ll tell you a story. There were ten virgins waiting for the groom. Five filled their lamp; five didn't. The groom was late and the five foolish virgins went to get more oil. He let the wise virgins in and locked the door, When the foolish virgins came they begged to get in. What would you have done? The Old Man doesn't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(to Nathaniel) What would you have done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANTEL",
          "text": "(thinks) I guess I woulda let them in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You're right. That's what the groom did. He said, 'This is a feast. Let everyone eat and drink.' (points to Mary) God's kingdom is large enough for everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Nazarene, that's against the law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "The Law is against my heart. \fme ry rn, “~~ 32 n",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "4 i ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "o~ 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "33 oo 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The ceremony is over. Jesus, the disciples and the other guests are laughing, drinking and swapping stories. (Jesu hand rests on Magdalene's shoulder.) The wine has loosene everyone's spirits. Everyone but Nathaniel: he's upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NATHANIEL",
          "text": "I didn't buy enough wine. More people came and stayed late and now we're out. Jesus points to several large vats:",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JESUS",
          "text": "What's in those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "Water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "No. It's wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "Com'on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Go over, Check it out. It's wine. Nathaniel goes over to a vat, lifts the lid, dips his finger inside and tastes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "You're right. It is wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "(as a joke) It's a miracle. Everyone laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and his followers rearch the edge of the Dead Sea. Sixty miles south of Galilee, it seems like another count The green hills of Gennesaret have been replaced by barre plains and rocky cliffs. In the background the mountains of Moab are pink against the midday sun. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fee eee",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jesus takes Andrew by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(with trepidation) Where is he? Where's the Baptist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "Ahead, beyond the reeds the river is calm. Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You're tired. Stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "It my be dangerous. I'd better come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "No. I want to go alone. Jesus walks through the burning heat toward the oasis. Judas, who had been following behind, runs and catches up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "You forgot to call me, This is the big moment. I want to be with you,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Come along. They walk down a slope. John the Baptist's voice echoes i the distance, They push their way through a mixture of lo class Israelites, Jesus gasps when he first sees THE BAPTIST: a wild man, unkempt, unwashed, dressed in animal skins, he shouts in wind:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST",
          "text": "Repent! The day of the Lord has come! Roll on the crowd, bite the dust, howl! The Lord says: ‘On this day I shall command the sun to set at noon; I shall crush the horns of the new moon and spill darkness over earth. I shall reverse your laughter, turn it into tears, and your songs into lamentations. I shall blow and all your finery -~ hands, feet, noses, ears, hairs -- will fall to the ground.’ (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 Iw",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "LA",
          "text": "h t",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "o~ 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He's awesome. Even Judas is taken back. He grabs Jesus:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Master, can't you hear? It's the Messiah.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", JESUS",
          "text": "No, the Messiah won't come with an ax in his hand. Jesus walks ahead; Judas calls to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "We'll see. Go to him! Jesus walks slowly toward the Baptist, his eyes fixed on prophet. The crowd flails and shouts in the manner of mod day Pentacostalists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Even from behind, I knew I had seen him before. Where? When? Was it a dream? Yes, it was. But he was all dressed in white. Jesus steps behind the Baptist. John suddenly turns at hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST",
          "text": "Who are you? Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(his voice trembling) De you recognize me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Have you read Isaiah, forerunner? Do you know the prophets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST",
          "text": "You're The Chosen One?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I don't know. (demanding) Tell me. The Baptist locks around: the crowd wails in SILENT MOTIO A sudden calmmess. He starts to shake:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST",
          "text": "Why have you come? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 34 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "To be baptized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST",
          "text": "I don't dare. If you are the Master, you should baptize me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I don't know yet. Do your duty. Baptize me. Jesus kneels at John's feet. Judas looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and the Baptist sit on the dark river bank. A group of pilgrims camp in the distance. They are weary from hours of debate:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Isn't love enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST",
          "text": "No. The tree is rotten. You must take the ax and cut it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "If I was a woodcutter, I'd cut; if I was a fire, I'd bum. But I'ma heart and I love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST",
          "text": "(with evangelical fervor) What do the prophecies say? ‘On the day of t ord, blood will flow from wood, the stones of the houses will come alive and kill their owners!' The day of the Lord is here. I was given the ax, now I pass it to you. Jesus, frightened, stands and turns away:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "No, I cannot. Be patient. I'll go to the desert. To Idumaea. God will speak to me there. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 35 36 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST .",
          "text": "Watch out. God isn't alone out there. Devils are waiting too -- I know. The Baptist walks over to Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Goodbye, Baptist. John kisses Jesus on the mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "His tongue felt like a burning coal in my mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAPTIST",
          "text": "Don't be afraid. You are the One. Two roads open up in front of you: the road of man, the road of God. Take the more difficult one. Make your arms strong. Strike! Jesus walks away, not looking back. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus runs across the desert as if pursued, He stops, pants, continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next day. Jesus wanders through the wild, uninhabited terrain. The sun, like a blast furnace, blows sand into h ace, He sits beside a large rock:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "I'm not going any further. This is it: I'm staying here. I'm a grain of sand in this desert, God. Can you see me? I have no weapon but love. (draws a.circle in the sand) I'm not going to leave this circle, I won't leave until you talk to me. And not with hums, or thunder or headaches -- but with a clear human voice. Tell me which path to take. Or else let me die here. FADE OUT. \f37",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE IN. Days have past, The hunger and deprivation are beginning to show on Jesus' face. His clothes are the col or soil. He hears a sound, looks into the moonlit night: a large SERPENT coils at the edge of the circle. The Serpent speaks in a half-human, half-animal voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERPENT",
          "text": "I felt sorry for you, Jesus. You were lonely. You cried, \"I don't want to be alone,' so I came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I didn't call you. Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERPENT",
          "text": "Your soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "My soul!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERPENT",
          "text": "You're afraid of being alone. Just like Adam. He called me and I reached into his ribs and gave him a wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You want me to do wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERPENT",
          "text": "Do wrong? To love and care for a woman? To have a family -- this is wrong? Why are you trying to save the world? The world' doesn't want to be saved, Find love,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I have love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERPENT",
          "text": "Look into my eyes, look at my breasts... The Serpent's voice dissolves into the soft, comforting voice of Mary Magdalene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERPENT",
          "text": "..- Do you recognize them? Say the word. Nod your head and we'll be in my bed together. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37 38 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "No, no, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERPENT",
          "text": "(compassionately) Oh, Jésus. The Serpent suddenly explodes, leaving no trace. Jesus pl his head between his legs and begins te sob, as if he has lost a loved one. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE IN. Another week has passed. Jesus' clothes are torn and tattered by the desert winds. He awakens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "After ten days the hunger went away. He hears a sound. A LION stands at the edge of the circle",
          "sentiment": "neutral"
        },
        {
          "speaker": "LION",
          "text": "Welcome, Jesus. Congratulations. You've overcome the petty temptations of a woman, a family. We're both bigger than that. A woman's not enough, we need the whole world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LION",
          "text": "I am you. I am your heart, your hungry heart which pretends to be humble but wants to conquer the world. I will set my four feet down, one in Babylon, one in Jerusalem, one in Alexandria, the last in Rome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I've never wanted a kingdom on earth. Heaven's good enough for me. The Lion's voice transforms into Judas':",
          "sentiment": "neutral"
        },
        {
          "speaker": "LION",
          "text": "You lie. You've always wanted power. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LION, (CONT'D)",
          "text": "When you were making crosses for the Romans in Nazareth, your head was exploding with dreams of power. You said it was God, but you really wanted to rule others. Now you will. Jesus, shaking, approaches the Lion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Step into my circle, liar, so I can pull out your tongue. The Lion steps into the circle, and, as he does, disappea / FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE IN. Jesus lies sleeping by the rock. Another week ha past. He's a wasted skeleton. A blinding, hallucinatory light wakes him. An ARCHANGEL s at the circle's edge. e Angle is a ten-year-old boy, dres in white with soft wings folded under his arms. Jesus strains to see through his swollen eyelids:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHANGEL",
          "text": "I'm the one you've been waiting for. Remember when you were a child, you eried, ‘Make me a God. God, make me a God.'",
          "sentiment": "neutral"
        },
        {
          "speaker": ", JESUS",
          "text": "But I was just a child then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHANGEL",
          "text": "Adonai. You are God. The Baptist told you. Join me in power. We will rule over the living and the dead. You will sit on the throne, I'll sit at your right hand. Jesus suddenly realizes who he's talking to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Satan! The ripe tree from Jesus' dream appears behind the Archan The Angel offers Jesus an apple. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 40 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jesus bites ito the apple: it turns into bleod in his mou The blood drips down his chest. The Archangel's soft feathe wings grow into black, spiked flanges, tising menacingly above his shoulder blades. The tree withers behind him. The boy smiles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL",
          "text": "We will meet again. The Archangel turns and leaves. Jesus picks up a stick at his feet. The stick is an ax. The Baptist's voice speaks to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAPTIST, (V.0.)",
          "text": "The day of the Lord is here. Run and carry the message: ‘I am coming.' Jesus strikes at the root of the treet with the ax. The s turns red: there is a deafening thunderbolt followed by a lightning flash. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens. An emaciated figure in tattered clothes etands silhouetted in the doorway. MARY and MARTHA, sisters in their early thirties, tum aghast. Mary sits at a waving loom; Martha near the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "er.. From Galilee. I'ma foreign I'n hungry and need rest. cold an",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(to Martha) Lazarus is out. We're alone. (to Jesus) Are you a good man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "(to Jesus) Don't let my sister's fears worry you. I'm Martha, this is Mary. We don’t have much, but you're welcome to what we have. Who are you? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 41 42 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Jesus of Nazareth. He staggers into the room, collapses on the hearth. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night falls on their modest Bethany home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, washed and wearing a new tunic, eats bread and oli Martha hands him wine flask. Sitting by the fire, they almost look like a family wit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Speak more. We don't know anything about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What is there to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Silence doesn't satisfy a woman. Women need a kind word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Don't listen to her. Not even silence is enough for a woman. She wants a husband in bed at night. She wants a baby to suck her breasts -- but what do men know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Do you have a wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(thinks) No. They lapse into silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "These are hard times. The King has killed the Baptist. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42 43 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "It was at Herod's palace in Tiberius. The King was drunk. They say he had the prophet beheaded to satisfy a girl. Jesus smashes his forehead against that fireplace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Oh, God. These are the final days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "(unable to hear him) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(stands) I must go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "But you've hardly had time to rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Please stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "It's time to leave. He stops at the door, smiles compassionately at them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Thank you, Mary, Martha. God will bless you for your kindness. (a sad beat) I wish I could stay. He closes the door behind him. “Martha looks at Mary, dow cast. A good man had entered taeir lives, like a miracle. Now he is gone. CuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torches light the exterior of a small inn near the Sheeps Gate. (So named because the sheep were sold here.) 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The disciples sit around several tables. The INN-KEEPER sleeps on a bed of straw.in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "Now they say they're going to kill everyone who was baptized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ PHILIP",
          "text": "Nobody told you to get baptized. Serves you right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You were baptized, too. Begged for it. So, shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "I hear the fishing is great in Gennasaret. You just drop the nets in and they fill with fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "I don’t know what's happened to my sheep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "So go back,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "We promised the Master we'd wait here for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "It's been over a month. He talks to The Baptist, then disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "How do we know what The Baptist said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "Talk like that will get you a swelled head -- just like the Baptist. They all laugh. Judas interrupts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "I say we wait. A momentary silence. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f44 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I agree with Judas -- and say we have another drink. (calls out) Inn-keeper, wake up! We need more wine. The Inn-keeper sleepily obliges. The door opens: Jesus enters. Jesus heart. John sinks to his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Thanks for waiting, my dear friends. It-hasn't been a waste of time. JOHN © What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Were you baptized?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Yes. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "John baptized with water and they killed him. Now I will baptize with fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Is this the message of the Baptist? reaches into his chest and pulls out his own bloody He offers it at arms length to the disciples. Blood drips from the ventricles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "This is my heart. Please take it. I lead the way. If you have sheep, give them away; if you have nets, et them rot; family, children, leave them behind. We're on the march. Jesus places his heart back in his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I once believed in love, now I carry the ax. Are you with me? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f45 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Judas falls to his knees and kisses Jesus’ feet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Adonail The others follow Judas' example.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You lead, we'll follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "We're going back to Nazareth. We'll begin our campaign there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and his followers (they have grown in number) walk through the Samarian lowlands. Mts. Gerigim and Ebal lie to the east. 1 . The group advances with determination and purpose. Judas at Jesus’ right; Peter at his left. A cluster of indigent villagers, women and children follow them. They come upon a makeshift asylum for the insane. The men are housed in a group of low-lying buildings. The deranged men run toward Jesus, fall at his feet, beg pitiful jibberish. . Judas and Peter try to ward them off. Jesus is angry -- not at the men, but at the evil spirits that possess them He slaps one man, kicks another:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Satan! Leave these men alone. Get out! (points) Go into those pigs over there. The insane men grow suddenly calm. The disciples turn to watch as the herd of swine, squealing, run cff a cliff an plunge into the ravine. The insane have returmed to their senses. Most are con- fused, some praise Jesus. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f45 46 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Go to the temple and cleanse yourselves. That said, Jesus moves on, He doesn't give a second thoug to the \"miracle\" he has performed. LATER. A BLINDMAN, led by his BROTHER and SISTER, approac Jesus and the disciples. His reputation has spread throug the countryside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SISTER",
          "text": "Mister, welcome. Come to our home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "Adonai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SISTER",
          "text": "My brother has no sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLIND MAN",
          "text": "Adonai, help me. Jesus stops. He takes ground herbal powder from his sleev and mixes it with sand. He spits into the mixture, then applies st to the Blind Man's eyes. He looks upwards and chants:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Jeremiah, Moses, Elijah, Isaizh -- touch my mouth, touch my lips. Jesus kisses the man's mud-caked eves. The clay falls fro the Blind Man's eyes. His gruesomely deformed eyes are no normal: he can see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Go to the temple, Tell no one what has happened. Jesus motions for his disciples to follow. They continue talking among themselves. The Blind Man stands behind, stunned. His Sister embraces him. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, NAZARETH",
          "text": "Sabbath. The faithful, fresh from synagogue, mill about under the date palms in the manner of churchmen over the centuries. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "These are not common people. On the contrary, they repres the Jewish hierarchy: the severely moral Pharisees, with their belief in afterlife; their rivals, the legalistic Saducees, in collusion with the Romans; and landowners and shopkeepers who supported the synagogue. There is a commotion. Several of the churchmen point in t direction of Jesus and his band of rabble. Jesus mounts t rocky crucifixion site. He calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Brothers! Listen to me. Isaiah eried, ‘The spirit of the Lord flowed over me, he chose me to bring good news to the poor, he sent me to set free the slaves and make the blind see.\" The churchmen, curious, gather around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(continuing) My dear old friends: The prophet was talking about me. God came to me in the desert. He gave me a great secret and told me to bring it to you -- didn't you hear me coming? I ran here first -~- to give the news to my hometown, The kingdom of the Lord has come! Someone from the crowd taunts him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAGER",
          "text": "We hear you do miracles. Do one for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(impassioned) Everything is a miracle. Look at the sky, Fook at the weeds under your feet. The Day of the Lord is here. ‘there are only a few hours left. Are you ready? Call the poor and give them your goods before it is too late. What you care about your possessions? Your gold and silver will rust and their rust will eat your flesh like fire. You will drown in the sweat of the poor. Look above your heads. The flames of God are already coming down! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fee 46 49-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The local burghers boo and laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAGER",
          "text": "Who are you, the son of Mary, to tell us about God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAGER",
          "text": "I remember when he made crosses. (to companion) Get his brothers to take him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What are you laughing at? Are you trying to protect your houses and olive trees -- they will all tum to ashes. Ashes! th wh VILLAGER #2 is is what happens when doesn't marry. The semen backs up into his brain. Someone throws a stone; it grazes Jesus’ head, drawing bl",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAGER",
          "text": "Go home! You're full of devils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(wiping blood from his brow) This is my home! Peter and Judas rush to Jesus' defense. Judas puts his ha to his dagger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Shame on you! What has he done to you? The soil-colored poor from the slums have begun to gather around. These are the \"Am Ha-aretz,\" the destitute Lower classes oppressed by wealthy Jews and Romans alike. They think: Jesus is right. This is the new law. The kingdom of the poor has come. The rich and poor scuffle, exchanging insults and taunts. The scene is near chaos when JESUS' BROTHER arrives with friends. They struggle to take Jesus down hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS' BROTHER",
          "text": "Jesus, come with us. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 47 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "James, you're my brother. Leave me alone. Judas draws his dagger. Jesus breaks free of his brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(te Judas) Put it away. This is ne town for prophets. We'll go to Jerusalem (to Thomas) Blow your horn, we're leaving. Thomas blows his trumpet as Jesus walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and his followers head across the plain toward Sama",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "If I could touch every stone, breathe on every twig, they would rise up and join me. Jerusalem is falling. I can feel it. He turns to Judas who walks at his side: .",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "We're going to Jerusalem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Not the Old Jerusalem, the New Jerusalen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "A New Jerusalem!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Yes, we will build it. See this silly group of fools, cripples, jealous, blind, petty -- this is our army. They will shout and the Old Jerusalem will fall. God can endure it no longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(looks back) This isn't much of an army. Remember the Maccabees. We'll need more men. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 48 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "God will provide. Judas and Jesus walk in step. John rus alongside the Mast",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Master, your mother is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Your mother , Mary, possessed by maternal frenzy, grabs Jesus’ arm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (MOTHER OF JESUS)",
          "text": "Son, please come home. I'1l take care of you. You're sick but I'll make you better. (to others) Forgive him. Help me take him home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Who are you, woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (MOTHER OF JESUS)",
          "text": "(desperate) Your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I have no mother, no brothers. Only my father who is in heaven. Get away from me. He shakes his arm from her grip. Mary falls to her knees erying. Jesus keeps walking. The disciples follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and his ragtag \"army\" continue their southward marc Judas looks with pride at their growing numbers. Martha and Mary, dressed in black, approach Jesus. He wal . over to then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA /",
          "text": "Rabbi, forgive us. We heard you were near. We've walked two days. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 50 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Our brother Lazarus is very sick. We heard you've performed miracles, healed the sick, made eripples walk, blind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(interrupts) Take me to him. CuT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Jesus, Martha, Mary and the others approach Bethany, a village WOMAN runs to meet then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETHANY WOMAN",
          "text": "Oh, Mary, Martha, you've come too late. Lazarus is dead. He was buried three days ago. Martha falls into Jesus' arms; He consoles her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Take me to the tomb. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and a select group of disciples approach a row of tombs carved into the hillside. The Bethany Woman points out Lazarus’ tomb. It is sealed by a large boulder. Jesus instructs Judas and Peter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roll away the stone. They elicit the help of two others and lean their shoulde to the difficult task.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "What am I going to do? The stone moves: a hideous stench gusts from the tomb. Some disciples turn their faces; others put handkerchiefs to their noses. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50 51 52 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jesus stands at the entrance of the tomb and yells, His voice echoes: a wild, strange cry, like something from another world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Lazarus! In the name of the prophets, in the name of Jeremiah and my Father, the most Holy God, I demand that you rise and come out! At first, nothing. Then, slowly, a dessicated figure emer from the tomb, He is wrapped head to toe in white burial cloth. The crowd gasps, Slowly, and with great effort, LAZARUS unwraps the soiled linen from his face. Jesus is frightenéd by his own mirac",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Is the power of God so great? If it can raise the dead, can it also move mountains? Can it destroy ‘Rome? Tear the world in two? Strips of rotting flesh drip off Lazarus' face, The disci step back, astounded. Lazarus smiles at Jesus:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAZARUS",
          "text": "Adonail Jesus embraces hin,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "God help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, MARY AND MARTHA'S",
          "text": "Mary, Martha and family friends minister to the feeble La He seems confused, not quite sure if he is dead or alive. Jesus passes them and walks outside, cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, MARY AND MARTHA'S",
          "text": "Judas, Peter and John are sitting at a table in the garde Jesus joins them, interrupting their small talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Peter, Judas tell me, who do people think I am?20 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You know -- what do they say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Some say you're John the Baptist, reborn.. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That's stupid. Some say you're Ezekial, others, Jeremiah. Jesus sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Who do you think I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "My favorite character is David. My mother always used to talk about him. When he conquered Jerusalum he put the Jebusites to the ban -- killed all of the, didn't fool around. Gave everybody to God. The same with the Ammonites,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I always liked Ezekial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Ezekial!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Yeah. He didn't mince words about anything. Remember Obolibah -- the Jerusalem women who made love to the Chaldeans 'cause they were hung? (gestures; laughs) Ezekial wasn't afraid of anybody. He just told the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "My favorite is Isaiah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(interrupts) Sex, that's all it was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(interrupts; to Jesus) Who do you like? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52 53 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Jeremiah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Jeremiah was a loser...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You should have had his guts. He was born right near here, you know. Just over the hill. He said, the ~ Lord would write a New Covenant. I'll make it with Israel. I'll put my law in their minds. I'll write it in their hearts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Isaiah knew right from wrong. How long ago did he live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "I don't know. Before Jeremiah,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "No, Jeremiah was before Ezekial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Get off ic. (to Peter) When was Jeremiah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(shrugs) Beats me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(thinks) I'm not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prior to the Passover feast, from the 15th to the 25tt of Adar, every Jewish male had to pay a temple tax in the amount of one Galilean shekel. Since the coin of the land was Roman (and to a lesser extent Persian, Tyrian and Syr money-changers were needed to exchange Roman denarii for shekels. Obviously, they made a profit on this exchange. The money-changers had permanent booths outside the templ Proper. To a stranger the temple looked more like a broke house than a place of worship. Jesus enters the temple grounds with his central core of disciples. They have come to worship. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jesus comes to a cold stop: he's sickened by the sight of the money-changers. He tums to Peter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It's for the feast. Jesus, enraged, strides past the booths, overturning the tables. Scales, weights and coins from all over the world Scatter in every direction. The vendors rush to retrieve their money. Other vendors and customers turn on Jesus. Judas, Peter a the others forcibly fight them off. Jesus calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "My father's house is a place of worship, not a bank, or a store. The disciples circle Jesus for his protection. The RABBI, surroumded by SADDUCEES, steps out of the temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RABBI",
          "text": "Nazarene, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "God doesn't need a fancy house. He doesn't need cyprus and bloody animals. For years I used to come to the temple, but now the temple has come to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADDUCEE",
          "text": "(shocked) Watch what you say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "When I say, 'I,' Rabbi, I am saying ‘God.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "RABBI",
          "text": "This is blasphemy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Didn't you hear? I'm the Saint of Blasphemy. Make no mistake: 1 haven't come to bring peace, I've come to bring a sword. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The Sadduccee whispers to an associate, then Says to Jesu",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADDUCCEE",
          "text": "Take your ideas to the Romans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I'm sick of all of you. This temple will be destroyed. “One stone won't stand on another. God does not belong in a ghetto. God is not an Israelitel Even the disciples are shocked by this heresy. They escor Jesus out of the temple grounds for his ow safety. As they reach the temple gates they are mobbed by the poo and the infirm waiting outside. The beggars press on Jesu pulling at his arms an legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOB MEMBER",
          "text": "Heal me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOB MEMBER",
          "text": "Cure us. Make us rich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOB MEMBER",
          "text": "Do a miracle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(pushes them away) Get away. You sicken me. You're selfish and full of hate. God won't help you. This new crisis is broken up by four Roman cavalrymen. Th stampede into the mob, whipping beggars and curiosity-see alike. The OFFICER demands:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMAN OFFICER",
          "text": "Who is Jesus from Nazareth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I an.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMAN OFFICER",
          "text": "Come with us. The Procurator wants to see you. The calvarymen lead Jesus away, leaving the disciples behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f54 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roman garrison, the Antonia fort, was situated on the northwest wall of the temple. Roman soldiers, standing on the Antonia walls, could observe all the activities in th temple grounds. The Roman soldiers escort Jesus into an open courtyard. PILATE, 22 dressed in leather and metal military regalia, waits for him on a raised platform decorated by crudely carved eagles. Two soldiers, spears in hand, flank the Procurator. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "Are you Jesus of Nazareth, King of the Jews?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I'm not a king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "You aren't the Messiah? The people say you are,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "My kingdom is not of this earth,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "Oh yeah? Where is it then? In the air, maybe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "In heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "Good. You can have it. And take the Jews with you. They're disgusting. They never wash, you know. The Roman soldiers chuckle; they appreciate the Procurato sense of humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "God has raised his fist over Rome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "(blase) Rome is immortal, They tell me you do miracles. Is this good magic or bad magic? Can you do a trick for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I'm not a pet. I don't do tricks, (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (CONT'D)",
          "text": "But I'll tell you a vision the prophet Daniel had. A huge statue had a head of gold, its breast was of silver...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "(interrupts) Wait a second, Jew. You're going to tell me a parable. M not one of your goddamn peasants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Listen. Learn. There's an awkward moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "(sighs) Okay, tell me this vision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "The stomach was of bronze, the legs of iron and the feet of clay. A stone was thrown. It broke the earthen feet and the statue collapsed. God is the thrower; I am the stone. Rome is the statue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "Oh, give me a break. I understand what you're up to. You insult Rome so I'll crucify you and you can become a martyr like the others. Your kind come and go. How are you going to bring down Rome? Jesus starts to speak, then stops. He suddenly realizes he doesn't know what to say,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "God, what is the answer? I don't know what to say. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "Just as I thought. Another hustler. Do you make any money out of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Please speak to me. I need words. A pain suddenly surges through the back of Jesus' head. He holds his neck. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 55 56 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "Get out of here. Leave me alone. My wife dreams of you -- that shows you how stupid women are. Jesus, confused, humiliated, is led away,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus is released. Judas waits for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "What happened? Jesus has no answer. He just walks off. Judas follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Golgotha -- \"hill of the skull.” The name is not Metaphorical. In 4 B.C., two thousand Jews were crucified in Jerusalem in one day alone. The walls of the city hove nearby. Judas, who has been looking for Jesus, finds him alone on the bald hill. He sits beside hin. Rgmnants of rotting timber are scattered over the stones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "I've been looking all over for you. For two days you haven't talked to anyone. We're heartsick. What did Pilate want? Jesus collects his thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Judas, I have a terrible secret to tell you. (Judas waits) I'll tell you because you's: the strongest of my companions. Only you will be able to hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Thank you for trusting me, Master. Speak. Whatever it is, I can take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You know why I came to Jerusalem? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Yes, this is where the revolution will happen. Jesus sweating profusely, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "The Lord's flames are all around me. I can no longer sleep. I come to this rock, Golgotha, and lie awake. Last night Isaiah came to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(eager) What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(trembling) He opened his book and I read in dant letters: ‘He has borne our aults; he was wounded for our transgressions. He was afflicted, yet he opened not his mouth. Despised and rejected, he went forward without resisting like a lamb led to the slaughter.' Jesus, pale, sinks his head into his hands. He starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Judas, my dear brother, I'm the lamb. I'm the one who is going to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "You? You mean you're not the Messiah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(jumps up) No. That can't be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Don't shout. It will become clear to you. [I didn't understand at first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "But every day you have a different plan. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS .",
          "text": "I can't help it. That's how God comes to me. Now I finally understand. All my life something has been following me: footsteps, voices, headaches, a shadow. Now I know the shadow is the cross,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "I don't believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I hope you're right. Be patient with me. Tell no one about this conversation. Promise me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Yes, Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Good, I knew I could count on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Philip and Nathaniel walk along a narrow street. Bethany, even though a small village, seems overcrowded. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "When we set up the new government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "(thinks) Well, I guess I'd like more sheep. Only now a large herd. I'd hire other shepherds to take care of them. You know, Laban, that man who has a large ranch north of Tiberias? I'd like a spread like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANTEL",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "How about you? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f57 58 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANTEL",
          "text": "First off, I'g like to be able to worship in the temple. I mean really worship -- without Roman banners and soldiers standing around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "(nods) Of course. What else? As Nathaniel contemplates his answer, Thomas runs to gree them,",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "The Master has returned! He's at Martha and Mary's house. They rush down the street. Thomas leads the way. CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The disciples Sather around Jesus in the courtyard. Mary and Martha serve olives, bread, cheese and water. The disciples are in a festive mood as Thomas, Philip and Nathaniel enter. Jesus, although the center of attraction, is strangely silent, The newcomers eagerly greet him. Judas and Magdalene confer in the corner of the courtyard",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "What's bothering him? Tell me. Tecan't, He swore me to secrecy,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "You can tell me. I'd never breathe a word,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "No,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Why did he choose you anyway? You're nothing but a trouble-maker. |. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS .",
          "text": "Who do you think he should have chosen? That windmill Peter? Maybe that idiot John? Maybe even you -- a woman! He chose me because I'm strong. Magdalene, hurt, goes inside the house. Judas walks over to Philip who is standing alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Do you have your dagger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Good. Carry it all the time. The Messiah is going to march on Jerusalem next Sabbath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "He is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "He told me. How many men can you et together? I know about a lozen. I mean strong men, willing to die,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "From Bethany and Jericho, maybe five or six. But they're all Zealots,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Good, Go and get them. We'll need all the men we can pet when we go to Jerusalem. If there's enough of us, we'll get more inside the city. There is a commotion where Jesus sits. They turn and look Magdalene, having washed Jesus' feet and dried them with her hair, now anoints them with perfume. Thomas, ever the merchant, objects:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Master, why do you let her do this? We could have sold this perfume and given the money to the poor. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 59 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jesus speaks with a new air of authority: ‘quieter, but more forceful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You'll always have the poor, Thomas, but you won't always have me. Jesus bends over and kisses the top of Magdalene’s head. Then he takes her hand, instructing her to rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I don't like it, Rabbi. The perfume makes you smell like you're already dead and waiting to be buried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS -",
          "text": "Don't be so afraid of death, John. Death is a key; it opens the door. (to Magdelened Here, sit beside me. I'm lonesome. Tell me stories about when we were children. Magdalene sits beside Jesus, Mary hands him a wine flask. He takes a sip and passes it on. CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus is on the march. Judas, Philip and Peter lead a group of ruffians twenty strong. Behind them the disciples and the entourage follows. Philip turns to Judas:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "I'm worried about Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "You don't know him like I do, It looks likz he blows this way, then the other, but when the time comes, he'll give the command. His indecision is over,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "(looks around) There aren't many of us, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 60 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Just wait. When Jesus calls, there's gonna be such a mob you'll have to push your way through. Behind them, John, Andrew and Thomas argue:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I'm not afraid. . JOHN. Then don't act like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I'll do anything the Master asks -- anything but get crucified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "You're a coward,",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "I'd like to see you say that after you've been hanging up there two days and the crows come by and pull out your eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I made my decision. If you can't make yours, leave now. But the Kingdom lies ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "(touches his chest) I'm ready. I have my knife. CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and his followers pass through Sheep's Gate. Their arrival has been heralded in advance: crowds line the narrow road into the city. The mob has come prepared, palm branches in hand. They throw the branches in front of Jesus' processional, Someone provides a donkey, another throws a blanket over its back. Jesus climbs astride the mule. The crowd cheers as Jesus and the disciples pass: \"Hosanna, Hosanga!\" Jesus' followers are perhaps a hundred strong. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A new chant’-- abetted by Judas and his followers -- goes up: ‘Jesus of Nazareth, King of the Jews!\" The procession moves down the cobblestone lane toward the temple until it reaches Solomon's Porch, Jesus dismounts and looks around. Outside the temple walls, stalls occupy every nook and cranny. Hundreds of people are selling, buying, bargainin hawking their wares: merchants, money-changers, innkeeper Prostitutes. Jesus, full of rage, followed by the disciples, sweeps do on the wine stands and workshops, overturning the tables, striking the tradesmen with his goad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": ". Get out! Away! The mob enthusiastically follows suit, looting stalls and routing merchants,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "God, whatever Your plan, tell me now, Quickly -- while I have the strength. Jesus enters the temple grounds. This is his moment . The whole world waits. He calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I have come to set fire to the world! In the desert The Baptist said, ‘Repent, Repent!' The Day of the Lord is coming!' But I say it's already too late to repent. The Day of the Lord is already here. T am the Day of the Lord. 1 come with the baptism of fire! The ragamiffins reply: \"Fire! Fire -- burn it 411 down!\" The TEMPLE GUARDS (usually Levites) 26 grab their lances swords. Judas' cohorts draw their weapons. Battle is imminent. The paving stones will soon be covere with Jewish blood. Suddenly, the Roman sentries blow their trumpets from the Antonia tower. CAIAPHAS, the high priest, commands the Temple Guards to put down their weapons and withdraw. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "There is no longer anyone for the rebels to attack: The Levites are in the temple, the Romans in the palace. Peter grabs a torch from the wall: SAUL, a man of Tarsus, stands by Caiaphas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Let's go! Now's the time. Although his followers have numerical strength, Jesus temains passive. The disciples turn to him -- waiting for a signal. Instead, Jesus looks at the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Master, give us the signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Decide! Jesus closes his eyes. John comes up to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "If you don't give the sign now, we're finished. What we've done - today means death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "I'm also waiting. Put the ax in my hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "We came to fight. Jesus looks at his hands: blood oozes from his palms. He closes his fists to hide the stigmata.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(to Judas) Come beside me. Judas puts his arm around Jesus: s What's wrong? We mstn't let them be ashamed of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Stay by my side. He waves to the disciples,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Com'on. Let's go. The disciples, confused, in shock, turn to follow Jesus. One of the spectators throws an olive at them. The “revolt\" is a fiasco, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW",
          "text": "What's happening? James leads the donkey. Peter hurries alongside Jesus and Judas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(to Judas) Can't you see the mess we're in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Peter, I want you to prepare for the paschal dinner. (to others) Before our ancestors left Egypt, they celebrated Passover. We will celebrate the New Passover before we escape from slavery. The crowd begins to dissipate. The show's over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "But, Rabbi, Passover without a lamb is impossible. Where will I get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(bitter) The lamb is ready. At this very moment he's proceeding to the slaughter all on his own. Don't worry about the lamb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The city is alive with Passover preparations. One house- holder lights his lanterns; another hurrjgs down the street with a basket of bread and fruit. Jesus and Judas walk past a fountain in a small square. They watch suspiciously as a woman draws a bucket of wate They stop at a selected spot between two trees. John approaches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Peter said to tell you everything was ready for Passover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Thanks. Tell him we'll be right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEN",
          "text": "Be sure to take the alley route. The Romans are looking all over for us. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jesus nods. After John leaves, Jesus turns confidentially to Judas:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Try to be brave, I'm trying too.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JUDAS",
          "text": "Are you sure there's no other way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(shakes head) No. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "No other way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I would have liked another one, too. I kept hoping -- until now. There is no other way. The end of the world is here. This world, the kingdom of Satan, will be destroyed and the kingdom of heaven will come. How? By my death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "IT won't let you die. Jesus grasps his arm and says sternly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You once made me a promise. You said if I ever strayed, if I ever shied away from revolution, you would kill me. Remember? | (Judas nods) I have strayed, haven't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Then you must keep your word. Go to Caiaphas. The Temple Guards want to arrest me where there aren't any crowds. Tonight we'll be in Gethsemane. Arrange for them to find me at the three-rock point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "No, I couldn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You must. Don't abandon me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "But if you were me, could you betray your master? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f61 62 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(thinks) No. But that's why God gave me the easier job -- to be crucified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Do the others know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "No, I'll tell them tonight. Night has fallen. Jesus and Judas take a circuitous route toward the meeting place. The traditional Passover psalm echoes from behind closed doors they pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judas taps a secret knock. Peter opens the door cautiousl and lets them enter. A high window lets moonlight into the large room. Three seven-branched candelabra illuminate the lamb, wine and unleavened bread. The disciples are seated on cushions around three sides o a square table. The fourth is open to facilitate serving. Jesus takes his place at the center of the table. Mary, Martha and Magdalene have all come to Jerusalem to celebrate the festival with Jesus and his disciples and prepare the ritual meal. Jesus fills the disciples’ cups from a pitcher of salt wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "First we must drink salt water to remember the tears and pain our ancestors suffered in the land of Egypt. Jesus swallows his drink in a single gulp. Mary brings a tray of bitter herbs proscribed by Jewish law: oregano, bay and savory. Jesus watches as the disciples eat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Passover celebrates the passage from slavery to freedom. Tonight's Passover goes even further: it celebrates the passage from death to eternal life. I will lead the way, you will follow. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (CONT'D)",
          "text": "(to Matthew) John, you know the prophets. Isaiah says, 'He had neither beauty nor luster that we would turn our eyes to him. He was despised and rejected by me...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(continues) \"... But he took on himself all our pains. He was wounded for our transgressions and with his stripes we were healed.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(interrupting) ',.. He was scourged and afflicted yet, like a lamb led to the slaughter, he opened not his mouth.' {a beat) My dear, wonderful friends. I am the lamb. And I will not open my mouth. The disciples exchange fearful glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "I don't understand. We didn't come to Jerusalem to die, we came to rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "If you die, I'll die first. Because I will be at your side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Be quiet. What did you have before I found you? Nothing. (no answer) : Now you have God's love -- and eternal life. Don't worry. You won't die yet. There's still a lot of work to do. We haven't come to rule, but to serve. I'll tise from the dead to lead you. The disciples stare in shocked silence. Jesus has either gone completely mad -- or he is the Messiah. Jesus breaks the bread loaves and passes them around. He pours wine for the others:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Take and eat; this is my body. Drink, this is my blood. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62 63 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As they do, the bread and the wine transubstantiate into flesh and blood in their mouths. Peter is the first to cough up the bloody flesh. The others, sickened, follow. They wipe their bloody mouths. John starts to weep. Jesus turns to Judas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Go and do what you promised. As Judas exits, Peter says angrily:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Where is he going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Don't stop him. The wheel is already in motion. Tonight we'll go to Gethsemane to pray. CuT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and the disciples, cross the Kidron River and appro Gethsemane, a 3-acre park on the eastern slope of the Mou of Olives. Just east of the walls, the Kidron Valley lies between Jerusalem and the Mount of Olives. Today, as then, it is a necropolis \"outside the walls.\" As they walk, Jesus and his disciples pass the monumental Hellenistic tombs of \"Bene Hezir\" and \"Absalom\" -- silent testimonials which still stand today. As they climb the steep hills of Gethsemane, Jesus leaves most of his group behind and proceeds with Peter, James and John. Passing through thick, gnarled olive groves, they reach a clearing marked by three boulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Wait for me here. Jesus walks alone until he finds a secluded spot. Pulling his tunic around him, he kneels beneath an ancient tree. Jesus' self-control, which had been superhuman to this point, melts away. His body shakes; sweat drops from his forehead down his cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Abba, Father, we've been together a2 long time. I've had many doubts. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (CONT'D)",
          "text": "I never asked to be chosen, but I always obeyed. I turned on mother, I gave up Magdalene. I've never had a family, never had a bed to sleep in. I've never made love with a woman. Nightmares and hallucinations have followed me my whole life. Jesus, exhausted, pauses. He looks down, takes a breath, and continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "You've done many miracles. You opened the Red Sea, saved Noah; you took Elijah directly to heaven in a fiery chariot. Now you ask Me to take crucifixion and hold it in my lips like a thorny rose. Is death the only answer for me? Is there no way you can take this bitter cup from my hands? Jesus waits for the answer that doesn't come. He looks one way, then the other. The wind blows sadly through the trees. A GUARDIAN ANGEL in the form of a nine-year-old girl appears, She sets a silver chalice before Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Is this your answer? The Angel drinks from the cup, then hands it to Jesus. As she does, she and the cup vanish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Your will be done. I only ask for strength. Jesus wipes the sweat and tears from his face. He pulls himself to his feet, heads back. At the three-csock point he finds Peter, James and John fast asleep. John's head rests peacefully on his brother's chest. Jesus is tempted not to wake them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(softly) Couldn't you stay awake with me for just an hour? Peter is the first to awake. Ashamed, he falls at Jesus' eet. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63 64 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Forgive me. Jesus hears the sound of soldiers in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "It doesn't matter. It's too late. The time has come. Jesus hears the evening nightingale overhead. He smells the vernal perfumes of the garden. A feeling of peace sweeps over him. He smiles at James and John as they awaken. Judas and a band of armed Temple Guards and Romans burst into the clearing. Peter pulls his dagger; Jesus pushes him back. Judas greets his master:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Welcome, Rabbi. Judas kisses him fiercely on the mouth. Jesus embraces his faithful disciple. Tears stream down Judas' cheeks. Peter pulls his knife and slices off one of the Temple Guard's ears. This is not random but calculated violence because a Levite cannot serve as a Temple Guard if he is physically deformed. Peter's reaction is not one of disappointment, but achievement. As if saying, \"So there. Jesus pushes Judas unwillingly away, picks up the severed ear off the ground and miraculously restores it to the Le",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(to Peter) Welcome the messengers of God. (to Soldiers) Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus again stands before Pilate. He is bloody, beaten, exhausted from lack of sleep. A clique of Temple Guards, Pharisees and Sadducees stand in one corner of the court- yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "I knew we'd meet again. They tell Me you say you call yourself a king. Is that right? (Jesus doesn't answer) Speak up. I have the power to erucify you. Are you a king? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 65 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I could tell you that my kingdom is not on earth, but you wouldn't understand that. However, I will tell you that I hold you, Rome, heaven and earth in the palm of this one hand. He extends arm. Pilate, unbelieving, turns to the Jewish leaders:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "Where were you Jews when they handed out brains? The soldiers laugh, but the Jewish heirarchy will not be distracted. 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADDUCEE",
          "text": "He must die. Your Majesty. He wants the people to revolt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILATE",
          "text": "(shrugs) Of course. I don't care either way. Just another dead Jew. Crucify him -- or whatever else. First have some fun with him. If he wants to be king, we'll make him one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roman soldiers lead Jesus onto the balcony overlooking Solomon's Porch and present him to the awaiting mob. He has been whipped; his white tunic is drenched with blood. A crown of thorns drips blood down his face. A Centurion announces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERUSALEM CENTURION",
          "text": "Behold the man! Behold your king! The crowd hoots with laughter and scorn. Jesus does not react. A BEGGER turns to Peter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEGGAR",
          "text": "I know you. You're one of his followers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "No. It must be someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEGGER",
          "text": "No, it's you. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You're crazy. Peter turns quickly and disappears in the crowd. cuT TO: \f66 67 68 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is running down an alley when, turning a comer, he runs into Philip, also fleeing. They don't even speak. After a fleeting recognition, they sprint in opposite directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roman soldiers lead Jesus through the peasant streets of Golgotha. Like the Zealot of Nazareth, Jesus bears his cross as he struggles across his rocky doloroga. The blood has dried on his tunic. He still wears his thor \"crown.\" The sympathies of the rabble have shifted. Now it's just another show: a multiple crucifixion. Laughter, ridicule, figs for sale. Jesus weakens. His knees buckle and he falls. The soldiers conscript a bystander to carry the cross as they lead Jesus forward. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A curious crowd has already assembled at the crucifixion site. Toward the rear, afraid to approach # Magdalene, Ma Martha and Jesus' Mother stand in a tight group. The Romans bring Jesus to the peak of the hill and strip him naked. Two other criminals are prepared for crucifixi Jesus looks at the rough-hewn cross laid before him. He searches the crowd. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Mother? Magdalene? Where are you? He spots his Mother and waves to her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "(continuing) Farewell. Forgive me for being a bad son. Saul, arrogant, his hands on his hips, stands watching. Two SOLDIERS grab Jesus by the arms: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST SOLDIER",
          "text": "Alright, Your Majesty, it's time to get on your throne. They stretch Jesus out on the cross while slave laborers finish preparing the post hole for the cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "Don't give up on me. The Soldiers place the crude spikes against Jesus' palms. The sound of METAL AGAINST METAL rings out as the hammer comes down. A bloody mist sprays on Jesus' face. He grimaces but does not cry out. Martha and the three Marys hide their faces. Near Jesus, the other criminals are being impaled. The Romans fasten ropes around Jesus' arms. The spikes alone will not support his weight. It takes three soldiers to hoist'Jesus' cross upright. No suddenly, he is above the masses. All of Jerusalem is within view. In the distance he sees the temple. The outer veil glows the midday sun, a blood-red vision. His body jars into place. The pain is excruciating. His fellow criminals howl in agony. Jesus surveys the mob: a sea of hostile faces. He finds Magdalene, Mary, Martha and his Mother standing in a grou His heart goes out to Magdalene. The Sadducees are satisfied; the Romans are complacent. Groups of townspeople and schoolboys point out the suffer ings of the condemned men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (V.0.)",
          "text": "(continuing) Father, forgive them. The sky changes color. Horses buckle wder their riders; DOGS BARK. A fierce wind blows across the rocky hill. The earth trembles. Spectators turn and rin. Jesus looks to heaven. From the depths of his bowels he screams: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Eli, Eli... And faints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky turns a pleasant pale blue. Jesus looks up at the thick white cumul ous clouds floating on the horizon. Birds sing in the distance. He thinks: Am I dead? No, the crowd is still there, SILEN On either side of Jesus, his fellow criminals writhe in silent agony. The Angel from Gethsemane appears before him. He has seen many angels in his life, but never one as beautiful as th Her soft blonde hair falls on her shoulders. In the garde he was too frightened to notice her true beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "I'm your guardian angel. Remember when God told Abraham to sacrifice his son? Just as Abraham lifted the knife, God spared Isaac. Your father sent me here. He is God of mercy, not punishment. He saw you and said, 'Take care of him. He's suffered enough.' He tested you -- and is pleased. He doesn't want your blood. Come with me. In a moment Jesus and the Guardian Angel are standing at the foot of the cross. They pass through the silent crowd unnoticed. Jesus looks over his shoulder: his cross is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(relieved) You mean I'm not the Messiah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "No. Jesus smiles: he is finally free of God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Where are the disciples? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "They have fled in fear. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk through the pleasant landscape of the Jordan Valley. All is quiet, péaceful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this the Kingdom of God I spoke about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ". (laughing) No, this is earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Why has it changed so much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "It hasn't changed, you have. You can now see its true beauty. You may find this hard to believe, but often us angels look down on mankind and envy then. Ahead Jesus sees a group in ceremonial dress. Virgins dressed in white, merchants carrying incense and gifts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "A wedding ceremony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Who's getting married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "You are. Mary Magdalene, dressed in white, steps from the group. Jesus' face bursts into a smile. He rushes into her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Magdalene, my love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "(kissing him) Jesus. (CONT INUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 71 72 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I've waited for this moment so long. (Magdalene starts to sry) What's wrong? Why are you crying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "I'm so happy. I'm crying for joy -- and thanks. Thanks to God for bringing you here. (they embrace again) We must hide. Everyone is looking for you. Pilate is furious. I know where we can be safe. He holds her tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small hut near the Jordan. Moonlight shimmers off the river. The Guardian Angel sits on a stool in front of the door. cuUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus and Magdalene make love on blankets spreei over str He kisses her breasts, her lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "I feel like I've just been born. qhac this is the first day of my ife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I never knew the world was so beautiful. I was blind. (kisses her breasts again) I didn’t know that the body was so holy. But now I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Understand what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "That this is the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "What road? (CONT INUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 73 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "The road on which the mortal becomes immortal, God becomes human. I was so stupid: I tried to find a way outside my own flesh. I wanted clouds, great ideas, death. But now I know: a woman is God's greatest work. And I worship you. God sleeps between your legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "I want to have a child with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Me too. Magdalene hears a noise at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "What's that? The Guardian Angel steps into the darkened room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "It's me. I wondered if I could watch. I'm lonely too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(laughs) Yes, yes. Watch. Jesus resumes lovemaking. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fhe house shows signs of domestication: -wine jugs, a wor ench. Magdalene, several months pregnant, steps outside to shak out a blanket. SAUL, a short balding man, walks toward her with three Temple Guards. Magdalene senses something is wrong. She looks around for Jesus or his Angel. They are nowhere to be found. The Guards surround her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAUL",
          "text": "Here she is. The famous Magdalene. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAUL, (CONT'D)",
          "text": "Whore of the Nazarene. (grabs her hair) You thought you could hide from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAUL",
          "text": "(arrogant) I'm Saul, sent from Damascus to kill your lover -- that's who I am. He won't get away again. Tell me where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "I'don't know what you're talking about. I hear he died in Jerusalem. Leave me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAUL",
          "text": "(taps her belly) And where did you get this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "You're from Damascus. You should know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAUL",
          "text": "Tell us -- or we'll kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGDALENE",
          "text": "How can I tell you what I don't know? One of the Levites picks up a rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST GUARD",
          "text": "Stop lying, you slut. Tell us. Magdalene turns and starts to rum. The Guard throws the rock, hitting her square in the back. She falls to the ground. Saul and the Guards pick up stones and throw them as they walk toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAUL",
          "text": "(throwing) Here's for the lips that've kissed a thousand men. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 75 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The rock breaks Magdalene's jaw. The Guard throws another rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST LEVITE",
          "text": "4nd this is for your worn-out tits!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND GUARD",
          "text": "(joining in) And for your belly! Magdalene's blood flows in every direction. Saul and the Guards, satisfied, turn to search the house. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Guardian Angel furtively leads Jesus through the deserted Bethany streets. The Angel glances one way, the other. Jesus is distraught. He has just discovered Magdalene's body. Her blood is on his fingers and tunic. He tries to go back but the Angel pulls him ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "Come. They turn the corner to Mary and Martha's house. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Mary, look! It's Jesus. It's a miracle. The Guardian Angel closes the door behind them, remaining in the shadows. Jesus steps into the center of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(touching him) Is it really you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Come by the fire where we can get a better look at you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mary takes his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What's this? Jesus examines the dried blood on his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I'm in danger. The Temple Guards want me. ey killed Magdalene. Martha gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What will we do? They'll find you here. The Angel calls to Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "Psst. Jesus goes over to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "Master, I'm sorry about Magdalene. I'll never leave you alone. I'11 always protect you. But I'm afraid I'll attract attention. I'll turn myself into a slave boy. I'11 run errands for you. The Guardian Angel instantly transforms into a ten-year-o Arab servant. He still speaks with the voice of the angelic girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "(continuing) I'll always be at your side. Martha walks over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "You must be hungry. I'11 cook some stew for you and your little friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(realizing his negligence) Martha, I've been thinking so much about myself I even forgot to say hello. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 76 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (CONT'D)",
          "text": "Mary, come here. It's so good to see you again. We're all still alive. Thank God. He embraces them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all sit around the fire. Jesus cleans his bowl with a piece of bread. He smiles at Mary. Martha rubs the Angel's curly head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Rabbi, I like your little friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(expansive) I used to thank heaven, seven heavens were not big enough for me. And now look at this miracle. Can you believe it? A tiny house is big enough for me, a mouthful of bread, the kind words of a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "But what will happen if they find you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I'll change my name. I'll be Lazarus. I raised him from the dead, so what? He died again. Now I am Lazarus. Jesus looks to his Angel for assistance. As Jesus continu to speak, he gradually transforms into a healthy, virile Lazarus. He continues to speak with his old voice. (The actor who played Lazarus assimes Jesus’ role; the ac who plays Jesus dubs the dialogue.) The sisters watch in astonishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(continuing) Jesus is dead. Lazarus is reborn. I've changed my body and soul. I now declare war on fasting and suffering and chastity. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 77 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (CONT'D)",
          "text": "I'm through wrestling with God. I'm not going to build crosses any more. I'm going to build cradles and bedsteads. Mary, her eyes welling up, embraces his legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Rabbi, when I was little the girls sang this song: ‘Whoever gives me a Swallow's egg, I will give him my lips, Whoever gives me an eagle's egg, I'll give him my breasts; And whoever gives me a stab, I'll give him my heart.' Jesus lifts Mary up and embraces her. Martha senses she is unwanted. She starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Excuse me, Rabbi. I've got a feeling that you'll make my sister your wife. But let me stay. Let me breathe the air of married life. I'll make the beds and do the chores. Saying this, Martha walks into another room. Jesus and Mary walk toward the blanket on the ground. The Guardian Angel sits in a darkened corner, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Years heave passed. An older Lazarus (formerly Jesus) sit out front hewing a chair. Two children play nearby. Jesus’ Arab servant sits beside him; he is still a ten-ye old boy. A NEIGHBOR approaches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIGHBOR",
          "text": "Good afternoon, Lazarus! Jesus waves as the Neighbor passes. The servant boy speak to him -- still in the young girl's voice: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f77 78 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "Are you satisfied with me? Do you have any complaints? Jesus stops working, sets the chair on its side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "None. What a twisted road I took to find God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "Don't worry. I won't leave you. I like you. Jesus rests in the sumlight. Martha walks over to them. She has been washing clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Where's Mary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Picking olives. She won't be back until this evening. Martha pauses a moment, then takes Jesus' hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "(continuing) Let's go inside. It's too hot out here. Jesus stands and puts his arm around Martha's waist. Mart rubs the Guardian Angel's curly head and instructs him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "(continuing) Watch the children. The Angel. smiles as Jesus and Martha enter the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Years have passed. Jesus and Martha returm from market with three of their children, ages seven through ten. The Guardian Angel walks with the children. Ahead, Mary sits in front of the house repairing a dress. Two girls play with straw dolls in the dirt beside her. The two youngest children, boys, race’ toward Mary. One snatches a doll from one of the girls as they race off again. Mary scolds them as they go. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS .",
          "text": "We're either going to have to stop having children or enlarge the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(laughs) We'll enlarge the house. A small group has gathered down the road. Someone is speaking in the square. Jesus goes over to check it out. His Angel follows. Paul, formerly Saul, preaches to a handful of villagers. He seems transformed: standing straight, radiating con- fidence. He speaks with the evangelistic fervor of a born-again Christian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I was once a sinner, the greatest of sinners. You name it, I did it. Whored, drank, murdered -- yes, murdered. Then one day, returning to Damascus, I was struck by a burning light and a voice called to me, 'Saul, why are you persecuting me? What did I ever do to you?’ ‘Who are you?' I said. ‘Jesus,’ the voice replied. Scales fell from my burning eyes. I was baptized and became Paul, the apostle, and now I bring the Good News to every country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETHANY VILLAGER",
          "text": "What good news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Jesus of Nazareth -- you must have heard of him. He wasn't the son of Mary, he was the son of God. His mother was a virgin. Gabriel came to earth and put God's seed in her womb. He took on our sins, he was tortured, crucified -- but three days later he rose again and ascended to heaven. Death was conquered, praise God! Death was conquered and the Gates of Heaven are now open to everyone. Jesus has been rising to a slow boil. He can restrain himself no longer. He calls out: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Did you ever see this resurrected Jesus of Nazareth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I saw a blinding flash of light and I heard his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Liar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "His disciples saw him. They were hiding in an attic with the doors locked when suddenly he appeared before them. Thomas wasn't convinced but he put his fingers in his wounds and gave him some fish, which he ate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Liar! Disgusted, Jesus tums and walks away. His Angel follows. Paul excuses himself from his listeners. He and his YOUNG ASSISTANT follow Jesus down the road. Jesus feels Paul's footsteps drawing closer. He's about to explode. Suddenly, he turns on his heel, grabs Paul by the shoulders and shakes him violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(continuing) Liar! I'm Jesus of Nazareth. I Was never crucified, never resurrected. I'm a man like everybody else. Why are you spreading these lies? Jesus’ Arab servant tugs at his sleeve. ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "Quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Yes, me. Son of Mary and Joseph, who preached in Galilee. James and John, sons of Zebedee, were ny disciples. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (CONT'D)",
          "text": "We marched on Jerusalem, I was brought before Pilate but God spared me. Jesus’ Angel doesn't like this conversation; he tugs violently at his sleeve. Jesus shoves him to the ground. Paul takes Jesus aroumd @ corner where they won't be seen",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Now I'm a family man. I eat, work, have children. Don't go around the world spreading these lies about me. (shouts I'll tell everyone the truth. Now it's Paul’s tum to explode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Shut up! Look around you. Look at their suffering and unhappiness. Their only hope is the Resurrected Jesus. I don't care if you are Jesus or not. The Resurrected Jesus will save the world -- that's all that matters,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "The world can be saved by lies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What's 'truth?' I've created truth out of longing and faith. I don't ieruagie to find truth -- I build it. £ it's necessary to save the world to crucify you. then I'll crucify you -- and T'll Fresu-rect you, like it or not. You can stay in your little house. But the rest of the world will Look up in the air and see you crucified. They will weep and their souls will be cleansed. The enemy is death and I'll defeat death by resurrecting you -- Jesus of Nazareth, Son of God, Messiah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I won't let you. T'12 tell everyone the truth, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 79",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PAUL",
          "text": "Shout all you want. Who will believe you? The wheel you set in Motion can't be stopped. The faithful will grab you and throw you in a burning fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "The whole world is before me -- Egypt, Syria, Phoenicia, Greece, Rome. You don't know what a joy it is to set out in the morning, to hold the cross, to put hope in the hearts of men -- all for the sake of Christ. Jesus seems confused -- \"almost persuaded\" by Paul's logi his mesmerizing enthusiasn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(continuing) Not you. I'm glad I met you. Now I'm rid of you. (turns to leave) Goodbye, Lazarus. Paul waves to his Assistant as he returns to the town square, calling out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(continuing) Friends! Listen to me! This is the greatest day of your life. I bring the Good News... Jesus, exhausted, dazed, staggers toward his house. The Guardian Angel faithfully follows. Ahead Mary and Martha wait for him. Jesus collapses into their arms. His Angel takes his hand. Jesus turns to his \"family.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Don't ever leave me. I'm happy here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesis is now an old man. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f79 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "His skin has wrinkled and yellowed; his béard, white and thin, reaches to his chest. He is now the same withered Lazarus that he had once raised from the dead. He sits in the vine arbor beside the house, basking in the midday su His Guardian Angel, unchanged by time, sits beside hin. Jesus turns to hin:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Remember when Mary and I planted these vines -- how many times have we eaten these grapes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "(shrugs) I don't remember. : (pause) You know, Master, the end is near.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What end? Are you leaving me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "Yes. The end has come. You've grown old. The SOUNDS OF YELLING AND SCREAMING come from the street. A woman's WAIL pierces the air. Jesus and his servant turn to look. Mary and Martha, aged, rush from the house. Jesus and the Angel stand. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "They're burning Jerusalem. The seige is over. The city is destroyed. The Romans are killing everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Our sons. Where are they? Jesus takes them by their arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Let's go inside. Bolt the doors and windows. They go inside and close the door béhind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO",
          "text": "\f80 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They huddle inside. The cries from the street have diminished. : Jesus cautiously opens the window shutters. The streets are empty; the sky is red in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Everyone is fleeing to the south. Mary starts to ery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Why are you crying? Time is like a fire and God turns the spit. Each year he rotates a paschal lamb. This year Jerusalem, next Rome, next...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(interrupts) You don't understand women at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "I'm sorry. Forgive me. You must be tired. Go to bed. I'll be there shortly. Mary and Martha retire, leaving Jesus alone by the fire with his Guardian Angel. There's a KNOCK on the door. The Arab servant walks over and cautiously opens the door. He turns back and smiles at his master mockingly. Jesus shudders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "It's your old friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "My friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDIAN ANGEL",
          "text": "Your disciples. The Angel opens the door. Jesus strains to see. Four old men inch into the room. Deteriorated and unrecognizable, they lean against each other as if held by glue. The Angel sits on the table watching them. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JESUS",
          "text": "You in front, come here. A feeble man steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you recognize me, Rabbi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Peter, is that you? When I was young and foolish, I called you the rock, the rock upon which I would build my church. But now you look more like a sponge. What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "The years, Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(points) And you, Philip, you were so strong and now you've become fat. I loved you, shepherd, you had no sheep. You herded them in your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "I gave into hunger. Jesus points to the mutilated man next to Peter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "And you? They've cut off your nose, your ear, taken out your eye. Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMES",
          "text": "(bows) Rabbi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "James!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "The Romans tu.cured me and cut away my face. I saw Jerusalem burn. I saw the Ark of the Covenant taken from the temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(shocked) The Ark? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "The Temple is destroyed, just aS you said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "There is another, outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "Be careful, Rabbi, he's still the same -- full of anger. A large figure steps into the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Judas! (Judas doesn't answer) Judas, come in. (still no answer) Has it come to this? Time changes everything: men, cities, nations, even gods. Hasn't it changed your anger? (steps forward) Judas, can't you hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "He's still pig~headed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHANIEL",
          "text": "He's been fighting. His hands are still bloody. Jesus takes another step toward Judas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILIP",
          "text": "Be careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PETER",
          "text": "(reprimanding) Judas, the Master is speaking to you. Judas breaks his silence with a loud voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "Traitor! Everyone freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(continuing) Traitor. Your place was on the cross. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80",
          "sentiment": "neutral"
        },
        {
          "speaker": "97.",
          "text": "(3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS, (CONT'D)",
          "text": "That's where God put you. But when death came you got scared and ran and hid under the skirts of Mary and Martha. You became a fake Lazarus to save yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Don't you have any respect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "For him? He was supposed to lead an army of angels. Instead he came here to stud women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Judas, can't you be more kind? JUDAS . Rabbi, you broke my heart. How can I be kind? Sometimes I want to scream and bang my head against a rock and curse the day I ever met you. We held the world in our hands. Remember what you said to me? You took me in your arms and begged me, ‘Betray me, betray me. I must be crucified so I can be resurrected to save the world.' The wounds in Jesus' hands and feet begin to bleed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(continuing) ‘I am the lamb,' you bleated. ‘Death is the door. Judas, ny brother, don't be afraid. Help me.’ Judas' eyes fill with moisture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Look at his wounds, Judas. Have mercy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "He was going to be the New Covenant. Now Israel is no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(trembling) But my Guardian Angel... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 81 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS ,",
          "text": "Your Guardian Angel! Look at hin! All their eyes turn to the Arab servant boy, who is now crouched on the table like a gargoyle. As they watch he transforms inte the young Archangel from the Idumaea desert. His black spiked wings rise above his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDAS",
          "text": "(continuing) Satan. {to Jesus) Shame on you, traitor. The others join in. They spit at Jesus' feet and call him names: “coward,” \"traitor.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "We believed in you. You betrayed us. They turn and leave in a group. Jesus is alone with Satan Jesus looks at the great Archangel. Satan floats off the table and heads toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATAN",
          "text": "Goodbye, Jesus of Nazareth. I told you we would meet again. Satan walks into the night. All is silence. Jesus looks around the room. After a moment, Jesus walks through the open door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus steps on the deserted street. The village is still. There is a red glow in the distance: Jerusalem is burning He surveys the empty street. Blood still stains his hands and feet. The old man gets on his hands and knees in the middle of road. He lifts his head toward heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "Abba, father, will you still listen to me? Are you still there? (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f81 82 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS, (CONT'D)",
          "text": "Will you listen to a selfish, unfaithful son? I fought you when you called. I resisted. I thought I knew more. I didn't want to be your.son. Can you forgive me? I didn't fight hard enough. I want to take your hand; I want to save my fellow men. Father, take me back. Kill the fatted calf. I want to be your son. I want to pay the price. I want to be crucified and rise again. I want to be the Messiah. Suddenly the sky turns pale blue. Jesus locks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus is back on the cross, 37 years before. He has regained his 33 year-old Nazarene form. (He is again the original actor who plays Jesus.) The earth is shaking. Spectators are running. Jesus is racked with pain. He screams:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "- lama sabachthani! Jesus looks around, realizes where he is. The past thirty seven years have been a dream. He has resisted the last temptation. He looks to heaven and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUS",
          "text": "(continuing) It is finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i i",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2129"
    }
  ]
}