{
  "movie_id": "MOV2197",
  "scenes": [
    {
      "location": "NEW WORLD SHORES, CHESAPEAKE BAY",
      "time": "LATER",
      "characters": [
        "LAUREATE",
        "NEWPORT -",
        "NERPORT",
        "EXCITED SCOUT",
        "STABBED MAN",
        "INTERPRETER, (TOMOCOMO)",
        "76,",
        "FIRST WOMAN",
        "POWRATAN",
        "_ SMITH",
        "\"",
        "POCAHONTAS /",
        "SHIP DEPARTING GRAVESEND AS SEEN FROM DOCK",
        "WILE",
        "_., SMITH",
        "NEWPORT",
        "MAN",
        "PARABUNT",
        "_ POWHATAN",
        "PCCAHCNTAS",
        ". BOCAHONTAS",
        "110,",
        "POWHRATAN",
        "SMALL",
        "SMITH, (0.8,)",
        "ANGRY MAN",
        "PASSERBY",
        "POCAHONTAS",
        "\"\" NEWPORT",
        "POCAHCNTAS",
        "SENTRY, (0.8.)",
        ". POWHATAN",
        "EXT, A FIELD BEYOND THE FORT",
        "TOMOCOMO",
        "EXT, HENRICO TOBACCO FIELDS",
        "45,",
        "BOSUN",
        "BEN",
        "HELMSMAN",
        "EXT, ROLFE HOUSEHOLD",
        ", SMITH",
        "SMITH AND POCAHONTAS",
        "POCAHONTAS ASLEEP",
        "SMITH, (0.S.)",
        "QUEEN ANNE",
        "BLACKSMITH",
        "ACKLEY",
        "POCAHONTAS AND MARY",
        "WILP",
        "125,",
        "KING JAMES",
        "OPE CHANCANOUGH",
        "THO MOONS",
        "GREAT ONE",
        "POCAHONTAS AND SMITH",
        "SAILOR",
        "14,",
        "ROLFE, (0.S.)",
        "REST OF THE PARTY",
        "EXT, JAMESTOWN STREETS",
        "INTERPRETER",
        "TIGHT ON SMITH",
        "SMIRKING FELLOW",
        "SMITE",
        "SMITH AND NEWPORT",
        "EXT, A PATH THROUGH THE WOODS",
        "TIGHT ON POWHATAN",
        ". SMITH",
        "ABOARD THE SHIP",
        "PARAHUNT",
        "NEWPORT AND SCOUTS",
        "AUTUMN",
        ". NORTH AMERICA REMAINED UNEXPLORED",
        "POWHATAN",
        "POCAHONTAS IN THE RAIN",
        "THE END",
        "VOICES, (0.S.)",
        "POCAHONTAS, (0.S.)",
        "SMITH",
        "INFANT",
        "SMITH AND SOLDIERS",
        "FIRST MAN",
        "FOCAHONTAS",
        "THOMAS",
        "ROBINSON",
        "GARDENER",
        "SECOND SENTRY",
        "AMBUSH, POWHATAN MOVES. OUT, VILLAGE ON FIRE",
        "VISION OF SMITH",
        "SMITH, (O.8.)",
        "ASSAILANT",
        ".' SMITH",
        "JAMESTOWN GROWS",
        "POCAHONTAS AND PARAHUNT",
        "GROUP OF WOMEN HAVING TEA",
        ". -ROLFE",
        "WINGFIELD",
        "SMITH -",
        "SENTRY",
        "V7.",
        "LEGEND",
        "MARY",
        "119,",
        "DISSOLVE TO",
        "POCAHONTAS BY MOONLIGHT",
        "SECOND SOLDIER",
        "PARARUNT",
        "WILF",
        "107,",
        "WIL",
        "POCAHONTAS, (0.8.)",
        "SECOND MAN",
        "SECOND ENGLISHMAN",
        "54,",
        "ARGALL",
        "72,",
        "SOLDIER",
        "SOLDTER",
        "TIGHT ON ROLFE",
        "ENGLISH SHIPS",
        "EXT, CEREMONIAL FUNERAL",
        "THIRD ENGLISHMAN",
        "EMERY",
        "THE GREAT POWHATAN",
        "40,",
        "WOUNDED MAN",
        "ROLFE",
        "SECOND WOMAN",
        "SELWAY",
        "86,",
        "FIRST ENGLISHMAN",
        "EXT, JAMESTOWN FORT",
        "INT, COTTAGE BEDROOM",
        "JONSON",
        "POCAHONTAS BY CANDLELIGHT",
        "THE SARCOPHAGUS OF HER ANCESTORS",
        "103B",
        "POCAHONTAS, (0.8S.)",
        "EXT, DOCK",
        "99,",
        "POCARONTAS",
        "_ ROLFE",
        "TIGHT ON POCAHONTAS",
        "SCENES OF INDIAN LIFE",
        "SMITH ASTONISHED AT THE CHANGE",
        "VOICES, (0.S,)",
        "OPECHANCANOUGH",
        ". ARGALL",
        ". POCAHONTAS",
        "SIGHTS OF ENGLAND"
      ],
      "dialogues": [
        {
          "speaker": "LEGEND",
          "text": "A legand appears over the wild, unbounded saa. “No man understandeth or knowes what Virginia is.” - Capt. John Smith The legend fades cut, except for the word “Virginia,” beneath which appears the date: : 26 April 1607 . Then continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "yr THE NEW WORLD OVER A CENTURY BEFORE,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Pamunkey Indians, the original inhabitants of tha Virginia coast, splash and duck each other in the shallow —of Cheasapeake Bay. . Little work is raquired of them. Virginia is a rich, magical country, where nature has provided for every huma want. Wild plums and cherries grow in profusion along the banks of thea musical rivers. Grapes dangle from the boug of tall pines and bog magnolias perfume the air, The braves tend the fishing wairs, plant corn and squash, whi the women gather berries and lay meat out in strips to dr Their work is soon finished, however, and they join the children at their life of play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gayest of them all is POCAHONTAS, a girl of sixtean, whom wae first discover underwater, diving for mussels and i catching a sturgeon by the tail. She trims her hair wit “ pearls as shea sits by the shore. She gazas in a raptur ed the wind rushing through the trees. \f€ - The Indians all defer to her. She is the favorite d: da . aughtar of POWHATAN, their Emperor, who sits along the shore is a mood of philosophical delight. She has a lova of life and a eantoDy mischievous way that makes har irresistible to em all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXCITED SCOUT",
          "text": "A scout suddenly breaks into the Indians’ midst, gesturin towards the east. with breathless excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Indians rush through the pine woods and down to the shore, where they stop and gape, Three English merchant ships loom on the horizon. What are these apparitions? Birds? Floating islands? Messengers of the gods? At a signal from their leader, they hurry back to their camps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON POCAHONTAS",
          "text": "The Indians run past Pocahontas and into thea woods. Messengers beat drums and blow saa-shell trumpets. Puzzled, she drifts down toward thea shore. She stands in tha woven shade at the water’s edga, gazing at the Englis sails. She is in no way alarmed. It is as though she knew they were coming. A mysterious smile appears on her lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sounding lina plunges into the dark waters of the bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICES, (0.S.)",
          "text": "Tan fathom. Sweeper bearing right, Cap’n. Right full rudder. Aboard the eight-gun Susan Constant, flagship of the thra vassel fleat, CAPTAIN CHRISTOPHER NEWPORT breathes in tha first sweat fragrance of the land. They have spent three months'at sea, wracked by tempest and-diseasea. Not one o the seventy men on board is entirely fit. Still, most hav Managed to drag themselves on deck, where they gaze in prayer and silence at the heart-stirring green band on th horizon, Unlike the Puritans who will follow them thirteen years later, they are a rough, quarrelsome lot of desperadoes - the refuse of society, America-bound because England woul not have them. In this new land they have everything to gain and nothing toa lose. \f10 11 Newport, their leader, is a gentleman of fame. With od he raided Cadiz harbor in 1587 and single-handedly captur the Madre da Dios, tha richest Spanish galleon ever to fa into English hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One young adventurer, CAPTAIN JOHN SMITH, is not en deck but sits.in the hold. He has been cast in irona to await hanging on a charge of mutiny. Smith is a boisterous man of great strength, a warm-heart rabel, a lover of play and song. He speaks his mind without mincing words, convinced he must always be right, in small matters no less than in large. He is long accustomed to the disfavor of his superiors and dees not have a politic bone in his body. He wears the earring of a Moorish woman to whom he was on a slave. He has been a prisoner of the Turks, a beggar in Moscow, has fought the Tartars in Transylvania and been - shipwrecked in three seas. With no rank or property, no education or connections, he can only win fame or fortune by his daring. The career he has taken up is the single one open to a parson of his ambition. He is a. true pioneer, forever leaving the past behind, bearing the brunt of danger, contemptuous of fear -- a conqueror who lets down anchor when the whim seizes him, makes the shore his home for a while, then inevitably gro bored and moves on, te seek his luck elsewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Susan Constant signals her two sister vessals to come about and fall in behind har. They are tiny things, decke with flags and painted with bright markings as a defense against sea monsters. They leok as though they had been built for children, hardly seaworthy,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ships leave tha sparkling waters of Cheasapeake Bay a turn up the James River, in search of a harbor beyond the reach of Spanish privateers. A man dangles over the side to taste the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Sweet water, Captain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English moor the ships to the long branches of an oak tree that hangs ott over the banks. \f12 13 With Newport in the lead, thay wade ashore. They speak te one another in hushed voices, as though thay had great temple. , g ay had entered a Hera, on this strip of marshy land, America ig born. Jamestown will be England's first permanent settlement in the Northern Hemisphere, for that matter her first colony anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English explora the land, enjoying their new fraadoms after months on the Atlantic. They pick the plants and inspect them, amazed by the bounty of this new world. Everything is splendid and rare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICES, (0.S,)",
          "text": "There’s oysters on the shore as thick as stones. Fish everywhere. They lock into your eyes. We'll live like kings! Kings! They feint at one another with their swords, practice parries and thrusts, chop at branches and flowers to test the edge of their steel, stab vainly at the fish that fla through the streams. There are a few women in their company; two or three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAILOR",
          "text": "Captain Newport! The sailor calls Newport’s attention to a dugout canoe floating down the river. Inside the canoe, fully erect, sits a skeleton draped with pearl necklaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Muskets! Newport pricks his @ars as a strange, haunting seng comes wafting to him on the wind from far away. The man are kee with apprehension and excitement. Far away, Pocahontas watches from her perch in a tree. EXT. HANGING TREE. Elsewhere, unaware of this apparition, CAPTAIN WINGFIELD prepares the noose in which, as a first order of business Smith must hang. Smith stands on a stool, unperturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I admire you, Wingfield. Yes, [ admire anybody who dares to anjoy himself. After all, most things are set up so you won't. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSMITE (cont’d) They hold you by the nosa and make damn sure you won't misbehave. Well, God will take care of them, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "If I were you, Smith, I would take advantage of thesa precious minutes to compose my prayers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "He has no intention of hanging me. Why should ha? He follows the path of logic, Wingfield. He uses his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "I think, in this fataful instance, you might be wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I don’t know why I waste my breath. Let people be. Deon’t open their ayes. Supposing you did, what’d they sea? Their misery. Man is a brute -~ a great brute. If you are cruel to him, he respects and fears you. If you ara kind to him, he plucks out your eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "Good, very good. I intend to make a collaction of your sayings, if you will permit me. Capt Newport walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Lat him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "You said to hang him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Remember, Smith, that you are under a sloud and that it will darken if 1 hear any more of your mutinous remarks. Now make yourself useful. Newport has only wanted to throw a scare into him, as Smi guessed. The man raise a cheer as Smith’s hands are untied. He is an immensely popular figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "I think you should reconsider this decision, sir. \f14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wingfield, not everybody in this world is able to keep his mouth shut, and you might perhaps be one of those who can’t. They find they havea crossed the subtle line between independence - of thought and sheer insolence. Wow that might ba happening te you, don’t you think? Smith gives Wingfield a broad smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith swaggars around, ignoring his shipmates’ congratulations. He has a hardy confidence in himself tha inspires respect. His eyes area alive with a cunning intelligence. He wears a bright uniform and a steel chestplate embossed with a rampant dragon, daspite the he that has caused the others to strip down to their singlet There is something convincing about his bold, outiandish manner. He has a way of carrying it off. BEN, the ship’s cook, salutes his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Thay Jat you go! A terrible mistake thay made there. Come, sit like a gentleman, be idle. I thought surely thay would hang you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Why would they do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Why, for the ‘arm you done us all! I can only speak for myself, but before I met you, I knew nothing and now 1 am, if a man should speak truly, little better than one of the Wicked, lying about the whole day, dreaming of gilded palaces and the like, caring nething fer the world’s business. You could corrupt a saint, Capt Smith. Smith smiles. He likes his mates and the place he enjoys in their hearts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Land mo a pinch of tobacco, would you? No? Not a pinch? I have friends’ and I have acquaintances. I will piss in your bedding. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 16 BEN (cont’d) I will see dog’s meat mada of your flesh and dice of your bones. Work on that! (to the others) You sea, gentlemen, there is. na defense againat wit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Pity you haven’t found a way to live by it! He walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hold your tongue! As I am a gentleman born, I will gat drunk, grow valiant and beat you within an inch of your ife. Smith stands with a man named ACKLEY, gazing at the woods",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACKLEY",
          "text": "Therea’s something out there, Smith. You can feel it. I don’t like it that the trees run down so close to tha shore, The boat's not protected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT AND SCOUTS",
          "text": "A scout has sighted tha Indians. scout Naturals, sir. Sea there? They was making quite a fuss, too. Three Indians run down the opposite shore of the river, calling to one another in strange, bird-like syllables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Prepare the pinnace and a war party. Twenty men. The threa Indians run past Pocahontas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith enters the virgin forest, awed but unafraid, like someone entering a great cathedral. He has slipped away from the others. The trees area full of cool drafts, like a spring-fed poo They seem to roll on forever, flat and park-like, partitioned by creeks and streams that at low tide become slicks of black mud. Clusters of grapes hang from vines that twine through their boughs. \frN. wv 18 Softwoods grow side by side with oaks and 1 contradictory sight to European eyes. Turkeys dust themselves in tha sand. Their nests lie open, brimming with eggs, as though they had no fear of Marauders. The call of each bird stands out sharp and clear i this April afternoon. P Fin the caim of",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS AND PARAHUNT",
          "text": "Pocahontas and her brother, PARAHUNT, steal through the trees to get a closer look at the visitors. Pocahontas wears a wreath on her head and a short buckski apron, Except for the long strands of pearls and shells that hang around her neck, she is bare above the waist. Below her knees and above her albows, her arms and legs a ornamented with tattoos, giving her a vaguely Polynesian appearance. She sees Smith and freezas in her tracks. Parahunt wants to go back, but impatient with her brother's timidity, sh ventures closer. Smith turns and sees her, all at once. Shae gazes at him though he were a visitor from the sky. With. his beard an his glinting armor, alone in the stillness of the forast, he seems so handsome, so unafraid -- a blue-eyed, fair- haired god. She turns a cartwheel. Then, with an odd laugh, she is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pinnace, a small sailboat, strikes the opposite shore Newport and his men jump out and, weighted down with thei casques and armor, crossbows and pikes, wade clumsily ashore. Quickly they find footprints, at first only footprints. Tangion mounts as they advance into the woods They sansa they are being watched. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAILOR",
          "text": "Sssssst! Newport looks around to behold a magnificent Pamunkey bra standing at the adge of a clearing a hundred feet away. The brave lowars his bow and gives two loud shouts. The English jump back, startled. . Newport steps forward and puts his hand over his heart, a a sign the English mean no harm. The brave nods, as thoug to say he understands. He raises his hand and two hundred battie-dressed warriors step out from the woods. They are a handsome people, a full head taller than the English. \fis Unlike the severe, aquiline Indians of the whom we are accustomed, they have round faces bread *e cheekbones and straight nosas. Their skin is the calor of burnished gold, their eyas jet black, in shape almost Chinese. Buffalo tails dangle from their balts on the ground behind them. Dead blackbirds hang from their ears They chalk their. cheeks and arms with root dyes and shav the right side of their haads, to keep their hair clear o their bowstrings, giving each man two completely differen profiles -- one frightful, the other soft and noble. The English have never seen beings remotely like these and murmur with astonishment -- astonishment, than gradually fear, as they realize they could easily be overwhelmed. The brave strikes his head and chest, then reaches out to strike Newport’s the same way. Newport shies back, distrusting his intentions. The brave smiles and repeats the gasture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Mr. Ackley? The, brave pulls his hair, then with a jovial look points Neawport’s own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACKLEY",
          "text": "He does not know how to make. his\" meaning plain, but it appears he means we are all made of tha same flesh and blood. Again, Newport puts his hand over his heart. The brave comes forward, nodding with great satisfaction, and asks permission to touch Newport’s skin. The Indians are fascinated above all else by the Englishmen’s white pallo exaggerated by their long months at sea. Newport laughs and holds his arm out for inspection. The brave touches i with a little gasp of awe, Pocahontas looks at her brothe and smiles,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Indians have grown more trusting. They dance with panpipes on the shore and wade out into the shallows to greet the English longboats with songs of welcome. Some paddle ahead in their long canoes to warn Nawpert’s helmsman of snags in the water. “We hava never in the world so far encountered a kinder people,” wrote James Barlowe, captain of Raleigh's ill- fated 1584 expaédition, ‘We were entertained with ; friendship and were given everything they could provide. Wa found (them) gentle, loving and faithful, lacking all guile and trickery. It was as if they lived ina golden aga of their own.” \f20 10. A sailor rushes up to Smith, breathless with excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAILOR",
          "text": "I gave this Indian woman a brokan plata, and she give me four rows of her pearls. I tell you, we come to tha richast country in the world. The ship’s BOSUN, a great hulking man, spots one of the indians stealing a hatchet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSUN",
          "text": "What do you think you're doing? The Indian backs away, uncomprehending, His people have communal ideas about property which the English do not share.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSUN",
          "text": "Drop itt Alarmed by thea bosun’s tone of voice, the brave turns an runs. The bosun levels his musket and sends a volley crashing through the underbrush, stinging the fleeing Indian’s shoulder with a spray of pellets. His fellows gape at this display of tha Englishmen’s power. ‘Smith knocks him to the ground. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You fool! Tie his hands behind his back. The bosun strikes back at Smith, who with a swift display of physical courage quickly subdues him. The Indians ratreat to the trea line. Pocahontas watches as Smith tries to call them back, but they no longer trust the visitors from heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSUN",
          "text": "He stole my hatchet! Smith drags tha bosun down into the water, and in full sight of the Indians, shoves his head underwater again an again, as though to show them he will punish the offender They do not understand the meaning of this display, howevar, and shying off like deer, thay disappear into th woods. Pocahontas is tha last to retreat, her eyes still detained by the English haro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Newport harangues the assembled English company. \fa il,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Capt Smith did well today and went a considerable way towards reinstating himself in our good opinion. But the hardships we face ara greater still for tha actions of a fool. Tonight we shall sleep aboard the ships, every man in full armor. In the morning we shall chop down every tree within half a mile of the moorage and use the straightest timbers to palisade a fort. When we have done that, we must set corn, put up houses and lay in firewood. Slackers will be executed at, the site of their transgression. Yas, Salway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELWAY",
          "text": "Sir, when are we going out to -- poke around? NEWPORT . We are not here to pillage and raid . but to expand England’s domain of reason and light, We have it in our means to make a fresh world here, one where the lion might lie down with the lamb and the wolf with the sheep, where there might be plenty for all. Every man who works hard in time will be rawarded. But we must work, too, for the good of those who are to come. Wa shall enjoy the good things of the earth, and wa shall be happy to think that after us, and thanks to us, men will recognize themsalves as being happier, better and more free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELWAY",
          "text": "Begging your pardon, but if we'd wanted to farm, we could ‘ave stayed in Devon. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Perhaps you’ve made a terrible mistake. Gold will do you no good six months from now, when the snows fly. We want to live in peace with these people. Our survival depends upen keeping that peace, We shali at some point explora the land, but we shall not plunder it. Do I make myself clear? \f21 12. When nobody speaks, Newport lowers his head and offers a prayer of thanksgiving. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Lord, we have the Devil and all the Gates of Hell against us, but if Thou art with us, wa care not who is against us. Grant us, therefore, a healthy portion of Thy mercies. We ask it in the name of Thy son, Jesus Christ our Lord. Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At dawn the next morning, the English strip off their doublets and set to work. The forest rings with the bite of their Kentish axes. Sweat glistens on their tattooed backs. After months at sea, the work is a joy. When the felling gang is done, the sawyers drag the logs off to hew them into timbers. Soon a small fort is under construction. Pocahontas watches from afar. From time to time she allow the cabin boys to approach her. They secon are teaching h English words. Foragers attempt to catch fish and wildfowl but without t help of the Indians have little success. Carpenters put together a shallop, a shallow-draught vessel for navigati the rivers, pitch the tents and stake out gardens. Yeomen sow oats and barley. Newport is a wise leader. He gives every man a job, thoug the gentlemen are exempt from physical labor. He goes around keeping up their spirits and, where necessary, lending a hand. But when he comes upon two of their company plucking a wild goose, he is inflamed to wrath. The men are hauled to the ground, and their hands are bou behind their backs. . NEWPORT oe Clever dogs! Staunch to the last! Never told us how they managed to look so fit. And why should they? No, fine fellows, fine fellows! {turning to his adjutants) Wait until the sun goes down to bury them.. I don’t, want the Savages to think our numbers are dwindling. \f23 24 INDIANS’ POV Overcome by curiosity, the Indians have returned to the vicinity of the camp, From across the river, they witness the axecution of the poachers. It seems not to deter thei curiosity. A brave named TOMOCOMO talks with the sentries a distinctive man, dyed black frem haad to toe and covere with tattoos. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith sits with a sketch board, drawing the strange varieties of plants he has turned up. Tha fort is now hal finished. At one point, standing watch by the wall, he sees Pocahontas cavorting with the cabin boys -- walking her hands, challenging them to follow her example in the English phrases they have taught her. He notes how, finding herself alone, sha looks up into the clouds above Her lips move as though she were speaking with someone. She seems to feel his eyes on her, stops, turns and looks evenly at him. He waves to her. She waves back, as though urging him to come out and play. He smiles and shakes his head; he is on guard and must stay where he is. But the incident makes its impression. His nerves tingle with a strange delight. Will he go away into the blackness of death never having known the mystery of her free, fresh life? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben shows Newport that the kegs of grain and hardtack the have brought from England are infested with worms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "The damp got in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "-- The damp’s not your problam. Some of the kegs was good, but they’re gone now. Somebody filched ‘am. I know what you're thinking, but it couldn’t have been the Naturals. They couldn’t get through the lock. Had to be one of our own. . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACKLEY",
          "text": "The frost hag nipped our oats. We sat them in too late. The natives know how to’ catch these fish. They won't come to a hook. \f25 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Speak softly. Tell no ona of the condition of our storas. EXT. HALF-FINISHED FORT - SMITH’S POVS Smith watches the cabin boys imitate their Indian playmat Her cinnamon breasts have inflamed their young imaginations. Then he sees that an English party under th leadership of CAPT ARGALL, an adventurer like himself, ha captured two Indians who ventured too clasely to the fort and brought them to Newport for interrogation. One of the is Tomocomo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "They can tell us what we can’t find out for ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A council of the Jamestown elders sits in the shade of a slung sail. Hogs forage for scraps of food in the rutted lanes. The captured Indians stand next to Newport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT -",
          "text": "(presiding) We are here by the will of Providence. Had we not sighted land the day we did, I would have turned back. We’va eaten the best part of our stores. Our best men are sick with fever; the. rest will soon breathe mutiny. We might as well be shipwrecked. Now the Naturals tell me of a city up the river, and a mighty King who lives there. I propose we send an envoy to him, to sea whether he can be persuaded to trade with us. Meanwhile, I shall raturn to England for fresh supplies. I will net be back until the spring. You will be utterly alone until then, but my leaving will free the men, when adversity strikes, of any temptation to return. Ratcliffe here will be in command. As to who shall approach the Savage King, I needn’t tell you that it will be a hazardous mission. A silence follows. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Captain Smith is the only professional soldier among us. He alone is suited to the task. There are noises of agreement. Smith bows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "{leaping up) I should very dearly like to know one thing. What is to prevent this friend ef the hangman from making league with the Naturals, then turning upon us, only under the extremity of torture, I should like to assume? Or instructing them in the conduct of war and English strategies, if I may make so bold? His right to the title of Captaincy is dubious at best. The low-born son of a yeoman cannot be expected to behave with a gentleman’s sense of propriety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Perhaps you’d like to go, Wingfield! The others laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "The sentiment of the council is clear. Moreover, it conforms with my own. (to Smith) This will be your opportunity to repair your reputation for discipline and obedience. I axpect you to welcome it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "(with a bow) I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith walks along the Jamestown dock with Newport as he prepares to set off in the shallop the carpenters have_ built. Meanwhile the principal ships are being provisione for Newport's return to England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NERPORT",
          "text": "Are you afraid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "No. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "I would be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I've always believed that sooner or later something good, something special, was in stora for me. A destiny all my own, I suppose I ama Musselman in that way,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "A Musselman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I begged in Moscow when it was blowing snow in eight-foot drifts. I was the only man to come out alive when my regiment was overrun by the Turks in Transylvania. They put a chain around my neck and gave me as a slave toa Stambuli lady -- her name was Tragabonza -~ and she ordered me around like her sit-up dog, until she got bored and poisoned me, to see if I could take it. I never lost hope. Even when it looked bad, you know, I never even felt in danger. I had this feeling, through it all, that there was something waiting for me -- my life would not end until I had found it -- achieved it. I never knew where it lay or what it was exactly. (over a river, winding . its way into the interior) Ruling huge countries for myself and the King, doing things that seem impossible to the world, making the heathen fly like the wind -- I had all manner of ideas. Then I came to the conviction it was in the East. I thought that must be it -- to find the way through to the Indies. No one has dona it. I mean to, and I will. Nawport smiles through all this, with an indulgence that seems almost paternal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Interesting, You must always keep in mind: your responsibilities to the rest of your countrymen, however. Most of them are idiots and fortune-seekers, but even so they are under your protection. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 29 v7. . NEWPORT (cont’ d) You have the makings of a leader, Smith. You have a future here. So, the boat is ready. Make England's name formidable. : Smith bows and boards the shallop. They have laid on provisions of cloth, beads, food and books. The rast of Jamestown waves goodbye from the shore. EXT. CHICKAHOMINY RIVER - SMITH’S POVS Smith makes his way up the Chickahominy River in search o the King. With him area nine Englishmen, heavily armed, a the two captured Indians. They sing as they rew, to stead their nerves. The river winds through vast floating gardens of water lilies and sedges. The shores thrum with cicadas. Little by little the land reveals itself to them. They pass an Indian town. The people come down from their fields to raise up their peculiar shouts of greeting but they no longer offer help or gifts. At night they see braves spearing eels in the shallows by the light of flaming torches. The land grows still more mysterious, more magical, as th work their way up the river. Dragonflies dart about like pixies. Huge carvings of otherworldly beings appear in th recks along the bank. The skeletons of ancient Pamunkey chiefs hang from the rafters of sacred huts. It seems the scenes of visionary enchantment will naver end. Yet gradually the channel narrows. The overhanging branches o the trees make the going difficult, and strange cries rea their ears. The English company soon is showing distinct signs of unrest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELMSMAN",
          "text": "Captain, we haven’t the draught to go any further. (Smith is silent) I can’t stand out in the river, They can reach us with their weapons now. You hear me, Captain? We‘re in bowshot. Smith signals that they should put in to shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Indian women tempt a sailor who has wandered off from the rest of the English party to follow them into the woods. He is cautious at first, but curiosity or lust get the better of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REST OF THE PARTY",
          "text": "His distant cries of pain send shivers through the Englis",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST ENGLISHMAN",
          "text": "Let’s go back, sir,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND ENGLISHMAN",
          "text": "We could gather a larger party. We're lost. You know it, and we know it, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD ENGLISHMAN",
          "text": "Let’s put it to a vote! I’d rather die on the gallows than have my throat cut by these monsters. Smith feels a mutiny brewing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "The Naturals say that we shall come to wide lakes and a mighty river falling west into the Indian Ocean. I thought I shouldn’t tell you. The people there are unlike any we have ever seen, Gold is more plentiful with them than copper is with us, and for as much red copper as you can bring, you’ll have three times its weight in gold. Why, their chamber pots and dripping pans are pure gold, and the chains they chain their streets up with, and even the prisoners they take, are bound in gold, and as for rubies and diamonds, they go forth on holidays and gather them by the seashore to hang on their childran’s coats and stick in their caps. He continues over scenes of the original America, the infinite land of primeval beauty, over its lakes and mountains and streams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH, (0.S.)",
          "text": "I don’t know whether to credit this. You decide. But I think we shall live freely there, without sergeants or lawyers or courtiers, only a few industrious Scots, perhaps, who indeed are scattered over the face of the whole earth. I think they will lay their treasures at cur feet. You will be noblemen, never slaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 32 19. SMITH (cont'd) Each man shall have his fig trea to lia baneath. They will favor you without your having te pander, scrape Or steal. The things we value to them ara worth no mere than straw. There’s danger, but what is danger compared with seaing those cities ~- magical Capitals that stretch for miles and risa into the clouds, glancing in the evening light. Would the like aver happen to you in England? Your freedom’s at hand, men. Make your choice. Go back and muck about the rest of your lives -- dia like cattle, never lifting your eyes from tha ground -- or come with ma -- to the East. He points wast, toward the Indies. Only two men step forward, a young carpenter named THOMAS EMERY and a sailo JEHU ROBINSON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMERY",
          "text": "Look! One of the Indian guides, Tomocomo, has taken to the wood",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Lat him go. I could have the rest of you hanged as deserters. But I'd xather go on with these two men than with a flock of ducks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith continues on with a canoe, the remaining guide and the two English volunteers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBINSON",
          "text": "Very good, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Was I impressive? The wilderness closes around them. SMITH’S POVS - FOG The country hag a supernatural mystery. Beavers crack their tails and slip beneath the surface. Flights of wild ducks pass overhead. Were the canoe to capsize, they woul probably drown under the weight of their armor. Against a attack they would be defenseless. But Smith feels himself being drawn on; he does not know quite why. \f20. Somewhere, dimly, he feels there is something waiting for him, something fine and unspeakable, infinitely more exalted than the prospect of fame and fortune that draws the other English on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMERY",
          "text": "You know where we are, Captain? Smith does not reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBINSON",
          "text": "What are we doin’ this for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMERY",
          "text": "I’m after the coin. Newport can talk, but I laid my Jesus on the shelf for the time bein’. Instead I brought a compass and a rule, to make a map. Now tell me I don’t look a’ead and use me brains! They jump out of their skins as Smith discharges his musk into a bush along the shore. The shot echoes down the Waterway, until it fades away and the birds resume their twittering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Put in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMERY",
          "text": "But it’s thick as a jungle, sir. We don’t know the trails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBINSON",
          "text": "It’s a bleedin’ evil place, even in daylight. You don’t know what might ‘appen in there, it’s that rotten still. Ignoring their protests, Smith straps on his siege helmet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robinson and Emery load their matchlocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Keep your matchlocks lit. Signal if you see anything. . EMERY ; What if they start peltin’ us with arrows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Imagine they won‘’t hit you. \fre 34 35 36 37 Smith moves down the trail into the wilderness, accompani by the remaining Indian guide. Soon his friends have vanished from sight. SMITH’S POVS - BEAR, ETC. He sees a hummingbird. He sees a bear feeding on a blueberry bush. It watches him for a moment, then moves off. While he is thus absorbed, his guide deserts him. Smith sees him retreating through the woods but does not pursue him. The music builds a mood of tension. He is utterly lost, and he knows it. Mockingbirds fly down to attack him when he comes too nea their nest. He presses on, entranced. Now, in the distance, he hears a cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suspecting his mates have run into the Indians, Smith tur back. Tha clanking of his armor is loud in the stillness of the forest, his bright silks conspicuous. Gradually, w begin to observe him from the point of view of Pamunkey warriors stealing up from the depths of the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From out of nowhere, a flight of arrows descends on him. Two ricochet off his breastplate. One plunges into his thigh. He plucks it cut, inspects it curiously and breaks it in half. He slips down the face mask of his burgonet and prepares his halberd, a spear with the head of an axa A hundred Indians appear from the trees. They do not come at him directly but run around him in circles. In their manner of warfare the object is net to kill the enemy so much as to humiliate him into surrender, a display of superior force demonstrating that resistance is futile. As they get closer, the Indians race in and touch him, li children playing tag. Smith shoots the boldest of them in the hand with his’ pistel. The others step back, amazed a this device that fires thunderbolts and lightning. Holding the entire party at bay, he walks backward to the point on the riverbank where he left his comrades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Distracted, Smith stumbles into a bog and quickly sinks u te his waist. His thrashing about only causes him to sink deeper into the mire,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 22 The Indians closa in. His hopes of escapa gone, Smith put the blade of the halberd to his chest, as though he were Preparing to take his life. He'soon thinks batter of this course of action, howaver -- life is too sweet -- and offers his weapon to the leader of the Indian party with great flourish, as though he were surrendering a whole army. He doas not beg for mercy. He does not expect it. Two braves drag him out of the bog. OPECHANCANOUGH steps forward, a-chief seven feet tall, so stately in his manner that Smith at first takes him for a fool. He reaches out, touches Smith’s beard and explodes in laughter. Another Indian removes Smith’s shoulder bag, smells it, then throws it away in disgust. The English strike these people as incredibly dirty and foul~smelling. Suddenly, to Opechancanough’s great surprise, his prisone leaps to his feet, and taking a small box from his pocket presents it to the chief with a deep bow. Opechancanough is wary of the mechanism at first, but upon inspecting it more closely, he discovers inside an iron needle which points the same direction whichever way you turn the box. When he tries to touch the needle, his finger is stopped the glass, further cause for astonishment. The Indians ar unacquainted with this legacy of the Phoenicians. He turns the box upside down and looks at it from — ; underneath, taking care to praserve an air of dignity in the presence of his soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Would you mind fetching my musket from the cance? Opechancanough wonders at his effrontery. He has never me aman like this. He orders the prisoner’s hands tied behind his back. The Indians conduct Smith through the woods with his arms lashed to a pole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith rounds a bend in the trail and stops in his tracks, astonished. Before him rises Wercwocomoco, the seat of th Powhatan Empire. \f39 40 The magical city stands on a bluff above the swirling mis of the Pamunkeay River, hundreds of tree-bark houses of every shape and description surrounded by a palisade of immense logs. Beyond the town lie well-cultivated fields of beans and corn, tobacco and squash. The inhabitants are a far cry from the savagas the Englis imagined they had found. Smith is delighted. INT. POWHATAN’S PAVILION Smith is led into a longhouse and made to sit down. The house is covered with rush mats laid over an arched framework of bent saplings. The sides are trellised with vines, like a pergola, and laid over with strips of bark that can be rolled up on nice days to let in the sun and the breeze. Now a host of warriors suddenly appears around him, danci and singing frenzied songs. They are incomparably more majestic than the Indians he saw at the landing. fach has a quiver of arrows and a club. Over their arms they wear fox and otter skins. Their heads and shoulders are painte red and smeared with bear oil to make them glisten. Now and then they stop and look at their bewildered prisoner though he were a monster. Chiefs and Great Ones from the far-flung corners of the Empire approach to inspect the prisoner, the first white man they have ever seen. Then, all at once, they fall silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GREAT POWHATAN",
          "text": "In the roaring torchlight at the far end of the pavilion appears a dignified man of sixty, the GREAT POWHATAN, rul of Virginia. His robe is made of raccoon skins and painte in incomparable colors. Chains of pearl hang about his neck. His head is crowned with brilliant feathers and tresses of moss. To his left and right sit the ranks of his councillors, h wives and court officials, their heads and shoulders painted red and pounced with polka.dots of gold-flecked sand. At his sida two young hermaphrodites wave fans to make a breeze. Yet the ruler’s majesty lies less in his attire than in the gravity and omniscience of his manner. It seems to Smith that he has stepped out of his everyday world and fallen in with a race of fawns, satyrs --~ mythical people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A messenger prostrates himself before the Emperor. From a satchel he produces the hearts and heads, hands and feet Smith's late comrades, Emery and Robinson, The Indian Great Ones examine them with curiosity, then turn to look at Smith, Smith shows no emotion, though it appears the same fate now awaits him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREAT ONE",
          "text": "They are mortal. The natives speak Algonquin; subtitles translate their words, here and in the future. Tamocomo, tha guide who escaped at the river, acts as Powhatan’s interpreter. Pocahontas looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERPRETER, (TOMOCOMO)",
          "text": "Where have you come from? He points up to the sky, inquiringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "The sky? No. From England -- a land to the east,",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERPRETER, (TOMOCOMO)",
          "text": "Why have you come here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exploring. I hope you don’t consider it a crime for a man to labor in his vocation. We had an encounter with the Spaniards, our enemy, and were overpowered, put to retreat, then by extreme weather forced to this shore. The boats had leaks, so Captain Newport, my father as you might say, left for England to get them repaired and pick up supplies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERPRETER, (TOMOCOMO)",
          "text": "When do you leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": ".' SMITH",
          "text": "Leave? I intend to push on. I can’t speak for the others. There won't be any leaving before the spring. The ships won’t bea back till then. They have set a great repast of bread and venison in fron of Smith, food enough for twenty men. Music enters. And now we start jump-cutting from the interpreter to Powhata himself, until we establish the conceit that Powhatan is communicating with Smith, and even with the other members of his tribe, in English, directly. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You aren’t trying to fatten me up, are you? That would be a poxey trick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERPRETER, (TOMOCOMO)",
          "text": "Why have you come up the river if you stopped only to send the ships back for supplies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Because it pleased ma to. My official mission, however, is to pay my respects and to trade for food and other comforts. I should also be interested to speak with you about the back sea, over the mountains, on the other side of the main, where J hear there is saltwater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERPRETER",
          "text": "Why should we help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "{directly to Powhatan) Don’t you love your neighbors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "Some. Others -~ how can you love them? They steal from you before your very eyes. They have no shame. They would gladly burn this slight roof above my head and kill me and my children, if they had the courage. But they are cowards and fear to approach ma, even to come into these woods. You would laugh to hear what they are afraid of. A child would laugh to hear it. (laughter) Why should we help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "We have articles that might interest you, Powers you do not possess, unless I am mistaken. Things we might teach you. With a coal from the fire, Smith ignites a pile of gunpowder. The Indians stare at him like country people - this man is a true magician. Fowhatan leaps to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "My inferior in years and judgment, presuming to instruct me! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ffo 41 26. POWHATAN (cont'd) Manacle his feat. Giva him sea water to drink. Feed him withered roots and acorn husks, Smith snatches up his sword. His captors have left it lying caralessly nearby, as though they imagined it were decorative part of his costume. Pocahontas looks on, overcome with awe,",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "Put that away. You look ridiculous. I could disarm you with this stick, He advances confidently on the Englishman. They stand facing one another for a long moment. Then, with inhuman speed, Powhatan raps him on the wrist, and Smith’s sword goes flying from his hand. A brave stands up and levels his bow at Smith’s armor, hanging from the ceiling. The arrow shoots clear through the steel. Suddenly a host of conjurers and medicine men enters the court. They dance around Smith with strange gestures and fall to the ground in paroxysms of delight. The Chief Priest looks deep into Smith’s eyes and lets ou a piercing wail. His body is covered with coal and oil. He wears a coronet of feathers and weasel skins. Six virgins arrange circles of cornmeal, grain and sticks around Smith’s figure. Great wooden idols look down at hi with a scowl. WOBBLEHEAD, a lunatic with the habit of rolling his head, gestures to Smith that his story has failed to convince anyone -~ he will die. Other natives reach out and touch his face in sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Smith sees Pocahontas. He wonders why she is here. Her hair is woven with strands of moss, her mouth painted azu blue. She is the very image of earthly beauty. At a signal from the Chief Priest, the longhouse falls silent. Powhatan offers a prayer to his divinities, then throws his scepter in the dust at Smith’s feet. The audience gasps. Without a moment’s hesitation, his attendants bring in two large stones and set them down in front of the Emperor’s throne. A dozen braves grab Smith, drag him to the stones and lay his head acros&’.them. Smith sees the end has come. The braves raise their huge clubs over his head. The tips are studded with bear fangs and flints. \f27. Suddenly, Pocahontas breaks out of the crowd by her father’s side, runs to Smith and puts her hand on his hea The audience is astonished. She winds her arms around Smith’s shoulders. She pressas har head close to his. Her hair streams across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "Come here. Pocahontas kneels in front of her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "How can you stand up for this creature?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "What has he done to you? He’s gentle. He’s not afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "Silence. One more word and I will chide you. You’vea only seen your own people. This man is common as clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I must be humble in my tastes, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "Hush! What do you know? A child!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(whispering now) Let me have him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Because I ask it of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ POWHATAN",
          "text": "They know you are my favorite child. Would you embarrass me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "If I have to. Ha might be a spirit.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". POWHATAN",
          "text": "A spirit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Teall ma -- have you ever seen his like? \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWRATAN",
          "text": "He eats and sleeps as wa do. He came from the same place as the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Why do you speak this way, father? Does pity never mova you? Look at him. A good and noble man. Powhatan smiles. She is a stubborn, willful girl, but her defiance only endears her to him. She is his favorite child. Except for Smith, everyone in the longhouse knows it. Opechancanough, Powhatan’s militant brother, gestures fiercely that Smith should be killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPECHANCANOUGH",
          "text": "They are building a fortress! Drive them off now, while they still are weak, or they will think we instead are weak and come in numbers. Parahunt urges his father to exercise restraint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARABUNT",
          "text": "Don’t be harsh, father. Why should you care about them as long as they do not harm us? They only want a little swampland. It does us no good. If they try to stay, you can drive them off, whenever you want. We outnumber them a thousand to one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPECHANCANOUGH",
          "text": "For now, We cannot tell what will happen later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "We shall find out what their intentions are. There is no reason to waste lives. If they do not leave, then wa shall attack. Powhatan raises his hand to signal that Smith will be spared and, nodding at Pecahontas, declares:",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "He can maka her beads and bells. One by one the Indians exploda with laughter. They rush forward and slap him on the back, pummel him, make him ea stand up and sit down. \f42 43 29. they carry him around on their shoulders as if he were a conquering hero, strip off his clothes, dangle their strands of pearl around his neck, heap raccoon pelts on h shoulders and thrust a crown of feathers on his head. Smith has no idea what to make of all this. The moment before they were ready to slaughter him and now they trea him like their bosom friend. . His look of perplexity onl causes them to laugh the more. Meanwhile, Powhatan confer with his advisors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "We shall watch them and wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPECHANCANOUGH",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "For whatever comes. A dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH AND POCAHONTAS",
          "text": "Smith comes upon Pocahontas in the moonlight. She shies away, and still it seems that she trusts him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Don't be afraid. Your father says that I’m to teach you -- He follows her deeper and deeper into the flickering darkness. She says something to him in pantomime, but he does not understand what she means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "They might chop off my head if I don’t put sense in you. Shea swings back and forth on a rope strung from a high branch. The wind flutters har short skirt, and his heart skips a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENES OF INDIAN LIFE",
          "text": "_Led by Pocahontas, Smith walks through Werowocomoco, marveling at the Indians’ way of life. She is constantly shooing away her host of simpering maids. She points when she wants him to do something: sit down, get up, etc. She drops a leaf from her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Pick that up, please. the does) And if I dropped it again? \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I would pick it up again. {she smiles) Would you like ma always to do what you wish, Princess? -- to follow you in the woods when you say “come” -- to chase you round the trae to catch you, and to lie down for you to thraw leavas on me, and to be glad when you are glad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Yes! He is no longer the enlightened, creedless man. She is a being sacred and apart. She is so near that naw world whose existence he has only guessed at, that it seems brought near to him. Two young braves loll in a hammock smoking a pipe. They smile pleasantly at Smith and return to their tobacco visions. By nature they are a silent people. The scolding of a crow is loud above the normal sounds of the village. Powhatan sees Smith with his daughter. He does not scowl as an English father might. In fact, he feels a certain amusement -~ that she should let herself be amazed this way, as though by a strange bird. He is a man free of jealousy, a man of deep understanding. Yat while he does not take her infatuation seriously, he still must keep a close watch on Smith to maasure his utility to the Indian cause. Youngstars play basketball on a strange court surrounded posts with nun-like faces carved in them. Their elders hunt stag in the groves between their gardens, costumed i the skins of their prey so that they can approach them quite closely. They show Smith rabbit and fox tracks and speculate about what transpired at their intersections. They catch fish i traps made of bound sticks and broil them with their venison on hurdles over outdoor fires. In the center of the corn fields stand high towers, where watchmen stand guard against the crowd. Their cries and the noise of their rattles ring constantly through the ai Indian mothers take to the water with their children on their shoulders: The men keep their bows with them. When they are in the water, they tie their quivers to their ha so their hands will be free. They light great fires at night, to show their joy. \f44 45 3t. Smith exchanges greetings with Parahunt and Wobblehead. Except for Opechancanough, the Indians receive him as a brother. Gradually ha comas to find his English dress constricting and, piace by pieces, he substitutes for it deerskin robe and headdress. Often they tease him, mocking his English manners, especially his swordsmanship in the woods the morning he was caught. They hold no grudge against him. They are naked, frolicsome, full of good humor, always inclined to laugh, which they do with irresistible grace. It is a pleasant sight to see them wading in the rivers i the cool of the avaning, free of care, living cheerfully and at their hearts’ ease. They do not seek more than the need. They share with their neighbors. They overflow with mercy and loving kindness. They have mo wants beyond what the day provides. Like tha lilies of the field, they neither toil nor spin, yet Solomon in all his glory was n arrayed as one of these. TIGHT ON SMITH - “OTHER SIDE” MUSIC . It strikes Smith that there is soma other way of existing in this world, outside the eternal circle of struggle and desire. Little by little he parts with the ideas that clothe the soul of the European, above all the idea that Man attains strength through force. He assumas, in some Measure, the dress and manners of the Indians as he discovers a self he never knew he had. His civilized brothers have lost something these Indians enjoy like the very air they breathe. Why should he aver wish to leave this Eden? But even as he entertains these thoughts, he half-knows h will not honor them -- that the passionate conviction of this autumn afternoon will one day seem a dream, a passin fancy. For the moment, however, he is a free man. He has opened his eyes. Hae can follow his vision or betray it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits with Pocahentas in a clearing. He is giving her a English lesson. Har words have by now acquired a soft Algonquin lilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS /",
          "text": "You coma from that way? Yes? What is that way?",
          "sentiment": "neutral"
        },
        {
          "speaker": ", SMITH",
          "text": "Nothing but ocean, for months and months. \fHe traces middle. 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Months? What are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "No matter. The world is so large that we only see a small part of it from any one place, Look. a circle in the sand and puts a pebble in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "This is the spot we are standing on. And this is all that we can see from here. This is Virginia, and these woods, if you walked in them for years, would be the world,",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "De you know all the world? All the mountains and rivers and all the people in the world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "That would be impossible. You imagine the rest of the earth is like this little part here. But it’s not all the same, There are rivers and mountains and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(interrupting) I can swim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Aeross these rivars, no. There are mountains that none can climb. Beasts that would gulp you down. And with great pleasure, too. Astonished, she runs out to. the edge of the woods. _the world? ‘, POCAHONTAS Tall me, what's there? And there and there? Tell me. SMITH . Even if I knew, it would take too long to tell. ‘ POCAHONTAS Hurry! There is time. What is beyond \f46 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Water, only water. Didn’t I say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "All around? (he nods) Water, no beyond? Only water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Look at the moon. It is like that with the world. We cannot touch it. We cannot put our hands on it. Beyond the water that flows around the world, but far away -- so far that it would take months and months in a ship to reach them -- there are islands, soma small, others as large as this land here -- some where the people live in snow and ice the whela year round, others where they go naked as a calf. But they are so far away, so impossible to raach, that it’s uselass to speak of them. They are like the moon. You don’t know it yet, but there are a thousand kings, dukes, emperors and petty princes whose state is greater than your father’s. You’re a wild creature that belongs to a bygone aga. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Can you keep a bird on your finger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Can you catch a fish with your hands? Smith shakes his head; no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SARCOPHAGUS OF HER ANCESTORS",
          "text": "Pocahontas has brought Smith to a long, dim hut filled wi the bones of her ancestors. Skeletons lie in perfect silence on wicker platforms,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Who are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "My ancestors. Our fathers and mothers. All. Their bones are here. \f34. She points to one of the skeletons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "My mother. But not she. Only her body is turned to dust. (she toes the ground) But she is away -~ up there, where the stars are. We do not die, but go on, and on. No one is lost. I talk to her. Sometimes I say, “Why do you naver answer when I speak?” And when I think she is quiet, than she whispers so. Turn away. She imitates the voice of her mother’s spirit, a ghostly sound like the wind in the pines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "She lives in the clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Oh yes? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Didn’t you know? All those books you read, what good are they? Why do you read them? If they don’t teach you this, what do they teach you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Other things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "What things? Do they say who made the clouds -~ or why? Why your nose is here, not there? Why you are you, and Iam I? She looks up at tha sky with an open mouth, in a sort of ecstasy, as though she were seeing it for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PCCAHCNTAS",
          "text": "{series of jump cuts) Tall me, John ~~ why can’t the wind blow backwards? Why do the trees love the sky? (astonished) You don’t know? (after a pause) Turn away. She comes up behind him, bends over and whispers \f47 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Are the people in London as we are? Would they understand me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "No, there’s none lika you. Not one. She laugha and runs off. Smith follows her. The Great Rabbit, the Pamunkeys’ fierce god, looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS AND SMITH",
          "text": "Time passes. Fall colors hava appeared in the trees. Pocahontas takes Smith to the river with her when she bathes. They swim together, naked. She gives him breakfast out of her own bowl and shows him her favorite trees in the woods, She sits enthroned and watches the sham wars of the brave as they hunt one another with headless arrows, practice feints and attacks. Passing her hands over a fire, she gathers its light into her heart. She tells Smith about the migrations of the birds, shows him where to find the turkeys’ nests and the blueberries, what bark to use for remedies. Wild creatures come fearlessly to her outstretched hand. She looks through a book of drawings of London that he brought along in the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH, (O.8.)",
          "text": "Those are tha belis that cali the people home and those ara white birds -- they fly around the steeples. Those are the ships that sail along the river. That is a flag that streams in the breeze. And that a great clock; the greatest in all England. She is astonished. smith has sat her imagination on fire. Each igs strange to the other, each intrigued by the othe differences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Will I evar sea these, John? I have dreamed of them, the steeples and the. boats on the river. Will I die before I sea them? \f48 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Probably. (after a pause) Now that I have come hera, I will never be able to live in that world again. (catching her hand) Do yau like me to hold your hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Yes. She looks at herself in a mirror as she combs her hair. The comb is a device the Indians are unfamiliar with and quite fascinated by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Do you intend to spend the rest of your life admiring yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "If I can! . Nothing so lovely has aver been created. He loves her as he has never loved before, never could love any other being. His former ambitions seem as nothing now; paltry, commonplace, unworthy of him. He is a changed man, and this change is the proof that that old artificial life never was and could not be the real one, in harmony with his true nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas sits in the moonlight touching the palm of Smith’s hand, studying his fingers. Her eyes are fixed on him with a look ha finds strangely soft and flattering. She loves averything. She has a soul of innocent zest, She listens to his heart and laughs with delight. She looks at his compass, the magic little box, utterly awed, as though she believed you could make wishes on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Am I dreaming? He sees that she is asking in earnest, but when he attemp to reply, she touches his lips with her finger and asks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Why do you not answer me -- speak to me --.speak to me, like this? He understands. He is learning to speak this new language of the eyes, as gradually the ideal becomes real to him. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS, (0.8.)",
          "text": "Is he a god? What are these feelings that I have? He has come into my heart. His eyes are like a lake, and I am his. Smith gives her lessons in astronomy. He explains the motions of the sun, the earth and the moon. de plays the moon, running circles around Pocahontas, who plays the su while her maids, the stars, move along beside them in stately procession. She loves it when he cuts up for her friends. He watches them cavort through the trees above, like spirits of the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS, (0.S.)",
          "text": "He has no evil in him, and is beautiful to look at. His words are gentle, and his desire is to be always with me. We shall go beyond where tha world ends. One afternoon, while alone, she finds him carrying logs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Rest a moment. My father is away this afternoon. Here, I will help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Under no circumstances! I will not see you dishonored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "It would dishonor me less than you. T[ would do it more easily. I want to. You do not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I don’t know if the young men ever _ tell you, but you're -- a little pixie is what you are, actually. <A sprite. He sats down his load. She puts her hands on her shoulders, te cover her breasts, and closes her eyes. She cannot believe the grace and beauty these gods have-",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(embarrassed) How people are where you live, I do net know. (he smiles at her) Are you a prince?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "No. \fa8. She rolls her eyes. She does not believe him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Do you love ma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "At this moment, more than anyone in the world. (she staras up into the trees) Why are you doing that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Because I do not deserve you. Why should mean like to kiss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Let me show you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(after they kiss) Now I sea. I am afraid. I am your wife, if you will marry me. If not, then I am your servant -- whether you like it or not, (suddenly alarmed) I don’t know why I talk this way. Sometimes I seem younger than I am. Smith stumbles. She frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I lost my balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Where did you lose it? Smith looks at her and marvels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What a mystery woman is! Sometimes I wish all you pretty creatures would die the same time I de, but alas, you'll go on living and having a high old time. Man will be taking you in their arms when I’m just dust for you to walk on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHCNTAS",
          "text": "You will not deny me? \f| eal 49 50 §1 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "How could I? Do you not see it in my face -- all that I fael for you, the love that makes me happy? For this is love, my sweet, that makes our two souls one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Shall it always be so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Yes! She offers her hand to him as a pledge. He kisses it and presses it against his forehead. A thrush sings in the pines. EXT. POWHATAN’S LODGE Qutside his lodge the Emperor sees Smith’s armor hanging from a tree. He shrugs off his long robes and lights his pipe. When the tebacce has taken its effect, he lies back and closes his eyes. POWHATAN’S DREAM - STRANGE LANDSCAPE, TREE, STAIRCASE Powhatan finds himself in a land he has never seen before surrounded by strange flowers and animals. Ranks of cloud move through the sky. A man stands before him and shows by a gesture that he ha come from the west and that he means to marry his daughte They will spawn a new race. All at once a tree takes root in front of him and begins grow at astonishing speed, higher and higher, until it reaches inte the heavens. Powhatan steps through the bark of the tree. Inside, he discovers a winding staircase. He climbs the staircase, his shadow climbing ahead of hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The afternoon is sweet and drowsy. Smith and Pocahontas lie in a peaceful spot along the river. They have managed to elude her retinue. POCAHONTAS . No one knows where we are. You can escape if you want to. They’d never catch you. Gof Smith shakes his head. He does not wish to. \fBoe 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I was testing youl Yielding to a swift impulse, Smith puts his arms around her, presses her to him and kisses her forehead. Then he is frightened -- when she goes so pale, closing her eyes, so that the long, dark lashes lie still on her cheeks; wh she sighs with answering love. He runs his hand over her young shoulders, wondering how much she knows. She unhitches her apron, She is without shame. Smith has never seen anything so beautiful. She sinks to her knees and draws him gently down beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Do you know what you’ re doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Do you? {he nods) Then why are you afraid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH -",
          "text": "Afraid? They are silent for a time. Then she gets back up and slips her apron on, smiling at him mysteriously. She takes his hand, puts it to her heart, her forehead. She rubs her nose against his, then quietly Slips off int the pines. At last they close around her, and she is gone Smith feels happy and triumphant. Shivers run through his limbs and a vague alarm. This is the beginning of -- what He walks around to get on terms with thesa new sensations To hold in his fingers such a wild flower, to put it to h lips and feel it tremble with delight against them! What intoxication and -- embarrassment! What to do with her -~ how to meet her next time? Returning through the woods, he sees his guards waving to him. The Emperor has summoned him. INT. POWHATAN’S LODGE - SMOKE - CG PARAKEET Smith enters Powhatan’s lodge. He understands Algonquin now and does not have to wait for an interpretation, thou he replies to Powhatan in English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "I think your people come to take our land away. \f41. Smith has come to feel a bond with Powhatan’s people that he did not feel before. He wants to speak honest Ly. Because ha cannot, he keeps silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "Go back to them and tell them what you have seen. You can say that we ara weak, that wa lie around in our hammocks the whole day long and can be taken with your muskets. Or you can say that, though we live in peace, we yet are strong, that you have seen an Empire all of whose sons and daughters, nephews and nieces are ready to die to preserve their land, at their King’s command. You can say that his kingdom is very great, that it extends for many weeks’ journey, that he has green fields and great storehouses of corn. What-‘you all them will either discourage them or arouse their lust. Tell them what you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I shall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHRATAN",
          "text": "You Tassantasses ask what lies to the west, beyond the mountains and the falls. Believe me, there is no saltwater. The rivers dwindle into streams. The hills rise up in forests, But there is no sea to the west, only the land stretching away forever in great meadows, where wanderars follow the buffalo herds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Has anyone gone so far he can say that? \"” POWHATAN Remember that while you are a Tassantasse, and the son of your King, you are my son, too, We must not spend our lives fighting one another. There is no sensa in taking by force what you may have for love or destroying those who provide you with food. What can you get by war when we can hide cur stores and fly to the woods? You would famish for wronging us, your friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POWHATAN (cont’d) Do you think I am so foolish not to know that it is better to aat good Maat, to sleep peacefully with my women and children, to laugh and ba merry with you, to have copper and hatchets and other goods, than to be forced to flee, to lie cold in the woods, to feaad on acorns and roots and be hunted by you so that I can neither rest, nor eat nor sleep? What I say is true. The earth hears me. The sea hears me. Shall I lie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I trust not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "My councillors tell me that I should have you killed. You have gained a knowledge of our arms and our strong places. But my daughter assures that you are a good man, and I do not like to kill. Men should live in peace. . What need is there to hate and kill and steal? Wa take what we nead. We ask no more, We belong to this earth. Wa were made when this earth was made. Why do you bother us? What kind of people to you think we are? Let the streams of life flow in peace. Let us change this earth and make it better. All the people in the world ought to love it and speak well of it, always. Then it will last forevar, and the trees will never caase to bloom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I hope, as you do, for quiet days and long life. I believe wa can live in peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "Then leave us, You will turn the world upside down. Looking for what you might have found at home. Go back where you came from. We are stronger than you. We shall destroy you if you don’t. I will send you back with a supply of food. Wea giva you this and no more, Powhatan dips his hands in ashes and washes them . thoroughly, then rinses them in another bowl and dries th on a bunch of feathers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53 54 An attendant steps forward and gives h inhales deeply and passes it to Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "I wonder who you are, Smith. at you and I think, “There’s 43. ima pipe. Ha I look nothing ill can dwell in him.” I hope tha time Will never come when I shall say, I should have killed this fine man. Can I trust you more now than when you first came to this city? Smith smiles at Powhatan, more than an him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "admirer ~- in awe of I believe so. I believe, anyway, that we gan work out our differences. I will do all that I can to see that it is done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "(nodding) Before you leave, I offer you this vanity of mine. It was brought to me from a land to the South. Indian dancers enter, singing wild mel eodies, and present him with a brilliant Carolina parakeet. EXT. POWHATAN’S LODGES The Indians bid Smith a fond farewell. deep respect for him, and he for them. alona does not smile. They have gained a Opechancanough",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith walks along with his arm over Pocahontas’ shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I imagined you would never 1 I had no right to think so. many things I want to say. going to happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't forget me? He looks at her. It strikes him that with a near child. eave us. There are What is he has fallen in love \f55 56 57 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You trust ma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Yes -- I do. Think of me alone, days and days, in the wood, waiting for you, all the time saying, “Come quickly, John. How long you are.” Oo John, how happy we shall bal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I must go. Tha favor of kings is a slippery boon. Thay withdraw it as lightly as they grant it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I will not be troubled. As little as the sky. I will watch for your signal. She walks quickly off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith picks up his armor and slings it over his shoulder. The braves who will conduct him to the fort tie a blindfo around his eyes. Pocahontas watches him go, confident things will work out for the best. Whan her father comes upon her, she gives him an uneven look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "I want you to promise me one thing. That you will put your people befora all alse in the world -~ aven your own heart. She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, A PATH THROUGH THE WOODS",
          "text": "Blindfolded, smith'follows the caravan of Indians through the woods. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith walks down the road to the Jamestown fort. It is just after sunrisa. The English sentries ara fast asleep. The Indians stop a hundred feet away. Smith locks up. The gates are decorated with the skulls of deer and.bear. Wha will stepping back into this other world mean? Will he forget? It seams he goes forward by a conscious act of will, \foo 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "45,",
          "text": "A sentry wakes up. He gasps at the Indian caravan, then a Smith himself -- this man whom they had given up for dead to discover him so utterly changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENTRY",
          "text": "Captain Smith! He goes running through the colony to announce Smith's arrival,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND SENTRY",
          "text": "The Savages will have to stop here, Captain. Raasons of security. (under his breath) We don’t want ‘em to know we’re mortal. Smith gestures to the Indians that they should set their gifts down. They are only too glad to leave,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH ASTONISHED AT THE CHANGE",
          "text": "Within the walls of the fort averything is topsy-turvy. Along the street of sailcloth roofs the houses are fallin down, the faw that have been completed. The men limp out ef their tents and dugouts, pale with rickets and dysentery, like the inmates of a concentration camp. Smith finds WILF, the cabin boy, drawing water. His feet are dusty and bleeding. He has bowed legs and sharp, ugly eyes. Yat still he is as swaggaring a boy as ever stood four feat, six inehes tall. He offers Smith a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILP",
          "text": "You have to quaff it now. Somebody else wants the tumbler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What’s happened here? Where is Captain Newport?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILF",
          "text": "Gone back to England, sir, with all three ships -- to get supplias, new men. He left Captain Ratcliffe in his place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "And Ratcliffa, where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILF",
          "text": "(evasively) Why ~-- he’s gone, sir. We expect he perished. Nobody knows. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WILF (contd) I mean, there’s talk about this and that, but nobody knows, in the proper sense of the word. One day he just vanished like a ghost! Ill-looking faces jut out of doors, register amazement, then withdraw inte. the darkness, The dirty juvenile with the manners of a man begins to whisper, worried he will b overheard,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILE",
          "text": "Since you left half of ‘em has diad. Crops all failed. Seeds won’t take root. We got nothing to eat. This morning there’s another four gone. You find them laying out on the doorstep, dogs sniffing them, the ones they still hadn’t set to eatin’. I grew up in Brighton, but I swear before Almighty God, I never seen the like. The gangs, they bully around and steal from the store, gamble and - keep us all on short rations whilst they have their fill. {over such scenes) They don’t fool me. They cuff me about but I just looks at them cold- like, you see. They know what I’m thinking. Hoho! Don’t they imagine I got my own ways of dealing with things? -No, oh no, by no means! He slyly removes a knife from the crown of his hat. Suddenly,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILF",
          "text": "Don’t fret your ayelids on that score! They bowl while the houses fall down. Nobody pays attention or obeys the other’s commands! Be a charmer, don’t noise it about I told you soa. Wingfield walks up and cuffs the boy aside. “| WINGFIELD Winsome boy. I feel about him as though he were my own son. He struts around like a Japanese swordsman, all glower an bluster, backed by six other pirates armed with swords an matchlocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "You look quite well, Smith. Been anjoying yourself, have you? Been enjoying yourself mightily, I expect. \f47. From his regimen of venison and corn, Smith looks shockingly healthy next to tha other Englishmen, evan Wingfield and his henchmen, who have fared better than th rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "You were sant to relieve our situation, not to pleasure yourself. We here have suffered. {nodding at Wilf) Been telling you a lot of stories, has a?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "As a good citizen, I ignore the stories which bring officialdom into disrepute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "No speeches, Smith. Things are differant now, We can’t gat away with cheek. Allow cheek, and we shall have chaos. I -wear a medal now, I am the President. You were stripped of your captaincy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "May I know why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "Someday, yes, but let's not talk about that now. As a matter of fact, you'd be considerably happier if you didn’t make my job more tiring than it already is. You shortly will be arrested in the nama of His Lordship, King James, and confined to the fortress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What is tha charge against me, if I may know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "Caused tha death of two good Englishmen. Than you deserted. Furthermore, you have allowed the Naturals to see the state of our extremity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Are you qualified to pass judgment on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That needn’t concern you at present. Pity you were not here to defend yourself in person at the trial, I assume your guilt made you afraid to return, He waits to sea if Smith will be provoked into defi but Smith only stares at him. © defiance,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "My trial?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "You were tried during the period of your desertion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "This does not amuse me,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "Then you will be even less amused to learn that you were condemned to death, Crazy with hunger, the English fall madly on Powhatan’s gifts, cheering Smith as a hero. His parakeet flies away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "What did you offer them in return for these bats’ tails and what-have~-you? He gestures contemptuously at Powhatan’s gifts, while his cronies bully the others out of the way to make sure they gat the lion’s share.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "Nocturnal creatures! He sticks his sword into a raccoon and throws it to a man to whom ha owas a favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his henchmen) Send them a dozen of those red top hats. And the bed in which Master Godfrey died, since none will sleep in it. And Nelson’s cur. The ever so poxey one. They haven’t one of those, I suppose. He points to a sickly greyhound. Argall steps forward and speaks directly to Smith, ignering Wingfield. 48. \fas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "He keeps the best food for himself, Captain, and gives us rotten corn. Being an atheist, he has no Bible, which you can go down there right now and prove. You'll find he also has a Spanish grammar, for reasons which are unclear, except parhaps to a Papist scholar. Smith studies the motley crew. He has just come from peopla who asked for nothing and gave away everything in return. He feels a disgust with their selfishness, greed and complaint. He sees in tham the person he was four months ago and must never allow himsalf to ba again,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "He was planning to take the boat and leave us here while he ran off to Newfoundland. His name is not even Wingfield. Woodson -- Woodson’s the - name, Charming. Left England under a cloud of disgrace, he did. A master forger. Charming in tha extreme. Ever so charming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "Seize them. Anyone impeding the punishment of these rogues will be dealt with harshly. Wingfield’s men move to arrest Smith and Argall. smith draws his sword. They challenge him with theirs, but they are no match, evan in numbers. With dazzling skill, he dispatches three of them. As the crowd sees his strength and the chance to turn the tide of things at the fort, th join him. Wingfield’s man are soon overpowered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGFIELD",
          "text": "You want to gat rid of me, eh? Give me the old heave-ho? Let ma tell you, thera’s not a square-head here man enough to get away with that. Don’t start anything you can’t finish. Will you all be witnesses to this? Stop now or I shall report this mutiny to London. It could be ugly.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARGALL",
          "text": "Quite ugly. A sword tip explodes through Wingfield’s armor. Argalil h come up behind him and run him through. Smith stares at Argall, stunned by this naked act of murder. \f50. The others seem accustomed to such goings- for the, entertainment. gonngeron and grateful",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN",
          "text": "Dead as a ‘erring, Serve ‘im right. Puttin’ on airs! With a flick of his sword, Smith sends the murd, flying from Argall’s hands. meer weapon",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "I was only trying to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Arrest this man. A man named Small steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMALL",
          "text": "I can ratify what Mr. Argall said, {toeaing Wingfield) . He refused to give me a chicken or return the whistle I gave him in payment for it. In fact, one morning while conniving with his friend Mr. Ackley here, he even refused to give me a spoonful of beer. Were we in England, I should be ashamed to let my servant keep company with such fellows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACKLEY",
          "text": "You never had a servant. You were one. I ate a single chicken, and that when I was very ill. Small here ‘as aaten six, a number of which he could not be troubled to cook. For myself I can prove that he begged in Ireland like a regue, without a license. I know his games. [I know the criminal mind. Argall steps forward, swallowing his pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "I say it’s Captain Smith should lead us. The men raise a cheer of agreement. After all, he has saved them from starvation, Ackley strips the President’s medallion off Wingfield and puts it over Smith’s neck. With a wave of his hand, Smith rescinds the order for Argall’s arrest. \f59 60 Sl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Tf I lead you, you’ll listen to me and respect my orders. The gentlemen will be obliged to bend their backs and obey with the rest. I haven’t had the opportunity to look into it, but it seems that quite a few of you imagine that you’re still in London. 1/11 be a worse tyrant than this man was. (nedding at Wingfield) So make up your minds. We are not going to have an easy time with the Naturals. We are superior to them in arms but not in numbers, nor in character. They are a formidable enemy. Unless we leave by spring, they will attack us. If you don’t put things in order, they will see how great our need is and be tempted to attack before then. It appears we might have picked a poxey spot to land. And you thought you'd come to the land of Cockaigne! But that’s a matter I’11 take up with Captain Newport when he returns. Meanwhile, it will be all wa can do to survive. These gifts will last a month. And soon the snows will fly. But with a united will we can hold out, and shall, What say you, then? The men raise a great cheer. Smith finds himself beaming with pleasure at their approbation. They. snatch up his gifts and carry him off on their shoulders. . INT. PRESIDENT’S OFFICE Smith enters the office reserved for the President of the Colony. There is a bust of King James, a crucifix, a glob and astrolaba -- serious badges of office and English refinement in primitive Jamestown. He caresses them with his hand. Suddenly he laughs out loud. So fortune has tossed him up for'’a while! How long will he ride the wav EXT. JAMESTOWN - MONTAGE, INC POCAHONTAS’ POV Smith walks around the fort, supervising its restoration. New buildings go up: a brickworks, a potter's shed and a pit saw. He is not above rolling up his own sleeves to help in the work, . The men quarrel over everything: building a wall, portion of food, the date of the year. \f61 52. (These scenes will be improvised, Smi i disputes in a wisa, clever way. us qualities oe thease leadership make all tha men lock up to him. He continues to wear his unconventional wardrobe -- feather headdress buckskins, war paint. He even insists on sleeping outside on the ground, as he did at Werowocomoco. The routine of his life, hia former thoughts and ambitions, seem futile now, and artificial. What shall he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith is joking with Ben, Ackley and some of the other me when a fallow with a serious look interrupts him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN",
          "text": "What about the gold, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN",
          "text": "Have you told us everything? I mean, : did you see anything that raised your hopes of a better life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Gold, you mean? What do you care about gold? You're on the verge of starving. This is the most valuable thing I brought you back. He holds out a handful of corn seed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN",
          "text": "Who gave it to you? —",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "A friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND MAN",
          "text": "What about the soil, Captain? Is it good as we thought?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "{avoiding their eyes) Not really. In fact, I’ve rarely sean so ill-appearing a pesthole. Look about you. Everything’s gone to swamp, with water standing in lakes and pools, so the ground gives way beneath your feat. I suspect there's more puddles than dry land, producing more mosquitoes in their slime than there are beads in a nunnery -- and each mosquito as hungry as a priest! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62 53. SMITH (cont’d) None but a savage could inhabit the place, unless he was a bloody fool or some other manner of ass. But west of here, towards the mountain, or south -- that is somathing else. It still is not clear what line Smith will be able to wal between his duty to the English and his sympathy for the Indians. He looks off toward the woods. The pines sway back and forth in ecstasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith runs a flag up into the rigging of the shallop and prepares to sat sail. The English wonder at this action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "(avoiding their eyes) Where you would not dare to follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Don’t you think you should take some men with you? It would be dangerous sailing by yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Let them come, if they please. Ackley speaks with Smith privately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACKLEY",
          "text": "Watch them, sir. They are a dangerous lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACKLEY",
          "text": "To tell the truth, I don’t know how much longer I can last, Captain. I seen too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You'll last, my friend. Have hope. Smith boards the shallop and, with a squad of English soldiers, sets out up tha river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Post a sentry at the point. The rest of you wait for me here. If they come to look at you, leave them alone. \f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "54,",
          "text": "He collects a sack of copper hatchets, beads, combs and r hats -~ the English wares most popular with the natives. EXT. DEEP FOREST ~ SMITH’S FOVS Smith stops and looks around. The half-moon has just risen. The trees beckon him on. They seem to run off to the uttermost ends of the earth. His romance with the Indian girl seams far off, unreal. Has he put himself in a false position? What ara his intentions? He almost dreads seaing her -- would it not b almost a relief if she did not appear? -- and yet, when s does not come right away, he feels vexed and disappointed By the confidence with which she walks her path, she convinces him that another way exists than that which his feet have known. She releases his soul from its captivity She breaks up the frozen sea of his heart. He conceives hopes that he never imagined it was in his power to cenceive; the walls of his habitual life fall away and leave him in a wide field, in that new world which he hitherto sought in vain, and which he now knows, not by satting his foot on the Virginia shore, but in the sight her, in her touch, in the joy and grace she radiates. By and by he hears the sound of footsteps. He sees her coming toward him and, in a voice that seems not quite hi he says her name. She seems to look right into him. He never before realized the depth and purity, the touching faithfulness, of her dew-bright eyas. He feels his heart and senses unfolding. She is all simple nature and beauty ag much a part of this October evening as the falling leaves. How should he not take all that she would give him, how not fulfill the spring in her heart and his? Wha did he know of love, until he seized har hand and kissed it? And now -- what does he not know? Their lips seek each other’s, and still they do not speak The moment speach begins all will be unreal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Why did you come here? She looks up, hurt, amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Sir? You asked me to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Don’t call me sir, my pretty sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "What shall I call you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "What have you sean? Your eyes are like -- stones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "(after a pause) I’ve had nothing but aggravation. Half are sick, the others lunging at each other’s throats like they ware in Brighton Way, They’d do anything for money. They’d risk damnation in this world and the next. And me, a good Man by any lights, moving among such people!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Send them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITE",
          "text": "Away? (after a silence) How many lands behind me! How many seas! What blows, dangers! My soul hungered after far horizons. Now there is only this contention with fools, this ignoble war with little things. (pacing) It has always been so. I can naver Stay on land for long. It scorches my feet. It always disappoints. There is comfort and safety in the port, hearthstone and supper, warm blankets, friends. But always I find that I still am not where I must be. Always shut up somewhere. Cut off. Starved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Look before you. We could live in the woods, I know a place. There is a waterfall there. A bed of moss. I’ve never shown it to anyone. I waited. (caressing his face) My brother will take care of us. He told ma that he would. Make a sign, John. Tell ma if I should keep on. {suddenly alarmed) I wish for you when you’re gone. I look for you. I wonder if the others can tell. \f36. Smith reaches for her, but she skips back out of reach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "It was never so before. Smith looks at her with love rising in his heart like the scent of a crushed herb. Her heart is a nest, untouched b grief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Can it be that wa have met again? That I can look again into your ayes -- hold you again in my arms at last? And I so changed -- so different! Have I answered you -- have I come to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(in a whisper) Yes...No, it is not you. {after a moment) Is it you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Say it again, my sweet. Speak. I cannot live or breathe until I.am next to you, and I can feel your hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I waited -- watched -- so many days --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "And 1 treated you so unkindly! Ah, my guardian angel, my light in the darkness, how I hate myself for giving you pain! There is something I know when I am with you that I forget whan I am away. Tell me, my sweet, did you wish me to come back and liva with you again?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". BOCAHONTAS",
          "text": "{suddenly afraid) You must not look into my eyes. You must not touch me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I must hold your hand when I speak with you. He at last has found a passage to the other sea. He steps up to her and touches her belly. She is ~~ so open, so unafraid. He bobs like a cork on the ocean of her movements. \f64 65 66 57. EXT. TREES OVERHEAD - SMITH’S AWAKENING The world spins to a stop The moon peers at Smith thr : 7 ough the pines. Flecks of moss drift down from the upper $ branches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "We can’t go inte the forest. Could I show you England? I would take cara of you, I promise. I would never be a brute to you. But no, it is too far. You would perish there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "If I can be with you, that is all. He gazes at her. She is a lady, a flower, a jewal. The woods murmur about them. He looks out on a new creation; landscape as lovely as a lost Eden. O his America, his ne found land, how blessed he is in discovering her, and in full nakedness; unbound. The curtain is lifted, and he sees with the eyes of his soul. But even as he does, and: knows this is what he has always bean waiting for, strivi for, he fears that he might be overwhelmed -- that he mig not be equal to what he has known but disintegrate under its pressure. There is a temptation to rush back into the comforting darkness of his former life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith has no luck trading at a nearby camp. Huddled in their fur robes by a blazing fire, the Indians point to t sky. Soon winter will ba here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On his way back to the boat, Smith runs into one of the English sentries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What are you doing here? ” SENTRY I beg your pardon, sir. You were gone longer than wa expected. Appears I let myself wander a bit. Things go badly? Like the others, he is under the impression that Smith’s purpose here was to trade with the Indians. Smith dees no reply. The sentry smiles, vaguely aware that his captain is hiding something. . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67 68 69 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith watches his English friends. After his ti i h n : ma awa’ the weeds : tear ertsP: slangy talk is queer at first, th so natura at the scene he has come from begi remote and incredible. egins to seem",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas movas through the nconday darkness of the wood They are vocal with the songs of birds and running water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, JAMESTOWN FORT",
          "text": "During Smith’s absence, there has been a stabbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "And what was your disagreement about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STABBED MAN",
          "text": "He said it was the fifteenth of November, I said the seventeenth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You were fighting about the date of the year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSAILANT",
          "text": "Not entirely. He made comments to the effect that my education was something less'’n his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I am gone two days, and you fall right back into your old ways! What has been going on here? Didn’t I tell you to dig a new well -- farther from the river? Why hasn’t this bean done? They offer their excuses. Smith feels uneasy. Has his romance with Pocahontas caused him to shirk his duty? Thi feeling of guilt -- utterly unjustified guilt -~ sends hi into a rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Every man will stop what he is doing right now and start digging the wall. Those that can’t carry the dirt in buckets will carry it off with their hands:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every man in the colony works at digging the well i : . a impractical way that Smith has insisted upon. n the",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "{to Ben) See what men they’ve sent us. A headless multitude! They will not sow corn for their own bellies. They would rather eat their fish raw than go a stone’s cast to fetch wood and dress it. \" {after a pause) Are there yet blissful isles one might stear for from England's wreck? How could one know happiness there, where all is false and in decline?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wind flows in melody through the sky~loving treas. . Pocahontas looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS, (0.S.)",
          "text": "{to har mother) He makes my heart like water. He drinks from my heart like a deer from a stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The winter snow tumbles down, veiling the fort and the fields beyond, the woods and rocky shores in white, seemi nowhere to alight. It falls, too, on the Indian longhouse and the dark Chesapeake waves. It lies thickly drifted on the crooked crosses and headstones of the Jamestown graveyard, on the spears of tha little gate and the thorn that lie beneath it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(te Smith, afraid) The oysters area gona from the shore, sir, and the birds that were in the trees. Drawing Smith’s jacket tight about her shoulders, Pocahontas watches the snow. Presently she looks up as a white owl flies overhead. \fms 72 73 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS, (0.8.)",
          "text": "Where is he now? His head lies on my heart. Carry my love to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith watches, too, as the English wander around in the grip of malaria and blackwater fever, raving like madmen, Epidemic has done in more than half of them, starvation t rest. Less than fifty people remain alive of the original two hundred. Every morning there are half a dezen new deaths. The corpses are dumped in the river; no one has the strength to dig in the frozen ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGRY MAN",
          "text": "Somebody should shoot Jonson there. He hasn’t got'a ghost of a chance, and he’s going to contaminate us all. He used Wortham’s spoon -- now Wortham’s gone. My friend! Have we got to wait till all is dead? Here he comes now. The men dodge out of Jonson’s way and pick up rocks to throw at him in case he comes too close,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONSON",
          "text": "I’ve only get a couple more days, Captain. The men can eat me if they like, I should like to be helpful in whataver way I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Thank you, Jonson, We shall call upon you if we have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brawls erupt over food and small possessions. The settler boil their belts and harnesses and eat them. They commit murder for matches. They eat dogs, cats, even rats. But civilization, aven such as it exists, begins to work its effect on Smith. Every one of his compatriots is an avenu that leads him back into his former ways of thinking. Wilf, the cabin boy, cheers him with memories of youth an home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Are you happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIL",
          "text": "Why showldn’t I be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What makes you happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f74 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILF",
          "text": "The sunshine. The sky at night. But especially, I likes it when things goes my way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What did you do before you came here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILF",
          "text": "My eyes -~ how green, how green! Asking all these questions! Smith laughs, The domestic intimacy of the fort brings hi around and makes the magic city and even Pocahontas seem unreal. Did he really make lova to her, really promise to take her away to live with him? The notion that ha could make her his mistress fills him with a sort of horror, ev while it still whips and stings his blood. He wonders wha came into him. He feels he has been awful, then in the Next moment that his behavior was quite sane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDTER",
          "text": "Sir, Ackley’s dead. And, directly, somebody ate his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith finds Ackley sitting in a chair in his Sunday best, the end of a musket in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "(pilfering Ackley’s things) Went out in the ‘eight of style, anyhow. Such tranquility -~ look at him! You'd think he could speak, His hands have been chopped off and taken for food. Tha sight of it turns Smith’s stomach. SECOND SOLDIER . I shall miss him. I think we all shall. SMITH . Bury him. And put this in the morning report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND SOLDIER",
          "text": "Are you quite sure, siz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Spare no detail. \fNee 75 76 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON SMITH",
          "text": "Again he thinks about her. Ha agonizes over what he shoul do. Only a few months ago, ha held her to him under the blue strong sky, kissing her eyes and lips. He gasps, swept by this rush of remembrance, and is back with her again, back in the rapture of his kisses on her upturned face of innocence and humble passion, back in the suspens and beauty of that pagan night, He looks around him. What would the others think of such wild, unlawful loving? He wonders if he really loves her, or if he only wants her because she is so pretty and lova him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English line the walls of tha fort. Beyond it lies a sight to astonish them. Pocahontas is leading a. great procession of Indians toward the gates -~ braves with carcasses of dear and braces of turkey slung from poles over their shoulders, women with large reed baskets of cernbread and raccoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas and Smith find themselves alone for a moment a the English fete their red saviors, overwhelmed by this gratuitous act of generosity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "They all bow to you. The President! My father will not let me bring you anything more. He says we hardly have enough for ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "IT understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I will do what I can. -’ SMITH Don’t put yourself in danger. You neadn’t do anything more ~- for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "If your people are hungry, they can find shellfish under the ice. Pocahontas looks puzzled. Smith casts about for the thing he wants to say. What doas he risk doing to her? Has he done it already? \f63. -~ Somewhere in his heart he know i s he will batray her, and though he does not wish it, ha knows i i t certainty. r 8 it with an utter",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Don’t trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOCAHONTAS",
          "text": "Why do you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You don’t know who I am,",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Of course I do. John. Why shouldn't I do anything I can for you? I love you. I like to show you that I do. Does it make you uncomfortable when they see you with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": ": I would be near you. You know that e from the way I look at you, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Yes. Yes I do, my love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Why have you not come to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Thera are people dying around me here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I know it is a terrible thing to say, but how can you stay with them, John? They’ re so fierca. They’re so dirty, too, No wonder they dia. (after a silence) What can.you have to do, lova? Living at the fort, Smith has come to see things with English eyes again. Her age and her openness, the very things that he treasures, embarrass him somewhat. He remembers that at certain times he adores her; at other times he can hardly recall who the person was that felt this way. He is aware of a new world, a reality whose existence he never had guessed or penetrated through to. The whole scheme of his former life has been called inte question and seams to him now like an illusion. But that does not make it any less problematic; rather far more so \fps 78 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Does your mother speak with you still?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Yes. She speaks in silence, like the stars. And if I do not answer, she says, “What could I say to you that I have not told you in my own language? Is it my fault that you have net understood ma? You think I wished to speak to your eyes and ears, and it was my heart that spoke to you. In truth, it was the heart.of all the earth that spoke to you through mine.” She is not here, but up there -- far!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "She is dead and cannot hear you. Speak with me, dear -~ I am living and can answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English give the Princess a round of applause as she leaves, Passing back through the gates of the fort, Smith comes to a stop. Wobblahead, the lunatic Indian whom Smit met long ago in the longhouse at Rerowocomoceo, has come the fort during the night and is entertaining the men. Smith watches as the fool, an axcellent mime, pretends to mount an imaginary beast. One by one, the colonists break into laughter. They seam to know nothing of Smith’s romance and would not aven hold it against him if they di They respect him; they depend on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACKSMITH",
          "text": "He’s coming to England with us! Tf ‘ave agreed to become his manager. I expect I shall soon be entertaining divers offers. Wobblehead nods and points over the seas, England’s direction. A suspicious dog answers in the distance. The crowd melts away. It is their uneasiness, more than anything else, which causes Smith to ask if they were amusing themselves at his expense. Ha strides around, as though looking for a confrontation. Why should he feel any tie to this sorry lot and their selfish plans?°",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You, what were you laughing at? \f79 80 81 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMIRKING FELLOW",
          "text": "Why, I can't be sure. An idea that I ‘ad in me ‘ead, Did I offend, sir? I must be going. I got me chores. He slinks off. Smith wonders how much he knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Pocahontas walks along with a frown. What is she to make of Smith’s words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spring has come, bringing sunny weather. Indian scouts sneak up to a field near the fort, a sunken enclosure camouflaged with vines, They strip the vines back and peer inside. Befora them stand row upon row of qreen shoots six inchas high -- baby corn plants. The Indians’ leader darts inside and uprocts one to take back to the Emperor. INT. POWHATAN’S LODGE Powhatan tosses the corn plant down in front of his daughter. His voice is soft and loving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "They do not mean to leave. ({pausa) This does net surprise me. What does is how they found the seed and: where to plant it. This the Tassantasses do not know. And how did they find the other things -- the oysters, the turkeys’ aggs? When Pocahontas starts to speak, he cuts her off. He does not require an answer to these questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". POWHATAN",
          "text": "He will forget you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Have you no kind word for me, father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "No. She jumps to her feet and leaves. \f83 84 85 86 87 66. EXT. POWHATAN’S LODGE Powhatan throws open the door of his lodge. Opechancanou and the Chiefs of his Armies understand him and, with a * great shout, repair to their units.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A singla native scout observes a cross standing in the midst of the wilderness. Then, coming into sight of the fort, he solemnly plants three arrows in the road outside ita walls, to serve warning of tha Emperor's intentions. The English are by now accustomed to strange antics from the Indians and give the business no thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENTRY",
          "text": "Spearing gophers? The Indian reaches into a pouch, mumbles an incantation a casts a handful of dust in the sentry’s direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Powhatan casts tobacco leaves on the streaming grey water of the Chickahominy, to satisfy himself that the omens ar good. The camps are a hive of silent activity as tha Indians prepare to make war. Braves plunge their spears into a log, working up their courage with whoops and crie They put on paint and smoke tobacco, say prayers and bid goodbye to their children. Allies gather from distant camps. Streams of warriors become whole rivers. Pocahontas looks on with alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As dusk settles, Pocahontas walks around Werowocomoco, shivering like a frightened deer. INT, POWHATAN’S TEMPLE ~ DUSK Powhatan has come to his principal temple to meditate before the sacred hearth. The dancing firelight gives him the appearance of a great conjurer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "Find my daughter. A brave clacks a hollow log.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas hears the drums. Suddenly, she makes a decision. \f88 ao 90 67. With an air of nonchalance, she ambles through the main gate into tha tobacco fields beyond. onl YGols see hes cov ry miy the great wooden Looking back from the cool dark rows of tobacco, her kinsmen seem to her like people she knew in some time lon Past. With a sob rising to her throat, she turns off into the woods. and runs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas crashes through the mocnlit woods in a panic. The pinas sway back and forth like a wild sea. She stops for a moment ta listen to the drums, but they only harden her determination, and she starts running again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas wakes up the English sentry at Jamestown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENTRY",
          "text": "The Princess!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Please get him! Hurry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENTRY",
          "text": "You won’t say that I was drowsing, will you, Highness? No sooner did TI shut me eyes than I was lifted out of this wretched world and forgot me duties!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, A FIELD BEYOND THE FORT",
          "text": "Smith leads Pocahontas inte a field of leveled ground beyond the fort. The twisted shapes of burnt-out tree stumps loom up about them in the light of Smith’s hurrica lantern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ SMITH",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "The corn. He sees you mean to stay. Do you? Do they? Smith does not.answer. She is terribly upset about what she is doing. ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Make peace with him before he comes. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "‘2 won't accept peace. He'd be a fool O.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You're going to fight a war with him? Send them away. So many will die!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "IT won’t de that. They wouldn’t listen to mea avan if I did. Why should they? This earth is theirs as much ag it’s yours, You own it, I know. Well, I suppose you could say you’va owned it long enough. Now othars are having their turn, (after a pause) Besides, they have no boats to leave in. She is steadfast in ignoring the drift of what he says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "We can go away. Wa can go where nobody could find us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Where? For how long? We can’t live out in the woods. And the truth is I could never take you to England with ma, either. You don’t belong in that world, You’d be like a plaything. A curiosity. They make you over there. They make you their own. They press you small, lika Chinese feat. Smith looks off into the woods. All at onca it strikes hi how terribly he has compromised har -- and that now he mu take a stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "This isn’t you, John. Don’t you ramember? But when she looks at his face, she sees that ha remember nothing of those other times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "(shouting) Watchman! How many hours till the dawn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENTRY, (0.8.)",
          "text": "(faintly) Two, Captain! Impulsively, Smith draws some beads and bells from a pouc on his belt and offers them to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Here. Bellis? She looks at him, unbelieving. He himself seems horrified at what he is doing,",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Why do you give ma these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You’ ve done the English a service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Let mea see your face. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "They should be thankful to you. You have extended yourself for them -- now more than once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(very proud) I have betrayed my father! Nothing can reward me for that. If...he saw me with these, he would take my life. Here. Take them back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "T can’t do what you wish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "They care nothing for you. I can stop my father. Tell them to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_., SMITH",
          "text": "They wouldn’t listen to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Never until this moment have you spoken falsely. Why have you said such things to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Truthful, pure as you, I cannot he. \f91 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I know that you would never deceive me. I ran here through the forest. Now I feal I’ve dona somathing very wrong. (horrified) Will you warn them? Suddenly he regrets his cruelty. He takes her by the hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You have to come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Inte the fort. Your people will know you came. They’1ll find out soon enough. POCAHONTAS . What will you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "My sweet, my woodland fairy, my saviour, why do you fear ma? Do I now seem to you dark and evil, but too late for your peace, after the sweet sickness of love has infected you? He reaches out towards her, but she wrenches free and retreats to the edge of the woods, stopping now and then look over her shoulder in a proud, confused way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Stay! I must not let you go alone. They will punish you, When hea starts toward her, she turns and runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith follows her. She is like some little dog which has lost its master and dees not know whether to run on, to r back -- where to turn. He seems on the verge of coaxing her back when he sees a squad of Indian scouts advancing through the woods. He hides behind a tree. When he looks back, she is gone. He has no alternative now. He turns back. Meanwhile, Pocahontas abandons herself to her grief. \f92 93 94 95 7h.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith walks back into the fort. He cannot think clearly. He does not know where his duty lias or whether ha even cares anymore. He wonders what has made him change. He remembers making vows to her, but they seem like the word of a stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENTRY",
          "text": "Captain? Is anything wrong? Excuse ma if I worry too much, but the ships should’ve been ‘are weeks ago, and now the men are talking -- ‘ave they forgot about us? Smith stares at him a long time before speaking. Shall he obey the voice that in the forest commanded him? Shall he live in this world or that other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Wake the men up. Silently. Have them . report here. Don’t stand there. Go! INT. SMITH’S TENT Smith throws himself on his straw bed. For a moment’s passion, he has cut her life to ribbons, perhaps sent her off to her death. What would it mean, going to her now? It would be madness. Then, the memory of the poor, bewildered figure, of those anxious eyes, digs into him again. In a seizure of longing, the kind that comes upon one when life seems to carrying something out of reach, he leaps up. He wants he again; her kisses, her soft body, her abandonment, all he warm, pagan emotion; wants the wonderful feeling of that night under the sighing pines; wants it all with a horrib intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith walks out toward the woods beyond the fort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENTRY",
          "text": "Captain? The men are ready. What is it that struggles against pity and this feverish longing and keeps him rooted here? He turns back, He will think about it later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the sun rises through the cool blue canyons of the pines, Pocahontas wanders along in a daze. \f96",
          "sentiment": "neutral"
        },
        {
          "speaker": "72,",
          "text": "Under the ganeralship of Opechancanough, the Indians move quickly through the woods until they have surrounded the ort. A scout slips up through the wet marsh grass to the palisade. At his signal, the Indian soldiers advance, brandishing their spears and war clubs. The English have been waiting for this moment. They roll out their cannons and send a sickle of grapeshot through the Indians’ front ranks. Astonished, the Indians fall back, but the second and thi waves press blindly on. Before tha English can reload, they are upon the walls. They fight with a blind determination, but their light weapons are no match for English steel. They retreat back into the field, where again they are beset by the cannons. Yet still they rally and make a second charge. Fresh troops constantly replace those who have retired. In the same way that the English pass orders by trumpets and drums, the Indians use herald to cry out when to attack and when to retreat. . When an Englishman falls, the Indians stuff arrows up his rectum and hack him to pieces, lopping off heads and hand and private parts, waving the trophies aloft, laughing. Musketeers advance into the field, each protected by a Pikesman. They rest their heavy weapons on a stand, then light off their hundred-caliber leads in a great cloud of smoke. Opechancanough is puzzled. How could the enemy have known of the attack, as clearly thay did? The Indians shout curses and accusations of betrayal at Smith in Algonguin. He does not reply. His comrades look to him for an explanation. With his sword and bullwhip, Smith ranges out beyond the fort to engage in single combat. Tears stream down his face. His eyes are crazy and ferocious. He shrugs off his wounds. He proves himself the bravest of the English, a law unto himself. © Powhatan, sick at heart, watches the progress of the batt from a cliff half a mile from the fort. Things do not go well for the Indians; they are used to fighting in ambush and skirmishes, not pitched battles. Still, they vastly outnumber the English and hope to wear them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas watches the Indian wounded being taken to the rear. They bear their sufferings in silence. \f97 73. She wanders about in a turmoil of shame and bewilderment. She cannot go back to her father -- what should she do? How many yet will die on her account? Her cousins and brothers look questioningly at her, knowi she likes the English but hardly guessing the full extent of what they would consider her treachery. Suddenly she sees her brother Parahunt among the wounded. A piece of shrapnel has torn through his belly; he will n survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARARUNT",
          "text": "Something stung me, then I couldn’t walk. Now I can’t move my shoulder, sister. I’m cold. Cold!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Here, rest. Help him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAHUNT",
          "text": "Sit down. Talk to me. Thera’s nething you can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Don’t say that. Wait. Help him! She runs off to lock for help, but she does not get far. Two Indians seize her on order from the Emperor. They ignore her protests -- that her brother is dying, that he father will punish them when he finds out how they have treated har.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The attack seems to have abated, though a few Pamunkey braves steal into the fortress through chinks in the wall and tunnels they have dug. They fight blindly with knives and tomahawks until they are contained and killed. Lookeuts search the horizon. Smith knocks them from their parch. “ SMITH What are you looking for? There’s no one coming to rescue you. Flecked with blood, he walks through the stockade, sneeri at his soldiers. BEN . You seem pretty ‘appy. \f98 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Nothing intoxicates ma like disaster. My past mistakes seem very small, A wounded man pulls an arrow from his hand and waves it hysterically at Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOUNDED MAN",
          "text": "T‘m not entirely sure I shall have tha use of this hand again. I liked it while I had it. You sea, I was a clerk when I left London. I never thought I’d have any trouble with it. Don’t walk off. What was they shouting at you? (Smith turns around) You heard me! Don’t give ma that poxey look. What did you do to them? What did you do to gat them so oggly about us? Why ‘ave I got to pay for it? (Smith dees not answer) He’s not telling us something, and I got a right to know. They won’t respect our white flag. They won’t receive our emissaries. There’s something he’s not telling us! ‘ SMITH Stupid as hogs, the lot of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND MAN",
          "text": "Now we're fighting with each other, When the anemy’s out there preparing to cut our throats! Smith strides around, bristling with contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Stupid as hogs. {under his breath) Always shut up somewhere. Wobblehead, who knows no sides, gives Smith an apologetic look. It is not in his nature to be sad for long, however He leaps in the air and runs off through the lanes, hooti maniacally. INT, SMITH’S TENT Smith sulks in his tent like Achilles, Has he betrayed he from a fear of his peers’ opinions, he who prides himself on bending to no man? What need has he to justify himself to the likes of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 75. A man with his fine sense of. honor cannot forgi i . give himself for acts that lesser men might consider trivial. Ben enters,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You must be more diplomatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What have I got to say? I can’t bring my tongue to say it. What should I do? Show them my wounds and tell them how I gat them in their service, while they ran from tha noise of their own drums. Hang ‘em. I’d rather die than crave their favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "They say you mock them. When our patrols returned unharmed, you expressed your regret. You call ‘em enemies of true nobility. SMITH . Yes. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Why do you want to lead them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I deserve to. ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You have no desire to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I have no desire to trouble the poor with begging. Maybe you can give me a box on the ear so I may look penitent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Take care they don’t plant a deep enough rage in you they make you one of their own. Smith walks outside. The Indians have broken off their attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stripped to his underwear, Smith plunges into the river. The puzzled looks of the English give him an odd pleasure He swims farther and farther out, defying the danger of t fast current and the hostile Indians on the other bank. \f100 101",
          "sentiment": "neutral"
        },
        {
          "speaker": "76,",
          "text": "To go back and love Pocahontas in the woods, with everything around wild and fitting -- that, he knows, is impossible, To transplant her to a great town; to keap in some little room one who belongs so wholly to nature -- h shrinks from this, In London her very simplicity, her lac of all sophistication, would make her life a misery of exile and alienation. But now that she is gone, he hates bimsel£ and the English, with their smug ideas of right a ty . An ache for lost youth, a hankering, a sense of wasted lo and sweetness, grips him by the throat. Surely, on this earth of such wild beauty, one is meant to hold rapture t one’s heart as the earth and sky hold it. And yet it seem that one cannot, or not for long. What did he do that was wrong? Where is that new world in which he found such happiness? Those woods, with their sk loving pines? . EXT. POWHATAN’S CAMPAIGN TENT Pocahontas is conducted to Powhatan’s campaign tent by an official of the court. Shae takes a moment to compose herself before she enters. She knows her father is aware of her offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas sits bafore Powhatan in the hazy darkness of t tent. The Emperor is thickly painted and oiled all over - his arms and shoulders red, his face blue, his body jet black. From his ears hang the dried claws of a kingfisher",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "You've brought me great sadness. You could have married other chiefs and worked for your nation, You could have helped to bring us peace. You have forgotten your duty. (pause) So have I. I loved you more than my people. I put you, my heart and soul, ahead of them. I did that thing which I forbada you to. You have been a fool, but I have been a very great fool. These peopla come to take our world away. We must defend ourselves against them. Many more will die because of our folly. I shall tell nobody of this. Not because I love you but because I am weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "102 103",
          "sentiment": "neutral"
        },
        {
          "speaker": "V7.",
          "text": "From outside come the noises of new preparations for battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "I can no longer speak with my ancestors, nor with my people. Someday, if I have any honor, I shall tell them what I have done and offer them my life. Today I cannot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Forgive me, father!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWHATAN",
          "text": "You have been the light of my life. I cannot give you over to die. I banish you instead -- I take your nama away and send you to your uncle. I am too old to see you die, but if I see you again, I might feel the love of you again. You are already dead. I . cannot love one that is dead. I cannot love a ghost. So leave me now, ghost girl, and may the Father of our people give you happiness in the hereafter. Pocahontas stands up. He sits with his head bowed. Despairing of a further word from him, she leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, CEREMONIAL FUNERAL",
          "text": "The Indians hold a ceremonial funeral for Pocahontas at a pavilion near the battlefield. Once the joy of her people’s eyes, they will no longer look at her except in their mirrors. They behave as though they genuinely believed she were gone -- a ghost. Still, the ritual is one to befit a princess. Heralds pla dirges on trumpets of tree bark. Eight strong braves bear the palanquin that will carry her off to exila. Two hermaphrodites walk ahead with fans at the ends of long poles, to protect her from tha sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An English scout sees Pocahontas’ train moving through th woods. He recognizes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomocomo has come to Smith as a spokesman for Powhatan, h emperor. They are alone in the moonlit woods. \f104 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOCOMO",
          "text": "The great Powhatan speaks thus: “You, destroyer of peace, a man I saved, and sheltered, and fed -- treated like a son! -- have you not injured me enough? You have stolen my child’s heart from me. With a thousand inventions you have driven her mad. With your lying tongue you have changed her into a demon to persecute me.” I was to say no mora, but see -- Catching hold of the top of a sapling, ha hends it to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMOCOMO",
          "text": "We shall treat you in the same way. He turns and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At dawn the Indians resume their attack. They twist moss around the points of their arrows, seat them alight and shoot them ovar the walls of the fort onto the thatch roo ef the English houses, which burst into flame. The English rush around trying to put out the fires. Thei situation grows more desperate from hour to hour. A soot- blackened soldier reports ta Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "The east wall is burned through, sir. Wa cannot close it without exposing ourselves to their missiles. Argall leads in the scout who spotted Pocahontas in the woods. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Tell him. “SCout The Princess is up the river at Pastancy. They sent her to her uncle Patowomeck, Lord of the Naked Devils of that region and, by the by, an acquaintance of mine. So I gat to talking to his Nibs and he proposes to sell her. He says with her at the fort, the Emperor will not dare attack us. He dotes on her. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You’re certain she’s the one you saw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With these eyes! I spoke to the King directly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "And what does this regue propose to sell her for? scout iowas getting to that. His most favorite thing is combs, but in this case he appears to have his heart set on a kettle. A hob, you know -- a copper kettle, like me mother uses for making tea. What use he means to make of the instrument I cannot say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Well? SMITH . We don’t take hostages. King James would not approve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "¥ou would rather see us annihilated? It is the first direct challenge to his authority that Smith has faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "She has done enough for us. She risked the beating out of her own brains to save mine. She kept the rest of you from starving. We shall not answer her kindness by making her a captiva. Argall presses Smith, confident the others are on his sid that they will see this as their last hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "She and her flock are on the verge of killing us all. I expect there will scarce be a handful alive whan the boats return, if they ever do. You told us yourself that her father regards her as no one else. (Smith says nothing) Do you have private reasons for this attitude of yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Return to your post. Smith’s behavior feeds the flame of Argall’s suspicions. He stands his ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "The penalty for disobeying an order of the Prasident is hanging. You’re breaking the laws. This is mutiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Me breaking the laws? You've broke them all yerself, as fast as you made them, (to the men) I have information Smith here was Planning to marry the wench and make himself King of Virginia! I have the proof! The crazy one told ma. Listen to what he says! Fearing their wrath, Wobblehead retreats into the shadows Smith strides up to Argall until they are face to face. His eyes blaza with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Strike me and you break the laws of this colony. Those are the laws! You’ve got to protect thase men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Strike you? He looks at him for a moment, than reaches out and gives his ear a violent twist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Jesu! Suddenly, six of Argall’s cohorts fall on Smith from behi and wrestle him to, the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "(triumphantly) You're no longer in command, Smithy. I shall have the medal now, You have been derelict in your duties to the King. You/’ve betrayed the citizens of Jamestown. The medal, please! You’ve shamed the investors of the London Company. I therefore pronounce you unworthy of being a member of this colony. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "105 106 107 108 81. ARGALL (cont/’d) As Chief Spokasman for His Majesty in the New World, I sentence you to corporal punishment until you admit your guilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH AND SOLDIERS",
          "text": "Smith is conducted to tha decks by a brace of guilty Soldiers. Among them is tha santry who greeted Pocahontas the morning of the first attack. He has reason to feel guiltiest of all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENTRY",
          "text": "Sorry, Captain. We must do as Argall says. Wea men ‘ave got no power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND MAN",
          "text": "I advise you to admit your fault. Otherwise hea will kill you. He can’t afford to be considered a mutineer, without legal authority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith is keelhauled -- dragged by a rope beneath the ship so that his back is raked along the jagged barnacles encrusted on the hull. He bobs to the surface, gasping fo breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "You want to say your piece? No? Very well. I sentence you to hard labor at the brickworks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argall and a party of ten soldiers sail the shallop upriv to kidnap Pocahontas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PATOWOMECK, the traacherous King of Pastancy, watches out of tha side of his aye as an English sailor sets a copper kettle down in front of his lodge. He must be careful not to appear complicitous with the kidnapping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "No use trying to hide her. I know she is here. Help me, and I will be your friend! Patowomeck’s ayes flit nervously around. Argall bows to Pecahontas, who is surprised that he seems to know who sh is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Who sant the boat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "Why, nokedy sant it, milady. I was just passing by whan I thought it diplomatic te stop and pay a visit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You don’t saem like someone to trouble himself about diplomacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "(slyly) Does Captain Smith?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I could not say. I am sure he does not tolerate insolence from his subordinates. Two Moons, a sympathetic Pastancy Indian, appears heside Pocahontas and bows to her. They are out of Argall’s hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THO MOONS",
          "text": "Princess, they mean to get you on board and kidnap you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "What makes you say that? But there are tears in her eyes. She knows full well what is going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THO MOONS",
          "text": "I saw your uncle dealing with. the Tassantasse. They’re planning to take you back to their camp. Watch out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Nonsense! Pocahontas looks at the shallop, its mast wobbling back a forth in the lazy current of tha Chesapeake, Could Smith really have sent it? Could this be a grand gesture from her lover? Tha music hints at such a-hope. Should she swallow her pride, betray her father yet again and give Smith another chance? She cares nothing for her dignity anymore. She is ruined. What is left to save -- except, if possible, a last glance at ona who once loved her? Patowomeck’s wife approaches. Her guile is heart- wrenchingly transparent, \f109 110 83. PATOWOMECK’S WIFE Please come. I am afraid to go all by myself, My husband told me I could go only if you go with me,",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You think it will be safe? PATOWOMECK’S WIFE Of course. You live in our house. We take cara of you. Pocahontas smiles pleasantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PATOWOMECK’S WIFE You go first. Pocahontas walks up the gangplank ahead of the wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You see? All at once the English seize her, pull the gangplank aboard and shove off. A display of their muskets is enoug to discourage the Indians from retaliating, though a few throw rocks and spears. Pocahontas feels a rudeness in Argall’'s grasp that tells her she is not being brought t Jamestown as a guest of the President’s. Now she starts t struggle in earnest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "You won't be hurt, Highness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You wouldn’t dare! On tha shore Patowomeck rushes about giving contradictory orders, never letting go of his kettle, bristling with indignation, yelling words of encouragement to Focahontas and knocking his wife about. The English soldiers laugh, no longer able to keep up their end of the charade. Pecahontas covers har face with her hands. She burns with shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the shallop drifts along the river, the English raider study their captive sympathetically. They know they owe their lives to her and that they have caused her to suffe terribly in return. Argall comes up beside her and drapes a shawl over her bare shoulders. \f111 112 a4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "My father will not ransom me. Ha doas not feel toward me as he did before. I tell you this so you do not risk the lives of your man further than you already have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "One must hope, Your Majesty, I apologize for this discommoding of your person. Such are the necessities of war. (philosophically) I came out here because I had nowhere else to go. They took away my land, though I owned it outright and had papers to prove it. My father told me honor wasn’t going to help me get it back. And it doesn’t help you in the grave. He was wrong about all alse, but right about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS, (0.8S.)",
          "text": "O Mother, has he sent this ship for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disembarking at the Jamestown docks, Pocahontas is dismay to find that Smith is not on hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Where is the President? The English, knowing that their fate may depend upon her, treat her with great deference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "President? Yes -- I neglected to tell you. The Captain’s no longer occupying that post. He can explain the reasons better than I. You will only be kept here long enough for us to arrange a truce. In the meanwhile I hope you won’t mind being -- looked after. He neds at a guard cof pikesmen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argall conducts Pocahontas through the streets. Wobbl ehe bows to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as. 113 INT. REVEREND WHITAKER’S HOUSE - MONTAGE Pocahontas enters the Reverend Whitaker's clapboard house the single frame dwelling in the colony. Her guards take up their posts outside. Slats have been nailed across the windows. She looks distractedly at the English appurtenances -- th oil lamps, the white pine furniture and the porcelain figures on the mantel. MARY, Whitaker’s maid, a middle- aged woman from Devon, appears to greet the royal guest. Great. care has been taken to ensure that she will be comfortable,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "This will be your room, milady. Pocahontas acts as though she did not hear her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARGALL",
          "text": "She says that’s not her name anymore. She has no name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "How unfortunate! Well, wa shall have to give you one. Perhaps...Lady -- you are of royal blood -- Rebecca! My mother’s name was Rebecca. Would that be suitable? Does she like it? You may leave us, Captain. Argall leaves, Beneath a single window there is a bed of rough planks covered with a pallet of straw. Pocahontas’ guards stroll back and forth outside. Mary can plainly se that she is utterly distraught and crazed with grief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "This is the basin, for when you want to wash. The water is outside the window, in the rain barrel. She demonstrates the use of the wash basin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "This is soap! She shows Pocahontas by pantomime how the soap is used. There is not a trace of pleading or complaint in her gues She appears determined to face each new hardship with courage. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I think you are most elegant, excusing the liberty. . \f114 115",
          "sentiment": "neutral"
        },
        {
          "speaker": "86,",
          "text": "Mary tries to get her to eat, but she will not take food. Mary gives her a bath. She is limp and indifferent even a a pail of hot water is poured over her shoulders. She is like a wild animal that has been brought into captivity. She puts on Mary’s cast-off clothes. First a corset, then a tattered camisole, then a long calico gown. Mary makes her look at herself in the mirror. She is beautiful, yet Mary’s cries of admiration do not cause he to feel less forlorn. Mary shows her how to sit and walk like an Englishwoman. She must keep her back straight and her knees together, smoothe out her skirt, etc. Outside a new battle rages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Go ahead. Take.a few steps. Walk. That’s right. The shoes hurt your feet, don’t they? Pocahontas’ movements; naturally free, seem constrained i these new garments. They weigh on her like papal vestments. But she continues to accept Mary’s efforts to teach her English ways with a fierce stoicism., If this i to be the form of her damnation, sha will throw herself into it head first. She will relish her perdition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENGLISH SHIPS",
          "text": "The Indians pelt the fort with flaming arrows as the English, their defenses crumbling and their walls on the verge of being wholly breached, wait to see if Pocahontas will ransom them. Then, all at once, they leave off their attack, and we stand with Powhatan as they behold with astonished eyes t return of Newport and the English ships.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS AND MARY",
          "text": "Mary shows Pocahontas how to use a door key. It seems to her that the Princess’ mind has been damaged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Not that way. Hold it like this. (abruptly) Will you see Captain Smith? Pocahontas does not reply. Pity for Smith’s approaching sufferings at her hands surges up inside her together wit a smaller measure of pity for herself. Outside they hear loud, boisterous noises. \f117 118 119 ay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary rushes out to sea what is going on. Pocahontas lingers inside, her heart pounding with expectation. Cannons thump in the distance. English soldiers rush through the streets, celebrating wildly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASSERBY",
          "text": "The ships ‘ave come. The war’s over. The Chief of the Savages has offered us peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas chops her hair off with a broken conch shell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With her guards distracted by the festivities, she snaaks eut the back way. She wanders around for a while as she considers whethar she should swallow down her pride and g to Smith. She looks at the back woods, considers going back to hear own people, then thinks better of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She finds Smith at the stockade, hard at work making bricks. He looks around and sees har standing bafore him, dressed in English clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Did you know I was here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "They said they were going to fetch you. I was against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Oh. Her cheeks burn with shame and disappointment. But this, it seems, is what she wants -~ to feel humiliated to the point of drastic action. Smith starts to speak, but hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". POCAHONTAS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I forgot what I was going to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcr 8a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Te must have bean a lie. Wait ~- let ma look at you, : (distraught) I should not have come to you. (her eyes plead with him) You hear them singing, dancing? Turn. Close your eyes. She draws a long kitchen knife out from under her shawl a brings it down with all her strength against Smith’s hear The steel corselet beneath his shirt causes it to ricoche away, and Pocahontas cuts her hand on the blade. She drop the knife and bursts into tears. Smith takes a moment to compose himself, then reachas out to touch her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "It was your own choice. Was it not? Blama no one but yourself. You followed ma of your own free will. Did I come looking for you? Did I | lure you from your family’s side? Did I forca my love on you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I deceived my father, left my home -- where can I go now? Back to the people I betrayed? They hate me. As _ they should. I had no cause to harm them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Did I hand you over to these people or urge you to do any of those things you think so evil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "it pains ma to hear you lia. :’ SMITH I didn’t want to harm you -- and now there's disaster all around us. Wa should have stopped before it was too late. How can I go off with you? Where? Where would you belong? Barefoot. Tattoos. Running through the treas, talking to the clouds... He decides to leave it there, then breaks his resolution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You're surprised that I don’t have scruples. Well, I do, put it’s not in my character to be stopped by them. I want no more chaos. I want peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You will not have it. (after a pause) Let me stay with you. You will never be happy anyway. It can’t matter to you one way or the other. (seeing him hesitate) I will never question you in anything. I will be like a bird in your hand. {still he hesitates) When you first came to our camp, you made me feel -- that we had always been looking for each other. You taught me how to name the stars. You showed me where the north was. Then I loved you and showed you all the good things of the land. Do you remember? ‘The springs, the turkeys’ nests, the places where the fish hide...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "And I expressed my appreciation! ({qrowing angry) You might consider that in return for saving me, you might have got more than you gave. You left a barbarous placa to come to a civilized colony. Don’t make me talk this way. But he cannot resist going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I taught you how to speak. When you ware a savage and didn’t know your own meaning but whistled like a bird. May the gods blast me! You think I thank you for the things you’ve done? No -- I thank whatever foul, fiendish thing makes people fall in love. (maniacally} Love! TI hate the name! There’s no irons can make you more of a slave. You forget yourself. Your dignity, your freedom. You end up wondering what drove you mad. I was happier in a Turkish jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Iam sorry. I have no right to blame you. Don’t leave this way. I don't want to remember you this way -- thinking what to tell ma -~ how to say it. Show a doubt. Pretend if you have to. You have a good heart, Smith sees tha guilelessness of her clear eyes and feels his feet mashed in a web of lias. Hea seas the damage ha has done her, this child whose heart has never known true grief. A dam bursts inside him. Trembling with emotion, he rips open her blouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Here, let ma see you naked. One last time! So I can forget you. He pushes her back into the darkness of a stable. His fac is contorted heyond recognition. A demon rages inside him",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I watched my brother die. I killed’ him, I Know that I am vile. I lied, I stole. You cannot endure me anymore. That night when I asked you to take me away -- you hated me then. I hate myself a thousand times more. I could rip my heart from my chest. What is it deing thera? SMITH . You hate me. I don’t blame you for it. He offers her the knife she stabbed him with. Pocahontas looks at him, stunned. When sha next speaks, she seems utterly changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Oh, John, is this a dream? I naver knew that life could be this way. I did not know what you call misfortune. I thought all was the best that it could be -- that men loved the truth -- that people didn’t go away when they died, not forever -- that they were hera listening and kept the snakes away! I thought you could talk with a stone. I was a foolish girl. I thought we wanted the same thing -- that we might have a child, and -~ \f120 121 91 While she has been talking Smith has quietly come up behi her. Now, suddenly, she tufns around and sees him. He takes her into his arms. \"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I have injured you, and my own soul. Those wounda that I have given you I hope in time shall heal. Those wounds I gave myself, they never can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I forgive you, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SMITH",
          "text": "Forgive me? I, who loved you, was crueller to you than your cruellest enemies. I’ve cast.a shadow on your life. Immitigable, eternal. He sees it even if she does not. Heaven itself could not undo what he has done. He rocks her gently back and forth, and she pulls him dow to the ground beside her, and they hold one another as th did long ago in the dark Chickahominy woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New settlers disembark from the Susan Constant and peer about the pestilence-wracked colony, astonished. With their fine clothes and healthy looks, they stand out from the original members, who wander around eating fresh meat, fruit and eggs for the first time in six months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Newport has come to the brickworks with Argall. He points to Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Set him free. (to Smith) Do you wish to bring charges against this man? Smith considers this for a moment, then shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Are you sure? Fine then, Argall. Be off. (Argall leaves) I have news for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NEWPORT (cont’d) The King wants you to return to England and prepare an expedition of your own, to chart tha northern coasts ~- to sea if you might find a passage to the Indies. Smith ponders the offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Thank you, but I am obliged to decline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "May I know why? (no reply) Come, Smith, this is not how the world works. Eh? This is not how things are done. Things must look different to you here than from out there in the woods. The King has great hopes for you. Plans, great plans! I spoke with him in person. What is there for you if you stay? Trouble. Ennui. The common lot. But I will not plead with you. Your life is your own. Is there anything I can do for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "She will not escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "No, not if she has her -senses about her, Her father does not want her back. He would be obliged to take her life if she returned. Yes, they would kill her if she did. She understands that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The colony is plunged into a faver of activity under Newport's direction. He addrasses its assembled members:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"\" NEWPORT",
          "text": "Unless the material sickness that has consumed the spirit of our colony is branded and checked, unless our lusts are outgrown and our rape of this earth and of each other stopped, wa shall lose not only our life and land but, “like Esau of old, our eternal birthright. Let not America go wrong in her first hour. If we use God’s bounty for selfish purposes, then God will curse us. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f123 93. NEWPORT (cont’d) Let us remember what this country wag when first wa set foot upon these shores. Let us think what it still might be. Let us prepare a land of justice and liberty, where a man might rise to his true stature: a land of unprecedented faith, tolerating all, founded on the soul and loving its laws: a land that shall be the scene of the next mighty act in the history. of man’s redemption, Over the course of the following weeks, Pocahontas and Smith manage to steal a few hours together. They skip stones and feed each other berries. She shows him a bird she has coaxed to land on her hand, He caresses her shoulders with a cattail and looks at her tattoos. Embarrassed, she covers them back up. She has grown more modest. She fears that she might seem like a barbarian to him, . Her wild, natural gaiaty is gone out of her. The somersaulting is but an imitation. She no longer is tha blithe, fantastic being he met in the forest, bright as a angel, innocent and affectionate as a child, What has he done? From a distance, Wilf regards him warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You look sad, Have I made you so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Sad? No. I’ve never been sad. We have all we need. Even now. Why should I be sad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH AND NEWPORT",
          "text": "Newport and Smith are out for a walk. In the background there is tha incessant note of frogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "I always thought you were meant for something more, Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "More what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "I den’t know. Important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "More important to whom? \f124 1243",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "You could do your nation a great service. All nations! His Majesty is ready to finance a considerabla expedition. Needless to say, it will be a vary famous man who finds it -- the passage -- a way through. TI know you do not care about such worldly things. Prastige! But still you might have a great futura ahead of you. Why should it stop here? This is a beautiful land. It flows with milk and honey as surely as any Scripture ever promised. And yat it is not all wa hoped to find, now is it? (music enters) Shall you be a discoverer of passages which you refused yourself to explore ~- beyond the threshold? Smith looks off down the shore to the place where they first landed, now quite changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, DOCK",
          "text": "Smith walks through the colony. Across the bay he sees th ships being outfitted for their return to England. The ne arrivals salute him. His reputation has spread. He stops in front of the largest of the ships. He looks u at the taut spars and repes, at the great waxed sails, an somewhere deep in his soul he again hears the Indies musi that has called to him from the beginning and drawn him ever on. The music whispers that there is no lasting haven of happiness. Life has moments of unbidden flying rapture, but they last no longer than it takes a cloud to move across the sun. They are as fleating as the golden vision one has of the soul in natura, those glimpses of its remo and brooding sanity. It whispers that the Indies lie always before us; everything is still possible; we can put tragedy behind u and make a new start. And now we no longer see Smith directly but seem to look out over his shoulder. We notic what he notices -- the sailors coming and going, the chatter of the new pioneers, the wind playing in the sail",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith talks with Ban, his sole confidant. \f935. Hedged by a margin of dark trees, the river winds off int the interior, shimmering in the evening light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "A man cannot let himself be detained on Calypso islands, howaver inviting. He must sail on ~~ put off those arms which would hold him and keep the independence of the open sea, Heaven will not fault him. Heaven itself is shoreless. Better to perish in the howling infinite than crawl to the safety of the land. Uniass you are ready with a savage will to break free, you stand to miss your own destiny. What is worse than that?- To wake up and find you've been leading another man’s life! (Ben does not reply) Wait two months, then tell her I am dead. {seeing Ben hesitate) It will give her strength. She must not despair of her future. 125 EXT. woods Smith has come out with Pocahontas to the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Quick! They may follow us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "No one has followed us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "This way, come!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "We can’t go farther. Wa might get lest. Tell me, my sweet, are you well today? She wonders why he seems so solemn. The afternoon is lovely, and it is net easy for them to steal away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "There’s something I know when I/m with you. She gazes at him. What does he mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I’ve been a monster to you. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Someone who doesn’t care if he hurts other people. She does not answer but looks at him in silence. Whatever the past has bean, let them think rather of what lies ahead. Far away, the ships sway gently at their anchor,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You know ma as I was long ago, when the soul that looked from my eyes was not the accursed thing that it is now. Yet sometimes it seems -- I could be something still -- I’ve never yet been the man you thought I was, or had the right to expect that I should be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(shaking her head) You’re all I’ve ever wanted! Just as you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Tell me, my sweet, do you still wonder if the wind could blow backwards? She smiles, How lovable she is in her devotion, how childlike. Har look of adoration could move a stone. It is a fearfully painful thing, to love her as he does, and to have to be so cruel, though her stoicism makes it somewhat easier for him to discount what she might feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Why do you bite your lip? (he does not answer) Why do you look at me that way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I cannot tell. One imagines that one is strong, when one is weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCARONTAS",
          "text": "You are very strong. Why worry about the rain when it is past? We waste the afternoon. Come away. Let’s sit by the river and think of all the birds-we can!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Yes. \f126 127 128 129 130 131",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "O John, how happy we can be. We fit! Love will make us happy, in spite of the sadness we have known. Why mourn for what is lost? Why do we not: quickly forget it, till we are glad again? He looks at her with a sharp stab of longing. He loves he now, in leaving her, more than ever before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sailors untie hawsers and cast them on the deck of the Susan Constant. Wilf stands on the shore and watches. A wake spreads out behind the departing ship, flashing an frolicsome in the morning sun. Tha waves lift up their necks, pressing toward the deep-water currents. The mast points toward the clouds. High above flies a solitary bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS ASLEEP",
          "text": "Nature breathes softly about Pocahontas as she lies benea a tree, a nymph lost in her green dreams; an Ariadne. Gradually, she comes to consciousness. Wobblehead is tickling her lip with a spear of grass. Startled, she ask him what is going on. In a mischievous way, he pantomimes that her friend Smith may. be giving her the slip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, JAMESTOWN STREETS",
          "text": "Pocahontas walks briskly through the streets of Jamestown They are mysteriously deserted. Then she hears the noise of the crowd at the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas rushes along the dock, looking for Smith. The English regard her with pity and embarrassment. She refuses to believe what their looks plainly say. EXT. BRICKWORKS ‘ From the brickworks, Pocahontas sees the sails parting in the distance, and that greatest of agonies comes cver her the pain of having loved in vain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary finds her friend, \fm 132 133 SB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "He’s laft you, Princess. He tald you a pack of lias. Forget about him. Stunned, Pocahontas sits down on the boardwalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I gave him everything I had -- my first, best...I am too poor, barbarian. Is that the word? oO, I thought people loved each other always and forever! (avoiding the eyes of passersby) Look at them. They are talking about me. They are afraid of me. Oh yas! They look away when they see me now. They stare -- I don’t know which is worse. I want to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You made a fool of a mistake about him, I tell ‘ee again and the harm you done yourself by dirtying your own hest, it serves you right, excusing the liberty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "What should I do? I’ve thought of a way to bring him back -- to astonish him -- or free ma forever of desire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Don’t let it make you bitter. You’re a Princess. You grew up in a palace. You’re used to giving orders and having your own way. You must learn te live on a common level now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON ROLFE",
          "text": "JOHN ROLFE, a gentlemanly planter who has recently shippe in, observes this scene. The Indian woman’s disheveled beauty sends tongues of fire through his veins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUP OF WOMEN HAVING TEA",
          "text": "Pocahontas serves tea to a group of newly-arrived women. She wears a glazed expression and seems utterly indiffere to their gaze.”-As scon as she leaves the room, they begi to talk about her. \f134 135 136",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST WOMAN",
          "text": "The other day she stripped off har clothes on tha Landing, in front of the Plowman family. When they gasped, she turned and threatened to scalp them. They are unaware that the creature who is serving them on enjoyed a very different life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND WOMAN",
          "text": "As soon as I go near her, she glares at me like a bull. She’s going to do herself harm, she is. Good as my word. Says wa should eat and sleep and love children, only childran! EXT, CLEARING - SMITH’S ARMOR Pocahontas comes upon Smith’s armor, still hanging in the clearing where they had their tryst the week before he left. She looks up at the clouds as inwardly she speaks with her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I am going mad again -- hear voices -- You no longer speak with me or walk among the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS BY CANDLELIGHT",
          "text": "At night, by a candle, she resumes their communion. A mot flits about the flame. The windows buzz in their fittings Her eyes dart right and left, waiting for Smith’s spirit make an appearance. Love and rage sweep over her in waves Why can she not live lika the simple moth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS, (0.S.)",
          "text": "I want to de good, yet I do bad. You told me that if I loved truly, I would find true love in turn. I followed my heart; now I am lost. I thought there were no accidents, that every sorrow would turn to joy, and all at last to blessing. © Mother, why did you not tell me more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS BY MOONLIGHT",
          "text": "She listens to-the wind in the pines. Fear grows in her a the thought of her fate. The sight of the sky, which once delighted her, now makes har heartsick and ashamed. \f137 138 139 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS, (0.S.)",
          "text": "People have been patient with me and kind beyond words. Help Mary if you can. Everything is gone from me ~- everything but the certainty of your goodness, The time has come to join you, and my fathers --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas makes her way across a wet meadow into the darkness of the forest. She picks a toadstool, a red amanita, and eats it, then lies down on a carpet of pine needles to await her death. Luckily, Wobblehead has been following her. He rushes out Picks her up in his arms, shakes her, then carries her of to the river, to drench her and to seek an antidote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUTUMN",
          "text": "Autumn leaves are falling. Pocahontas walks around dresse in rags and tatters. Her hair, which once shone like a raven’s wing, now hangs down in matted tresses. She does net care how she looks. She has given up her attempts at looking like a civilized woman. Her reason for them just Sailed away. She is dirty, distraught. She can barely be made to utter a word. She is like a wild creature that will not take to captivity. She makes no secret of her loss. When sha does grow animated, it is to take a perverse delight in degrading herself before the citizens of Jamestown -- dancing and chanting, behaving in unpredictable and outrageous ways. She watches the scavenger dogs slink through the alleys a feels a special affinity with them -~ with all things low and revolting, all things scorned and abused. She sees the Indians trading with the white men. The sigh of the simple, carefree lifa that she forever has relinquished fills her with an indescribable dismay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS IN THE RAIN",
          "text": "Rolfe watches her as she walks in the rain. She looks up at the sky with a smile and closes her eyes, enjoying the gentle pelting of the raindrops while the English hurry b covering their heads. She dances. He sees in her a glimmer of the natural girl whom we firs met; wounded now, though still quite young. Mustering his courage, he steps out into her path. \f140 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "I would like to spend the afternoon with you. How do I ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(aloof) You just did. She makes no effort to drive him away, nor to carry the conversation further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas and Rolfe ara on a path through the woods. The sight of her, so beautiful and so deeply wounded, stirs Rolfe to the quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "What are you going to do? You can’t let yourself rot away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "You seem like someone who loves her freedom -- who could never be caught. Caught, you know, like a bird in a cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I don’t know why you call it that. If I like my cage, why need it trouble you? Two little girls rush up and beg her breathlessly not to leave, otherwise they will be sent back to England. Pocahontas promises them that with new friends like these she would not consider it. She and Rolfe continua on thei walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You love people, and they don’t love you back. You tell them the truth, and they tell you lies. I don’t know why I am surprised. I couldn’t make him love ma. I couldn’t make him sorry when he wasn’t with ma. Don’t remind me that I aver spoke this way. I wouldn’t like to remember it.— But she finds it impossible to stem the flood that is rising in her. \f1408 140¢ 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I can’t abide myself, I lived for him. All day long I waited for him like a dog. I obeyed him, smiled at him, put on things to please him, then took them off if I thought they wouldn’t. ~ (Rolfe seems to wince) And all the time he didn’t want me. I can’t bear it! And I deserve it all! I thought only of myself -- while my family suffered, while my brother died! Rolfe looks around, wondering if they can be overheard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I will tear him from me, tear my chest down to the bone, until the shame is gone. Until I tear it cut! She has been fealing strong. Now, suddenly, she feels var weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Oh, Mr. Rolfe, if I cry, you’ll put your hand over my mouth, won’t you -- and hold me tight? Hold me, Mr. Rolfe. Hold me with all your strength. Rolfe rocks her gently in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gently, guiltily, Ben whispers to Pocahontas that Smith i dead. We do not see the moment when she understands what he is saying, only the aftermath, as she rubs dust on her face and body, then plunges fully clothed into the river, as though to calm her grief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘Smith’s shadow advances over the ground. Searching and seeking are written in his face, with eternal failure to find. His travels bring him at last to the bleak, windswept tundra of Newfoundland. There is not a tree in sight, no murmuring stream or leaf to speak with his soul The natives here (Inuit, or Eskimos) gaze at him coldly, with eyes like stones, as though he were a man who could not be trusted or reckoned with. The bribe of gaudy beads he holds out to them they turn their backs on, and he cas it aside as something worthless after all, into the stiff dead grass. \f103. 140pD EXT, DRY RIVERBED 141 142 143 Smith stands in a dry riverbad. A STRANGER looks at him skeptically as, off camera, wa hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH, (0.8,)",
          "text": "I must keep looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMESTOWN GROWS",
          "text": "A legend reads: “Four Years Later”. The colony has prospered, its peace with Powhatan assured by Pocahontas’ presence at the fort. New arrivals come in from England avery few weeks. They fell the forests and lay out their fields. The houses more and more resemble the Tudor cottages of England. Rolfe writes in his journal, a portion of which plays over these scenes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“In time her spirits improved. She came to believe there must be a reason for all that had come to pass. Things do not happen by accident. She would go wherever life should lead her. She would not languish in sorrow. The sun, the grass and the stars -- they all ware perfect and content. Why should she not be the same? Her transformation was remarkable, a great satisfaction to all who knew and cared about her.” Rolfe gives Pocahontas books from his library. She learns to read and to speak properly. Sha studies geography, history and literature. She flourishes under his tutelage Mary has joined the household as a serving maid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMBUSH, POWHATAN MOVES. OUT, VILLAGE ON FIRE",
          "text": "Tha colonists skirmish with the Indians, until Powhatan, defenseless against thair superior arms, decides to aband the Tidewater and push west, by canoe and caravan, into t territory of enemy tribes. The longhouses are bundled up, the stores unearthed and sealed in clay pots, the village burned to the ground. Pocahontas sees, in the distance, the black columns of smoke. She stands and wonders how much more destruction she will witness. Tears rise up behind her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON POWHATAN",
          "text": "His face set like a flint, Powhatan bids farewell to his ancestral home. \f144 145 146 1ia4,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, HENRICO TOBACCO FIELDS",
          "text": "Rolfa cultivates his extensive tobacco fields. Pocahontas gives him valuable advice, showing him (in pantomime) how to nip off the seed buds so as to concentrate nourishment in the leaves, how properly to fallow the land, planting beans at the foot of the corn so thay can climb up the stalks while replenishing the soil, etc. Helpers work at the curing racks, setting the tobacco out to dry in the sun, then packing it into hogsheads for shipment back to England. A sacrament to the Indians, tobacco has become the foundation of Jamestown’s aconomy, its only significant export. Rolfe makes up a pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wobblehead amuses Pocahontas with his antics as she wande along the country lanes. She is a legend to the English, who bring her gifts and leave them at her doorstep. She opens the gifts ~- strang hats, religious paraphernalia, dolls, balloons, pins. She tries on a hat. The taint and burden of her madness falls away. Gradually she grows more English in her ways, thoug at dawn she swims in the river still, and still the elder spy on her as she does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolfe has brought Pocahontas out boating on the James. He unhappiness is no longer so acute, and his kindness has grown upon her. Has she begun to sea in hima reincarnation of her lost lover? Though not as handsome o dashing as Smith, Rolfe is an immensely attractive man. Still, you can tell from her distracted manner that she does not regard him with anything like the feeling. she o had for Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Suppose I asked you to marry me? What would you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Are you asking me? (he nods) Where would we live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Here.” England, if you wish. Perhaps that would be best. You could forget your life in this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I couldn’t live in England, Mr. Rolfe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Say yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Listen to you. Always giving orders! Something has changed in her. Sha has nowhere to turn, an she desperately wants to make her peace with the world, t live with a semblance of decency again, free of scandal, uncertainty and insolent looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(stalling) You don’t know how it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "I do. I know what you are going to tell me, in any case. I know the rumors -- that soma might be true. She nods. She feels an odd desire to humiliate herself in his eyes, so that he can entertain no illusion about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That’s all dead and gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I wish I'd met you first. But all the wishing in the world won’t make it different. (deflecting him) “Have you thought about the looks you would receive? They talk about us enough already, even now. You would feel as though your every thought was Known to them. You’re so proud, Mr. Rolfe. You couldn’t bear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ ROLFE",
          "text": "I would bear it proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "There are things you don’t know and could not guess. I would be obliged to tell you all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "o I know what I have to. I know that I i ‘ love you. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(with difficulty) You see, I despise him, but I don’t know what I would do if he were to coma up from the dead. It is batter to face the truth than to hurt you as well. You see, I am weak -- too weak to rely on. You should have the sense to know it, as much as I would like you to forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "I dream about you. I would give up everything. My friends, my land. Everything. Her candor stirs his chivalry. He reaches out to take her hand. She looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Why do you shrink from ma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I wasn’t thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Tell me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You know I do not iike to talk about myself. I’m not going to leat you make me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Won't you say yes? at him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "All right. If you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". -ROLFE",
          "text": "Don’t you want to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "There’s nobody else I would marry... She bursts into tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "This isn’t what I expected. Why are you crying, Rebecca? \f147",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Why are you crying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I guess because...I must ba happy. I never like to cry. It gives me a headache. But...I said I will marry you. JI will not love you, but I will marry you. Rolfe considers this remark for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "When shall I make the announcement? She looks at him, astonished by his kindness and devotion Though she does not love him, she admires him a great dea She trusts him. He is strong and sane. She does not know. what else to hope for. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "You do not love me now. Someday you will. Or I shall seek to deserva that you should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolfe discusses his marriage plans with the elders of Jamestown. Newport presides. In an improvised way, the elders discuss their objections to the idea -- precedent, whether they can allow a precedent for miscegenation, etc Finally, Newport intervenes; a man of cold logic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "You are not ignorant of the heavy displeasure which Almighty God conceived against the sons of Levi and Israel for marriage of strange wives. ‘> ROLFE No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Would you do anything necessary to bring this about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Yes. \f148 149 150 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Would you write out a petition, explaining as the wealthiest planter in Virginia the benefit this would offer to the colony? Could you state your hope that it might be the beginning of the great work of converting the Naturals, that this idea came to you in no way from carnal affections but for the good of tha plantation, for the glory of God and your own soul, with the purpose of saving an unbelieving creature, moving an urregenerate to regeneration. And would you add to this that the Lord should condemn you at the dreadful day of judgment, when the secrets of all hearts will .be known, if this be not your true intent. Would you do that? {Rolfe nods) Then surely you do love her. Write. INT. POCAHONTAS’ ROOM Mary helps Pocahontas get ready for the wedding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The citizens of Jamestown celebrate the first union of Indian and white man in the New World. Sells ring out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, ROLFE HOUSEHOLD",
          "text": "Rolfe and Pocahontas choose the site where they will buil their house -- beyond the fort, on a bank overlooking the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "We can burn the weeds off here and make a garden. They wedge the earth open with a digging stick, to find t best topsoil. Gradually they settle into a life of quiet domestic joy. Pocahontas milks the cattle and leads them to their stall She bakes bread in the oven and watches her husband with growing devotion; he has saved her from doom. From time to. time Indians approach the house to trade wi her husband. Covered with soot and sweat, she looks longingly at them, who spend their days as the birds of t air and lilies of the field. She will never again play in the river or run carefree through the scented forests. \f151 152 153 154 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INFANT",
          "text": "Gentla hands daub a newborn infant with sprigs of moss,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas has just givan birth to a son. Rolfe is overjoyed. But when Mary holds the child out to his mother, Pocahontas hesitates to accept it, as though she doubted it wera her own. Then her natural feelings assume their reign, as she takes it warmly up into her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Dear child! Thomas! May we call him that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas sits with Mary on the bank of the James. She leoks out across the fields she reamed as a girl, to the stiff ranks of poplar and virgin pine. Sha remembers the nights when the aurora borealis shimmered above them. The air rings with the cries of children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "You seem happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I might be. I am about to be. Do you ever know? I speak with my mother again. I speak with the clouds. I thought it would never ba. I have a family now. Pocahontas jumps and skips as she plays with her lovely child, who now is two years old. Then suddenly she stops, as though she had noticad how happy she was feeling and felt guilty about it. But it is se wonderful to feel a part of life again, to feel it flowing in her veins. Yes! She turns to Rolfe and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VISION OF SMITH",
          "text": "That night Pocahontas dreams of her own mother, a lordly woman who summons up the ghost of Captain Smith. Smith ha something in his hand, a little book, which her mother insists she take from him. She studies the books, but she can make no sense of it. When she looks up, Smith is beckoning her. Where? \fwe 155 156",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another day, as sha is walking alone by the walls of the fort, sha hears some voices on tha other side talking abo a man who could only be Smith. She stops. She puts her ear to the rough-hewn palisade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICES, (0.S.)",
          "text": "He got booted out of Newfoundland. Set himself up a notch too high. Low- born mant Knocked him from his perch!...Ha could make you laugh, though. He could make you laugh. The treas sway back and forth above her head. A darkness closes around her heart. At a convenient moment sha approaches one of tha men who has been speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Captain Smith is still alive? {the man nods) You saw him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Yes. . She turns and walks away. Her face is white with shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolfe leans down to kiss Pocahontas, but she eludes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I cannot do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "It would mean something I do not feal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "What has coma over you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I am married to -- him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "(after reacting te this} Married? You don’t know the meaning of the word exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "But I am. \fwh Lin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "You’va been so happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". POCAHONTAS",
          "text": "Did I say I had been? My heart is lika a stona. Rolfe suffers this remark dumbly. He reaches out to take her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I mustn’t do this, John Rolfe. I cannot kiss you as before. Why do you tempt me? She walks into the kitchen, closing the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Don’t go. Mad with jealousy, Rolfe jerks the door off its hinges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You ought not to have dene that. It is not becoming of you. Please go away. Will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "I merely wish to say that it is monstrous you should feel this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOCAHONTAS",
          "text": "Yes, I know, It is wicked of ma. I am sorry. But it is not I altogether who am to blame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Who is, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Mr, Rolfe, would you mind my living away from you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Away from me? What was the meaning of our marrying, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I thought I could do nothing alse. I gave you my promise. Then, as time went on, I regretted I had and wished I could find a way to break it off. TI thought of the scandal it would cause -- this frightened me. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POCAHONTAS (cont/d) I, of all people, ought not te have cared what people said, But I was a coward -- and I didn’t want to hurt you, Now I see it would have been better to have injured your feelings then, than to marry you and injure them all my life after. Will you let me go away? (pause) Mr. Rolfe, why should we let the world choose our plan of life for us? What is the use of thinking of laws, any laws, if they make you miserable when you know you are committing no wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "From my point of view, you are committing a wrong in not liking me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I do like you! But I didn’t see it would be ~- so much more than that. For a man and a woman to live together, whan one feels ag I do, is not right. There. I have said it! She winces inwardly to sea the pain that she is causing him. But he is patient and kind. He overlooks insult and injury. He doas not stand on his rights, nor keep a recor of wrongs. His is a love that never gives up. POCAHONTAS. There’s a house in the heart. A little house. I can’t help it that he came to mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "You can,",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "How? See my hand? It flutters like a leaf. She is Faithful to her grief. To think -- she had almost abandoned it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Ifm that way all through. Don’t leave me. See me through this. I don’t say it’s right. Why can’t we agrea to free each cther? We made the pact. At night, when we could not see. Surely we can cancel it. Then we might be friends and meet without pain to either one of us. ‘Be my friend, Mr. Rolfe. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "157 113. POCAHONTAS (cont! d) (pause) . Oh, don’t you sea? We shall both be dead in a few years. Then what will it matter to anybody that you set ma free for a littla while? Why can’t we seem fools to the world? I know I am wrong. I always am. I guass you just can’t say that you will love someone forever,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "You mean, by living away from me, to live by yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "If you insist. I know you maan my good. I will go away and never trouble you again. But...if you will not let me go my way, will you let me live here separately? I would not ask if I were not forced to. Ba kind, though I have not heen kind to you! Again, he reaches out to take her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You mustn’t, Mr. Rolfe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Mustn’t what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS /",
          "text": "Love ma. You ara to like ma. That is all. If you want to leave me altogether, I understand. Or say one thing and do another. I understand. (pointing to the window) Go, look at the sun. See what it says. Rolfe looks out the windew in silence. The sparrows fuss under the eave. INT. THOMAS’ BEDROOM - LATER Pocahontas looks down at her child, asleep in his bed. Poor, helpless thing -- why should he suffer? A tide of love surges up in her chest, her throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolfe answers a knock at his bedroom door. Pocahontas stands before him in her nightgown. \f1L1é",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I have changed my mind. If you want to love ma, you are frea to. I will never tell you again that you mustn’t. Will you forgive me for my cruelty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "What has happened to you? {she shakes her head) You are out of your sensas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I can’t endure your saying that. I am here, am I not? Don’t turn ma away. He reaches out to her, but she shrinks away; she cannot help it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Why did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I wasn’t thinking. I’m sorry. The ticking of a clock is loud in the enclosure of the little room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "I have had some surprising news. We have been invited to England. Or rather, you have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "By whom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "By the King and Queen. There will he a royal audience in your honor, (she looks puzzled) You are known to them all. But that is not why I think that you should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"",
          "text": "Why, than?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Te see Mr. Smith. To see if you still love him. She sits down in a corner and puts her face in her hands. \f158 159 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hawsers are cast free as Pocahontas, Rolfe and their son Thomas board a ship bound for England. Mary has come along to help with the child. Newport, too, is a passenger. Wobblehead watches the ship move down the James River toward tha Atlantic breakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocahontas is astonished to discover that Opechancanough a fellow passenger. The great chief is disguised as a common Indian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Uncle! Opechancanough indicates to her that she must keep his identity a secret. Nonetheless, she greets him with the proper formalities. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "The daughter of Powhatan greats har mighty uncle. She begs him speak to her, so that she may remember the honor all of her days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPECHANCANOUGH",
          "text": "(cold, aloof) Opechancanough, who has won fifteen feathers in battle against tha enemies ef his people, greets the daughter of the Emperor and orders her to risa that he might see her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Why have you coma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPECHANCANOUGH",
          "text": "Your father sent me. I am to place a notch in‘these sticks for each white pearson I come upon. He shows her a sheaf of sticks he carries with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPECHANCANOUGH",
          "text": "Yes -- and to see this “God” they speak. sO much about. With a skeptical air, he bows te her and walks off, thoug from the way in which he watches her hereafter, \f160 161 162 116... we suspect that her father has sent him along in part to lock after her as well, Other Indians swim behind the boat, pulled along by a trailing rope. Even in the middle of the Atlantic they cannot resist the attraction of the cold, wild water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIGHTS OF ENGLAND",
          "text": "Pocahontas gazes in wonder on the sights of the Old World as they ride up the Thames. How she once dreamed of this hour! The ship glides past the Isle of Dogs and turns int the pool of London. The Tower, William the Conqueror’s great fortress, rises from the blue mists at the water’s edge. Still farther up stands London Bridge, bristling with the heads of recently executed felons. Domes and temples, avenues and theaters lie open to the fields and sky. Bells are ringing far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half the city’s population seems to have turned out for Pocahontas’ arrival. She sees her uncle is taking note of all her silks and finery. Opechancanough himself is bare except for his deerskin apron and splashes of paint. She walks down the gangplank, searching the faces of her welcomers for someone who is not there. The crowds marvel at her beauty, blow kisses and throw flowers in her path. She is a dove of peace, the living proof that the heart’s great wilderness can be tamed, the infidel brought to Christ. She is the very flesh and promise of the American soil, an Earth Mother as surely a ancient Demeter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hand in hand with her child, she walks like a somnambulis through the crowds of the curious. The clanging of the carts and coaches at first alarms har but soon is a sourc of great delight. She has never before seen horse or wheel. : She gazes in wonder at the riders. To her they seem a par of the horse itself, a single being with their mount. She sees a flag streaming in the breeze. She sees a great clock too, but seems to remember when Smith spoke’ to her such things in the woods, Her husband dees not guess her thoughts. Opechancanough shares her amazement. The crowds applaud her wherever she goes. \f163 164 147. What fascinates her most is window glass. She presses her fingers against the leaded panes of a baker’s shop and smiles at the people inside. Life abounds with wonders. They pass a candlemaker’s stall,",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Do you eat these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "They are candles. You light the ends. She looks away, embarrassed by her mistake. London’s squalor, the open sewers and fetid lanes, make their impression on her, toc. She studies a group of young adventurers, reminiscent in their own way of Smith. She glances at Rolfe, sees that he has been watching her and looks guiltily away. Does he guess what she is thinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A coach passes through the gates of Heacham Hall, the country estate where they have taken up residence. Pocahontas alights, bows gracefully to a footman and look about her in amazement and delight. A fountain stands before the entrance. The noise of water rushing through i dissolves into the sound of applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To a fanfare of trumpets and timpani, Pocahontas steps do the main aisle of Whitehall Palace as she is presented to Their Majesties James and Anne, the KING and QUEEN of England. Her coal-dark eyes and noble bearing send tremor through the court. , Mary looks on from the gallery: at last her unfortunate mistress is receiving the respect she deserves. Opechancanough is on hand, too, in his Pamunkey war dress Pocahontas bows to the King. Rolfe listens as the Court Laureate reads a composition in her praise. Thomas listens, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREATE",
          "text": "‘The Princess of Virginia, Empress of the New World, Savior of the Mission Imperial. Through you we leave behind the past and go forth into a newer, mightier world, of fresh wonders ever. Through you we shall walk in unknown ways, pierce deep mines and fell the forasts, look on peaks gigantic and find the springs of great rivers. You radiate redundant joy and grace on all around you. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREATE (cant! d) You warm us with the fullness of your heart, You inspire us with your courtesy. You unloose our tongues. The walls of our habitual reserve vanish and leave us at large.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING JAMES",
          "text": "(interrupting) Does ha bore you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "No, King. I adore flattery -~- however dishonest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING JAMES",
          "text": "Admirable directness! Tall ma, how large is your father’s realm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Bigger than England, Spain and France put together. KING JAMES . Ah, but how strong would you say it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Strong enough that they would fight the English army without the slightest fear. Though it would never occur to them to cross the seas and attack people who to them had done no harm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING JAMES",
          "text": "We had been led to believe they were barbarians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Even the poorest of the people is ‘ never in want. They have no beggars. None who is abandoned or cast out. All are brothers, sisters. She speaks without: reserve. Even Opechancanough takes note,",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "They know what true nobility is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING JAMES",
          "text": "And how does it seem to them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "It has contempt for safety and ease. It perceives that virtue is enough. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fpw 165 166",
          "sentiment": "neutral"
        },
        {
          "speaker": "119,",
          "text": "POCAHONTAS (cont! d) Tt stands by itself and does not try weakly to reconcile itself to the world. The strong, the presumptuous, learn there is a resistance on whom both impudence and terror are wasted, The King steps forward, bows and kisses her hand. This is someone from beyond his realm. Murmurs of surprise run through the court. The Queen thinks she might have discovered a new friend in her Virginia counterpart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN ANNE",
          "text": "Come afterwards to my apartments. JONSON’S CHRISTMAS MASQUE Pocahontas and the court watch Jonson’s Twelfth Night masque, a pantomima of Greek gods and dancing children se to music by Orlando Gibbons. Pocahontas marvels at the unreal world of the stage. EXT. WHITEHALL PALACE - OPECHANCANOUGH . Pocahontas runs into Opechancanough on the lawn cutside t palace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You're still here! JI hope you will not be discouraged, uncle. Like you, I cannot forgive them, but I must live among them. My life is here. (pause) I hesitate to ask you this, but I wish that you would carry a message to my father. Tell him that he should forgive himself for treating me with indulgence -- we all are weak from time to time -- and that I love him very much. (after a pause) Love can make us weak as well as strong. Opechancanough nods. He seems to want ta say something more. She waits a mement, then bows gracefully to him and starts off. When she has gone some distance, Opechancanough hails her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPE CHANCANOUGH",
          "text": "Farewell, my niece! She turns around, deeply stirred by this hint of his restored affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farewell, great uncle! He bows to her and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolfe talks with Newport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "You mustn’t let her play upon your feelings in this way. I would speak mora candidly, were she not your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "She is not. She is his, except in name and law. She would never have married me had she known that he were still alive. There is no use in keeping her chained to me if she does not balong to me. I must set her free. I have reason to believe she would welcome my taking such a step as the greatest charity to her. And though she sympathizes with me, as a husband she cannot abide me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWPORT",
          "text": "Such a step might ruin your prospects in Virginia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "If so, no one must tell her. (Newport starts to interrupt) No, I don’t want your opinion on this. My giving her up can do her no possible harm, and it will opan up a chance of happiness for her, which she has never dreamt of hitherto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolfe has opened his heart to his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "But I am prepared to stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "I would be wrong to hold you back. I was a.fool. In my vanity I thought I could make you love me. You cannot do that, or shouldn’t. In any case, you have walked blindly into a situation you did not anticipate. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROLFE (cont/d) I must help you, whether you ask it or not. I will not rob you of your salf- raspect. Rolfe’s sensa that he is doing his duty by a woman at his mercy almost overpowers his grief at giving her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "I am a bachelor by nature. Being without a wife will not really be 30 irksome as it might be to other men, especially those who might have bean married longer. I have my fields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "What of our child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "He can come to you in tha spring, and then back to me in tha fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Don’t you worry what people will say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "What happens in England does not concern me. Back in Virginia the matter is too old for scandal,",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I shall write you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "No. I think we should be separate. You need give me no information about your plans or-movements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "You don’t seem very sorry at the idea of my going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "(infinitely sorry) No. Perhaps not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "This is hard, John -- for me to say -- but I know it is the best course. I know for certain that you will be better off without me. I should add that I like you very much for how you have behaved. It is a strange thing that, as soon as I begin to regard you not as my husband but as a friend, I like you very much. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f169 170 122. POCAHONTAS (cont‘d) I won't be so careless as to say I love you, but I will always remember you -- {choking up) -- as a very good friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "I will see you again before I sail -- so I will not say goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain Smith approaches Heacham Hall. He is seven years older. To judge by his wardrobe, he has not fared well in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Is this the Rolfe estate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARDENER",
          "text": "Yes, sir. INT. POCAHONTAS’ BEDROOM Mary announces Smith’s arrival.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s him! I seen him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Captain Smith! Good as my word, Mafam. Most presuming, appearing in this manner, without forwarding a customary note of warning. You‘’d be within your rights, and certainly within the proprieties, to send him away without an explanation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Indeed! Perhaps I should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(hoping she won’t) What shall I say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "That you told me. That I thanked you for telling me. Mary leaves, giddy with excitement; once again she may resume her role in the drama. Pocahontas is pale with emotion. She gives him a mysterious pat on the cheak, as though s wished to get his hopes up -- to seduce him a little, so that she might turn cold and aloof again, and punish him for his presumption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I had forgotten how forward you are. She strides haughtily across the lawn, condescending and cold. She has made herself what he wanted. A grand lady} Now let. him watch her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Giving yourself airs, eh? Who's this man you’‘re married to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "He owns the largest plantation in Virginia. If you must know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You look well, Princess. I'm not joking. You look damn well when you're properly dressed.,.So after I left it -- want well for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I heard the King and Queen received you. Everybody reports you were a great favorite. They all speak of you. One hears them in the streets. Her Ladyship! Who'd have guessed it? He looks deep into her eyes, then quickly takes her hand and holds it like a trapped bird. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I cannot do this. But when he kisses her cheeks and her lips, her will melt away. Tongues of fire shoot through her veins, and for a moment she returns the kiss. But with the parting of her lips she lets him go. The spell is broken; her love has died, passed off like a dream. He gazes ardently at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you about to tell me a secret? I hate secrets. Whenever anyone asks me if I would like to hear one, I say no. I have not once regretted it. \fbo",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I was born in a tanner’s shed. Never had a thing. Noé property, no rank, no chance of gatting hold of anything except with my own hands. I couldn’t afford the luxury of being a gentleman. You think I.liked being what I was? I saw a chance to change it. I can’t be blamed for wanting to. Nobody respects a poor man. I put my not gatting on in life down to them persistently sanding me off to fight their wars for them. I always felt I would break through -- the next day, the next hour -- that something grand was waiting for me -- a destiny all my own -- above the common one. . Believing it has carried me through thick and thin. As he talks she looks at him and wonders at how crestfall he seems, he who used to have the assurance of a man who had never known defeat. She wanted him brought low, but this is more than she can bear. What does it mean that he once loved her and she loved him?. Where did it all go? He no longer is the person she yearned for. She seems, in fact, to have forgotten who that person was. The figure who stands before her now is common as clay -- the last representative of her extinct, betrayed freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "You knew that I had promise, didn’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Ch yes! Did you find your Indies, John? He looks off at the horizon. Where did he wander from the path?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After I left Virginia, I got tha idea of going south, to Venezuela and the Guyanas, east of Pizarro’s lands. I had heard of a city there. But they withdrew the funds as I was about to sail.. So I went to New England. Mapped it, Then the honest citizens went over. I was fool enough not to insist upon a contract in advance. Thay’re making the world in their own likeness, clear to the Pole. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SMITH (cont'd) . There is nowhere they are not. I had no idea my life would be spent in the company of thieves; of those, especially, who steal with a pen. I dreamed of something else: graat voyages of discovery, the land opening before me, new republics without a history, magic, new races, a new world to shame tha old. Tha Indies -- they were like a mirage for me. (intercut: his shadow moving over the ground, high walls, the St. Lawrence River winding into the west, etc.) I always thought they were around the next bend -- the next thing, then the next ~~ Newfoundland, St. Rupert’s Island. Every time I told myself, “Have faith. Wait. They are coming.” I covered the whole world. Hard as I searched, I never found what I was looking for. After a while I gave up - striving. Maybe I should have gone farther north. That’s where all the excitement is now. Perhaps there is no passage. Perhaps it was a dream. In some respects I’ve been a failure. And yet I saw -- with you I knew. You were my America, or there is none at all. He is conscious of looking as though he had fallen on har times. While her husband enjoys the fruits of her Virgini patrimony, he, for all his prodigies of exploration and adventuring, cannot lay claim to so much as a foot of lan in the New World. He is alone, bereft of hearth and home. It embarrasses him that she should find him at such a pas Her gaze reaches into him like a ray of sunlight into a forest. She alone knew the secret promise of his existence. And seeing her, he knows that promise is nearl gone; he is nothing more than what he now seems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "May I speak with you this way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I wonder. \f172 127.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Your worldly failure, if you insist upon considering it that, is to your credit rather than your blame. You should remember that the best people are those who do themselves no worldly good. Every successful man is more or less a selfish one. He looks around. The lawn and woods buzz with spring’s ventriloquisms, The bees are drowsy with nectar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I forget what I was going to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "It must have been a lie! They smile. There is a peace between them. She has let ~- him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I suppose a person of your commendable nature cannot he sad for long. She lets this illusion stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "No. You know that we were very happy ence. Because that is the only thing I could not bear --’if you had forgotten. He sees what a noble being hea allowed to escape him. Before he can return to his senses they have said goodbye SMITH’S POVS - MUSIC Smith watches her go off. The Indies music comes softly in, and now it occurs to him that if he has not found his dream, perhaps he was looking for it in the wrong place - in the outer kingdom of riches and glory, when all the while it lay within, in the love and the pain he shared with this woman. Was she the wondrous destiny that lay in store for him? Was she his Indies? Did he sail past them, mistaking wher they lay or never believing they could be found, or worse yet -- a lover of thresholds -- afraid to set foot there? \f173 128. And even as this thought comes over him, with extraordina force, he knows that it will pass, that he will again tak up the illusions of his daily life. The blinding insight will seem a creature of this present hour; a passing fanc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolfe arrives home. Pocahontas comas out to greet him. She carries on almost as though nothing had ever coma between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "John, I have a desire to see Virginia again. I don’t know how long it’s bean since I saw a blue sky or swam in the river ~- and the people ara so very nice, but my jaws ache from smiling, and -- couldn’t we go homa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "As soon as possibla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Before you say that, I should tell you that Captain Smith paid me a visit. I received him, and I let him hold my hand -- a long while. I don’t know whether you think it wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": ", (distracted) Oh, did-you? What did you do that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I am not sure. He wanted to, and I let him. She is surprised that he does not scold her. POCAHONTAS . Furthermore, I kissed him and let him kiss mal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "The old story. POCAHONTAS . _I didn’t know wa ware going to until we did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "May I ask how many times this occurred? \f175 130.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Thomas! Come closer. I was in the house, and the movers took a big trunk away, and I found this in a chink of the wall. A map! His eyes light up as she unravels the old scroll. The blood of two races flows in the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "What does it say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Give me time! Can we talk here? Wo -- the maids are so nosey! Close the door. We mustn’t tell anybody else! You won't, will you? I won't aither. It’s signed by a Spanish lord. Stamped with his seal! He says that if we follow it precisely, we will come to a stone man holding a great : fish, with a waterfall coming from its . mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They rush around the grounds, from one place to another, following the directions to the treasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Wait, wait! Now it says that we should bow three times to each other. They bow to each other, as specified, and hurry off to th next clue, until at length they coma to a huge mossy stat of a cherub holding a fish. A fountain bubbles from the fish’s mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Mother?! He gapes at the mysterious figure. Then he looks at her and realizes she has been leading him on, and he begins t chase her. They laugh and cavort wildly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS, (0.S.)",
          "text": "Reach in there! Thomas walks carefully to flower pot at a corner of the field, puts his hand inside and draws out a glass frog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(whispering) What is it? \f1738 174",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "A good many. I don’t remember. And I Called him my dear friend. He spoke of some things of the past, and it overcame me. (pauge) You don’t seem very upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "Perhaps I feel numb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "(puzzled) You didn’t know that he was coming, did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE",
          "text": "What you suggest is beneath the conduct of a gantleman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I loved a dream. Will you have me back? Will you forgive me for neglecting you? Can you forget? (he nods) Now I know what true love is! Now I am home. Eyes bent in repentance, she takes his hand and presses i against her cheek. It is the first time we have seen them touch each other. Their child, watching from afar, senses his parents’ joy. It seems to him they are united at last THOMAS’ POVS ON POCAHONTAS AND ROLFE Thomas watches, undetected, as his mother and father go hand in hand about the grounds, happily observing those commonplace scenes of life that perhaps meant little enou to “them before but which now suddenly have a power to convey all the meaning and glory of love’s new world: a d chasing doves, a trea bowing its head, the wind on a pond At last, to his astonished joy, they kiss. With a fine sense of discretion, the child hurries away. His heart beats in his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later the same day, or week, young Thomas looks up with a start. His mother rushes in with a parchment scroll she has found, unable to restrain her excitement. \f171 She takes a moment to compose herself, to savor the last moments of her innocence. Will she know him? Will she be able. to speak with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes out the front door onto the lawn, and there he stands ~- her first love! Smith looks up. She is radiant in her silks and finery, utterly transformed from the woo nymph he knew. She has achieved culture, station, refinement, wealth, become the sophisticated soul he thought she could never ba, while he has grown more anima She lets him look at her. She trembles under his gaze,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Did I make a mistake in coming here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "That is for you to decide. But I don’t sea how you could think it so soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I would have come before except that I’ve baen away from the capital. Business, you know. Small excuse, considering that I owe you my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Don’t trouble yourself on that account.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Perhaps I’m out of bounds speaking this way, but I’ve thought of you. often. I was a fool not to have bound my fate with yours. I might bea happy man now. A prosperous one, in any case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Is that so? She will not give him anything. He will have to beg her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I would not lie to you. No more than I would cheat at cards. Be good for once and don’t make a scene. I confess that I am more, or less, than a gentieman. You once gave me the benefit of the doubt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "I never told you that I did. 123. \fee 178 179 180 181 132.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Be strong, my husband. This must happen to us all. What does it matter if I come a little before or after? I‘m going to sea my father and my mother, and as she whispered to me, so shall I to you. See if you can hear me. I will use the wind for a tongue. EXT. GRAVESEND DOCK, COTTAGE WINDOW, BACKYARD, ETC. The curtains whisper over the sash as Pocahontas’ spirit makes its departure. Her effects are put away. The fisherman’s daughter shakes out the pillows that she slep on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE, (0.S.)",
          "text": "“She said that she would be in our breath and in the ground beneath our feet, bearing us up. She refused all sympathy, saying it was enough that you, her child -- - (over scenes of America) -- should live.” Rolfe boards a ship. Opechancanough, his face painted wit ashes, follows him up the gangplank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIP DEPARTING GRAVESEND AS SEEN FROM DOCK",
          "text": "At the Gravesend dock, sailors and fishermen go about the tasks -- mending nets, caulking the seams. As the end credits begin to roll, the ship with its great whita sails is already in the offing -- Virginia-bound!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOARD THE SHIP",
          "text": "Thomas looks out over the waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The New World pines sway back and forth in ecstasy, forev awaiting the determined sailor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE END",
          "text": "\fre ” an 176 177 131. He brings her the frog, cupping it with both hands, as though it wera a graat jewel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POCAHONTAS",
          "text": "Oh, Thomas! You said you wouldn't tell anybody. It will be our secret. She looks at him and remembers when she, too, shone in th way and all the world about her. she misses her daily salute to the rising sun, the times when she found a bird nest or vaulted up a tree, the shock of the cold water as she plunged into the river -- all those little moments of her life that no one else can remember or will ever know about. The wind comes up through the trees. Suddenly, to her son’s delight, she performs a cartwheel in her English dress. Rolfa looks on from afar, well pleased. The story could end here, with a lagend describing what happened to the characters, or else it might continue wit these next, concluding scenes: . -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On their way back to America, the Rolfes have stopped in Gravesend, the last port for sea-bound vessels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLFE, (0.S.)",
          "text": "“13 April 1616 -- Dear Son, I write this so that you might have it someday in the future. Your dear mother, Rebecca, fell ill in our outward passage, at Gravesend, a small fishing town at the mouth of the Thames, where the river flows out into the sea.” Opechancanough bursts out of a cottage, screaming in a wi Pamunkey way. The citizans look at him as’ though he were madman,",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, COTTAGE BEDROOM",
          "text": "Thomas Rolfe peers at his mother through a crack ina bedroom deor. The young lady attending him, a fisherman’s daughter, inspects the glass frog. YOUNG LADY . She gave you this? Very expensive. Remember her, dearie! Tears stream down Rolfe’s face. Pocahontas lies in bed, surrounded by a radiance of white linen.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2197"
    }
  ]
}