{
  "movie_id": "MOV1838",
  "scenes": [
    {
      "location": "HOTEL ROOM / SKY RISE CONTINUOUS",
      "time": "NIGHT",
      "characters": [
        "CUT BACK AND FORTH",
        "ANOTHER AGENT",
        "CAR ATTENDANT",
        "KEVIN, (CONT'D)",
        "BLACKNESS",
        "TORONTO POLICE",
        "GILLY AND JAKE",
        "ROOM 42",
        "OLDER VOICE",
        "OLD STOREKEEPER",
        "FBI AGENT",
        "GIRL",
        "OLD WOMAN",
        "GILLY",
        "JOCK 2",
        "GILLY, (CONT'D)",
        "CREDITS END",
        "JACK, (CONT'D)",
        "SNIPER, (CONT'D)",
        "FADE IN TITLE CARD",
        "FEMALE OPERATOR",
        "END OF DREAM",
        "TRAIN HALLWAY",
        "GIRLFRIEND 1",
        "BEAUTIFUL WOMAN",
        "POLICEMAN 1",
        "MARA, (CONT'D)",
        "SHEALY, (CONT'D)",
        "FRAT BOY",
        "GUARD 1",
        "GIRLFRIEND 2",
        "MOMENT LATER",
        "STRANGER",
        "NATHAN, (CONT'D)",
        "KAREN",
        "KOZLOW, (CONT'D)",
        "WIFE",
        "LANCE",
        "EMPLOYEE",
        "WHO ARE YOU",
        "FBI AGENT, (V.O.)",
        "BECKER",
        "DINING CAR",
        "KAREN, (V.O.)",
        "NATHAN THOMAS HARPER",
        "BACK TO",
        "TOM SHEALY",
        "MARA",
        "SNIPER",
        "NATHAN",
        "NATHAN, (V.O.)",
        "DREAM SEQUENCE",
        "TICKET TAKER",
        "RUN",
        "SHADOWED WOMAN",
        "BOYER",
        "ALEK",
        "MAN 2",
        "THE END",
        "NEWS REPORTER",
        "KEVIN",
        "NOOOO",
        "GUARD 2",
        "MR. MILES, (CONT'D)",
        "WESLEY, (CONT'D)",
        "FREEZE",
        "BOUNTY HUNTER",
        "STRANGER, (CONT'D)",
        "IN BETWEEN CARS",
        "MOMENTS LATER",
        "OLDER MAN, (CONT'D)",
        "MR. MILES",
        "CLICK",
        "JACK",
        "SLEEPING CAR HALLWAY",
        "OLDER MAN",
        "GILLY, (V.0O.)",
        "TICKET COUNTER",
        "BACK OF HOUSE",
        "VOICE, (0.S.)",
        "STAY WITH MARTIN",
        "TICKET TELLER",
        "BECKER, (CONT'D)",
        "FLASH",
        "NEXT CAR",
        "DISSOLVE TO",
        "DEPUTIES",
        "FEMALE OPERATOR, (V.O.)",
        "WOMAN",
        "MAN 1",
        "POLICEMAN 2, (CONT'D)",
        "KOZLOW, (0.S.)",
        "JACK SHAPIRO, (V.O.)",
        "KOZLOW",
        "BLACKOUT",
        "STEWARD",
        "ROOM 13",
        "OUTSIDE",
        "SECURITY GUARD",
        "CUT TO",
        "CREDITS BEGIN",
        "WESLEY",
        "FRONT OF HOUSE",
        "QUICK FLASHBACK",
        "MARTIN",
        "DR. BENNETT",
        "WESLEY, (V.O.)",
        "CONSTRUCTION WORKER",
        "JOCK 1",
        "FLETCHER",
        "YOUNG AGENT",
        "DEPUTY",
        "GILLY, (V.0.)",
        "CASHIER",
        "TECH GUY",
        "KEVIN, (0.S.)",
        "BAM",
        "ERNESTO",
        "BING.",
        "BOYER, (CONT'D)",
        "KAREN, (CONT'D)",
        "SHEALY",
        "LAB TECHNICIAN",
        "AUDIO",
        "STRANGE VOICE",
        "RASMUS",
        "RADIO ANNOUNCER",
        "POLICEMAN 2",
        "911."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A WOMAN, mid 20’s, enters the room, revealing a breath-ta view of Toronto -- specifically the CN Tower -- the world tallest free-standing structure. When she enters the bedroom suite, she starts feeling diz nauseous, and begins losing her balance. The room becomes blurry, and she kneels to the ground, holding her stomach She writhes on the floor for a moment, COUGHING, before crawling towards the phone. As she slides against the side of the bed, reaching for t phone, someone’s hand GRABS her wrist... and gently pulls away. Two MEN IN GAS-MASKS stand over her. One of them, VICTOR KOZLOW, 30’s, kneels over her, as she GASPS for air. His comrade, BECKER, 30's, searches through her suitcase. Kozlow holds up a small plastic gas-mask, and places it o her nose and mouth. She begins breathing much easier. Kozlow calmly SPEAKS with a Ukrainian accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Where... is the Locust? The woman’s breaths turn into a slight LAUGH. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Beyond your reach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "So, you do know where the Locust is? The woman nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "Then where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "(smiles) Beyond your reach... Kozlow removes the mask, causing the Woman to GASP for ai again. He watches her, as she begins to tremble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Your room is poisoned with Chlorine gas. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you're feeling right now, is your nervous system deteriorating. If you answer my question correctly, you can keep the mask. If not, I will keep the mask. Do you understand? The woman nods again. Kozlow places the mask back on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "Now, I‘’1l ask you one more time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "And in that one time... you’1ll get the same answer. The woman RIPS the mask off, and tosses it under the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Stupid girl. She SPITS on Kozlow, who SLAPS her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECKER",
          "text": "(in Ukrainian) I found it! Becker finds a gray folder in her suitcase, and brings it over to Kozlow. Kozlow opens the folder and scans the content. Valuable information is inside. Meanwhile, the Toronto POLICE arrive down below -- SIRENS blaring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECKER, (CONT'D)",
          "text": "(in Ukrainian) Let’s go! Come on! Kozlow looks back at the woman, as she slowly dies in fro of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECKER, (CONT'D)",
          "text": "There’s no time! Kozlow stares at the woman, as tears stream down her face Finally... she takes her last breath... Kozlow checks her pulse -- she’s dead. Kozlow rises, grabs the gray folder, and exits the room w Becker. They both turn to SLOW MOTION as the opening riff “American Woman” begins. CLOSE UP: The Woman’s face, eyes open, dead to the world. \fWhen the song KICKS in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“American Woman” continues on the radio, as three TEENAGE drive down the highway. GILLY, 18, (male) longish hair, drives while JAKE, 17, heavy set, sits in the passenger s NATHAN HARPER, 18, tee-shirt-and-jeans type, sits in the seat, looking out the window. Jake and Gilly are LAUGHING as they pass a joint around t car. When they offer it to Nathan, he passes. Gilly SINGS along with the song, while Nathan and Jake LA at him. They pass a road sign which reads: Bridgewater, Virginia",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their car pulls into a large PARTY scene outside someone’ house. MUSIC blasts from outdoor speakers, as Nathan, Gil and Jake get out of their car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan, Gilly and Jake squeeze through the CROWD, looking the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Yo, Nathan. Paintball tomorrow, man. Free rentals, free everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Nah. Gunning down people is not my idea of a good time. Gilly approaches two JOCKS, 18, with their football jacke on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK 1",
          "text": "You got the goods? Gilly takes out two fake Virginia IDs, with both of the jocks’ pictures on them. \fJock 2 grabs his ID and looks it over -- he’s impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK 2",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Fifty each. The Jocks shell out the cash, and hand it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY, (CONT'D)",
          "text": "Welcome to your twenties. Suddenly, Nathan accidentally BUMPS into KAREN LOWELL, 18 gorgeous brunette. They look at each other, as she tries get by him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(awkwardly) Hi. Karen's boyfriend, BILLY WILKINSON, 19, slightly pushes Nathan out of the way, so he and Karen can get by. Karen LAUGHS a little at Nathan and then disappears into CROWD with Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Ultra bitch, dude. Don’t even sweat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan, Gilly and Jake do shots. Nathan holds up a beer to make a toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Guys, I love you. You’re my best friends. This is to our last month of high school. May it be drunken and debaucherous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY AND JAKE",
          "text": "Cheers! They tap and drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "And promise me... Promise me, if I get wasted tonight, that you won’t leave me on the front lawn again. I seriously don’t know whose house this is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers! They tap and drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan lies face down on the front lawn, passed out, hold a plastic cup with beer. A teenage GIRL walks by Nathan with a garbage bag and tak the cup out of his hand. She lightly KICKS him, to wake h up. Nathan slowly raises his head, with a line of drool comin out. He squints up at the girl in the sunlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Wake up, whoever you are, my parents are gonna be here in an hour. You gotta get out of here. As she walks away, Nathan looks around. He has no idea wh he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREDITS END",
          "text": "INT. NATHAN’S CAR -- LATE MORNING Nathan’s dad, KEVIN HARPER, 40’s, drives the car, while Nathan sits in the passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "Nathan... under the description for ‘dad’, does it say he has to pick up his drunken son from random people’s front lawns, as a general rule? Because this is the third time this year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Please don’t tell mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "Mom already knows. Nathan hangs his head down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "It’s not my fault they keep leaving me on the front lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s your fault you keep trusting them to bring you home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Yeah, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "They're having a laugh at your expense. Which is all fine and good. But trust needs to be earned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Like, I trust you’11 tell mom I wasn’t drinking? Kevin LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "Not gonna happen. You’re on your own, kiddo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Don’t you have any power in our household?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "(beat) Nope. Nathan looks at his father in discouragement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (V.O.)",
          "text": "Do you know these people, who live in your house, and cook your dinners and fold your underwear? Because I sure don’t. INT. DR. BENNETT’S OFFICE -- AFTERNOON Dr. Bennett, 50, glasses, sits across from Nathan, listen to him explain his plight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "They look like you, they talk like you... but they’re not really on your team, you know? It’s like it’s you against them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BENNETT",
          "text": "I think everyone feels that way growing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Does everyone go to a shrink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not everyone has insomnia, or anxiety attacks, at your age. Sometimes it just helps to talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What else is there to talk about? It’s all been said before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BENNETT",
          "text": "The nightmare. The recurring one. You said there was something different about it this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "There was... Dr. Bennett presses “record” on a mini-CD player, placed the coffee table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "It’s the same as always. A woman, standing in the shadows, is singing me a lullaby. While she’s singing it to me, a single tear drops from her eyes and falls onto my arm. And then she backs away from me, and disappears. Leaving me alone in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BENNETT",
          "text": "So, what’s the difference between this nightmare and the rest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "The difference is, it wasn’t a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BENNETT",
          "text": "Because it didn’t scare you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Because I wasn’t asleep. It’s just something that popped into my head the other day, like a memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BENNETT",
          "text": "Well, maybe you just remember dreaming it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Or maybe it was never a dream. Because there isn’t a day that goes by, when I don’t wake up and check my arm for that teardrop. \fINT. NATHAN’S BEDROOM -- NIGHT Nathan listens to loud PUNK MUSIC, while doing his homewo His mother MARA HARPER, 40’s, enters the room. She turns his iPod stereo, and sits on his bed. Nathan looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "It’s not the drinking that bothers me. I was a teenager once, too. I absolutely get it. But it’s becoming too much of a regular thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "So, you're not grounding me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "You’re grounded for the weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "How about just until tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Saturday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Saturday, and I’1ll patch up the roof, so you don’t have to yell at dad to do it, anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Deal. Mara gets up to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(smiles) I love you mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Uh huh... Try to get some sleep tonight, for once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan and Gilly open their prospective lockers. As Natha takes out his books, he notices Gilly’s locker is filled an array of pictures of rifles and automatic weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "The Maritime kidnapper. Another kid disappeared just two towns over. I’m thinking about getting some protection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "The Maritime kidnapper abducts kindergartners and infants. You might be just a little outside his demographic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "You can never be too sure. (motioning to a particular firearm) Check this out -- M82 automatic sniper rifle. Shoots a ten round clip in under a minute. My dad has this exact gun up in his den. You could wipe out an entire neighborhood with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I think maybe you have a problem. Nathan diverts his attention to Karen Lowell, standing ac the hallway. She’s CONVERSING with her CHEERLEADER FRIEND at her locker. Gilly notices Nathan staring at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "She's your next door neighbor now, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Yup, three weeks. Hasn’t said “hi” to me once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Man, I'd be checking out her bedroom window, constantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "That’s what scares me about you. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MR. MILES, 50’s, glasses, dry humor, is in session with 3 High School STUDENTS. The chalkboard behind him reads: Sociology. Nathan, Gilly, Jake and Karen are all in attendance, as M Miles SPEAKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MILES",
          "text": "Well, I’m sure you’ve all heard about the Maritime kidnapper. He struck again last night. Fifth child in less than three months. Mr. Miles removes a Playboy magazine from inside Jake’s o textbook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MILES, (CONT'D)",
          "text": "I’m considering having you all write an essay on him, if you don’t get your grades up soon. Mr. Miles SLAPS a ruler on a SLEEPING STUDENT’S desk, awakening him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MILES, (CONT'D)",
          "text": "You_may think this class is a bullshit elective, people, but it goes on your report card, all the same. All I’m asking for is to raise you average class grade above a ‘C’. In case you don’t remember... a ‘C’ is a fairly low, shitty grade. It shouldn’t be too hard to rise above it. SNORING can be heard from the back of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MILES, (CONT'D)",
          "text": "Somehow, I’m sure you’re gonna screw this up. Nathan also starts dozing off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan lies in bed, while a SHADOWED WOMAN sits next to h As the rain outside POUNDS against the window, the woman SINGS to Nathan in a kind, but eerie way. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWED WOMAN",
          "text": "(echo-y) Que Sera, Sera, Whatever will be, will be The future's not ours, to see Que Sera, Sera What will be, will be. Nathan reaches out to touch her face, but his hand goes r through her. She's a ghost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END OF DREAM",
          "text": "INT. NATHAN’S BEDROOM -- EARLY MORNING Nathan wakes up in a sweat. He looks disheveled -- wipes his eyes. He cracks open a prescription bottle and swallows a couple pills. A car can be heard PULLING up next door. Nathan goes to the window, and sees Karen Lowell, getting of the car and ARGUING with her boyfriend, BILLY, in the driveway. Eventually, Billy DRIVES off, in a huff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan adjusts some new shingles on the roof, with his iP headphones on, listens to PUNK MUSIC. The sun shines bright, and the roof tar is sticky. Nathan SINGS along to the Sex Pistols “Anarchy in the UK”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(chanting) “How many ways To get what you want? I use the best, I use the rest I use the enemy, I use anarchy” INT. KAREN’S BEDROOM -- SIMULTANEOUS Karen and her GIRLFRIENDS are hanging up clothes in her closet. They overhear Nathan SINGING next door. They go to her window, and see Nathan moving his head bac and forth, SINGING along to the song. They start LAUGHING",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLFRIEND 1",
          "text": "What a weirdo. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLFRIEND 2",
          "text": "I heard he sees a shrink. Total nutball. Karen grabs her iPhone and aims it at Nathan -- hits RECO",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(chanting) “Or just another country Another council tenancy” Nathan loves the song -- gets more into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "(chanting) “And I wanna be anarchy. And I wanna be anarchy” Finally, he turns his head towards Karen’s house. NATHAN’S POV: Karen and her friends, LAUGHING at him. Nathan doesn’t really mind -- half smiles back at Karen. Suddenly, a shingle SLIPS from underneath his foot, and h loses his grasp, ripping off two more shingles. He SLIDES down the roof, and FLIPS over the side of the house, bare catching the gutter. Dangling from the gutter, Nathan desperately tries to rea for the roof’s edge, but the gutter BENDS back and SNAPS half, causing Nathan to FALL twenty feet into the bushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAM",
          "text": "INT. KAREN’S BEDROOM -- SIMULTANEOUS Karen and her friends are LAUGHING HYSTERICALLY. They can barely catch their breath. EXT. NATHAN’S BUSHES -- SIMULTANEOUS Nathan lies in the bushes, listening to Karen and her girlfriends LAUGHING next door. He lifts up his iPod -- i broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Great... \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Nathan walks through the hallway towards his locker, h notices other STUDENTS looking at him weird -- WHISPERING GIGGLING, and parting ways as he walks by. When he reaches his locker, Gilly is grabbing his textboo from the adjacent locker. Gilly also looks at Nathan strangely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "You mean, you don’t know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Know what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Dude... You’re a YouTube sensation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan enters the Tech room -- some FRESHMEN are watching YouTube video of him at one of the computers. They stop LAUGHING when they notice him, standing right behind them They back off so he can watch the video. ON THE COMPUTER SCREEN: Nathan, SINGING Cheap Trick, FALLING, catching and BREAKING the gutter, and PLUNGING i the bushes. Nathan quickly grabs the mouse and scrolls the page: 156,000 hits He finds the Poster: K_Grrr11991 He CLICKS the Username. The profile page reads: Karen Lowell Nathan SLAMS the mouse on the desk and storms out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan barges into a packed gym class, walking directly towards Karen Lowell, who’s GIGGLING with her five GIRLFRIENDS. The whole CLASS parts like the Red Sea when Nathan approa Karen. Everyone turns silent as he looks straight at Kare dead in the eyes. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Must be nice to be the toast of the day, but I guess that’s nothing new for you. You’re a popular girl, and you play the role well. Complete with the obedient cronies and the college boyfriend. But in the end, it’s just a role.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "You don’t know anything about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Seventh grade, Science class. We were lab partners. You told me you wanted to be an archeologist. You were cool. What ever happened to that girl? Traded it in for a pair of pom-poms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "I take it you can’t take a joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I may have looked like an idiot falling into those bushes, but at least I know who I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Really? Is that what your therapist tells you? SNICKERING can be heard, as Nathan tries to stay calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I guess it’s hard to keep secrets in a small town. But I won’t be here for long. How ‘bout you? Community College? Summer job at the Gap? I’1l1 be sure to drop by in three years when they promote you to Manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Who cares if you leave this town, or not? It’s not like anyone would remember you, anyway. Nathan’s genuinely hurt by this comment. Karen immediatel regrets saying it. Nathan looks around -- EVERYONE staring at him. A profoun feeling of alienation sets in. Finally, he walks away, leaving the room in stunned silen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Miles, WRITES a large /D’ on the chalkboard, under average class grade. Nathan looks out the window as Mr. Miles SPEAKS. Karen looks sullen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MILES",
          "text": "Your mission, should you choose to accept it, is to write a four page essay on the subject of missing children. Percentage of disappearance rate, how often they’re found, under what circumstances. Etc. Etc. The room GROANS. ERNESTO, 17, raises his hand. MR. MILES (CONT’D) Yes, Ernesto?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERNESTO",
          "text": "(smiles) What if we choose not to accept it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MILES",
          "text": "Then you get a big, fat stinky ‘F’, mi amigo. On the semester. And remember, people, Wikipedia is not your friend. I want the cold, hard facts on this one. And I want them by Friday. The room GROANS more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MILES, (CONT'D)",
          "text": "I know, I know. Your lives are destroyed forever. But to lessen the workload, I’m going to let each of you partner up with someone on this one, and then you can share the responsibility, as well as the grade. Fair enough? The bell RINGS. Everyone starts to gather their textbooks",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MILES, (CONT'D)",
          "text": "I also want one page dedicated to a specific incident of a missing child in the United States, within the past thirty years. NOT the Maritime kidnapper. (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MILES, (CONT'D)",
          "text": "If anyone wants to donate an apple or a candy bar to me, you may do so at this time. EXT. HALLWAY / KAREN’S LOCKER -- MOMENTS LATER Karen, not talkative, removes her textbooks from her lock while her GIRLFRIENDS JABBER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLFRIEND 1",
          "text": "I was like, yeah, I listened to that band, like, two years ago. Where have you been? The other girls LAUGH, and COMMENT, as Karen looks across hall at Nathan... He looks lonely, as he gathers his thin Karen ignores her friends’ snobby BANTER, and walks towar Nathan. INT. HALLWAY / NATHAN’S LOCKER -- CONTINUOUS Nathan switches out his text books, while Karen cautiousl approaches him. He ignores her presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "So... wanna be my partner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I’d rather be castrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Look, I’m sorry, okay? I shouldn’t have put it up. It was funny, and now it’s not funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I’m sure this is some ploy to get me to do your homework for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "I’m not vindictive. I already feel bad enough about this whole thing, as it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I’m late for class. Nathan CLOSES his locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Who are you going to take? Gilly? Jake? They’re worse than me. Nathan walks away. \f17. INT. NATHAN’S BEDROOM -- DUSK Nathan PLAYS Halo on his X-Box. His cell phone RINGS. He blindly picks up, still playing the game as he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (V.O.)",
          "text": "phone) I'll do the first three pages. You just do the ‘specific incident’ part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Unbelievable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (V.O.)",
          "text": "(phone) I took the video down. Erased it entirely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Congratulations. You want a medal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (V.O.)",
          "text": "(phone) Do we have a deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Nope. Nathan HANGS up. Suddenly, the door bell RINGS. Nathan looks out his windo Karen is at his front door. Nathan’s Halo character BLOWS from a bomb, because of Nathan’s lack of attention. Nathan watches his mother let Karen into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "Holy shit. He quickly grabs his clothes off the floor, and shoves th into his hamper. He slides a bunch of stuff under his bed and glances at himself in the mirror -- fixes his hair. As Karen KNOCKS outside his door, he dives back into his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "Come in. Karen enters the room and looks around. She sees the wall lined with books, movies, and computer software. An entir area of the room is filled with board games, chess sets, computer games. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "You like games, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Not the kind of games you play. Karen SHUTS the door behind her -- walks right up to Nath",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "(stern) Now you listen to me. I screwed up, okay? But I’m not going to sit back and watch you mope and groan and give me dirty looks for the rest of the summer. Maybe a lot of things you said about me were true. I don’t know who I want to be just yet. But while I’m figuring that out, I’d very much like for us to be friends. And if you keep rejecting my peaceful gestures, I'll kick the ever-loving shit out of you. Capiche? Nathan slowly nods, shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "(putting out her hand) Partners? Nathan shakes her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "Good. Glad we cleared that up. Now where do we start? INT. NATHAN’S BEDROOM -- LATER THAT NIGHT Nathan and Karen are doing research on their separate laptops. Karen cross-checks a fact with a book called “America’s Missing”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Listen to this. Over twenty three hundred Americans are reported missing every day. And even though most of them voluntarily return home, there are still over one hundred thousand active missing person cases today. One hundred thousand... sick. Nathan surfs through some pictures of missing people on t web. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What’s even more sick, is some of these sites want me to pay money to browse their missing persons archives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "That’s fucked up. Karen gets up to watch Nathan find a back door into the website.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Twenty bucks to access Montana’s missing persons database... no wonder nobody gets found. Suddenly, he breaks through their security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "Bingo. A long list of names quickly scrolls across his computer screen. The information seems endless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Whoa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Wow. Height, weight, age, favorite food, medical reports, last place they were seen, people they were affiliated with. Everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Well, Nathan Harper, you have a few tricks up your sleeve, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(browsing the pages) Some. Karen checks her cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Shit, I gotta go. Be back tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Cool. Karen grabs her laptop and books and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "Listen, um... I’m sorry about everything I said, earlier. I didn’t mean it. I was just angry. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Really? So you don’t think I’11 make manager in three years? Nathan cracks a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "See ya tomorrow. Karen leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENT LATER",
          "text": "Nathan looks out the window at Karen returning to her hou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen walks with her GIRLFRIENDS on the lunch line. When pays for her meal, she sees Nathan, sitting by himself at of the tables. STUDENTS won’t go near him after his YouTube notoriety. Karen looks over at the table she usually sits at -- JOCK and EMO KIDS. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "It’s my fault he’s sitting by himself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLFRIEND 1",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLFRIEND 2",
          "text": "The psycho? NATHAN’S TABLE -- MOMENTS LATER Karen sits down across from Nathan -- starts eating her f like it’s no big deal. Nathan looks around at people in the cafeteria. Everyone’ looking at them -- some overtly and some just glancing. Nathan turns back to Karen, impressed. They smile at each other as if they have an inside joke. INT. NATHAN’S BEDROOM -- DUSK Karen works at Nathan’s desktop, while Nathan lies on his bed, researching some books. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Check this out. This site shows you mock-ups of what they might look like today. And if you recognize the person, you can click to see their childhood pics. Nathan gets up from the bed, interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "They should all do that. Karen scrolls through some mock-ups -- all computer renderings of the missing children. She comes across some amusing ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Check out this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Sylvester Stallone meets... Pee Wee Herman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "(laughing) Seriously! Next. Karen scrolls to the next mock-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Yikes... Ryan Seacrest meets...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Liza Minelli. They both LAUGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "Next. The next mock-up reveals a teenager who looks a lot like Nathan. KAREN (CONT’D) Chris Martin meets... you. Nathan smiles -- there’s a strong resemblance, but not identical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I guess I’m a fugitive from justice. Karen CLICKS on the childhood photo -- a young boy, three years old, white Caucasian, wearing a yellow-and-blue str shirt. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Oh, it’s definitely not you. This kid’s too cute. Nathan takes pause at the young boy’s photo. He smiles al with the joke, but this boy seems eerily familiar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I used to have a shirt just like that... Karen’s cell phone BEEPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Shit, it’s my mom. They’re leaving town for a few days. I get the house to myself. I gotta go see them off. You coming over later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Yeah, I'll be over there in an hour, cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Awesome. Karen runs out of the room. As Nathan closes the door, he looks at the small boy pict on his screen. It’s almost like the boy is looking back a him. He sits at his desktop, and grabs the mouse -- reads the page. The boy’s name is Steven Spade. He stares at the image for a moment, before zooming in on SCREEN CLOSE UP: The boy has a small scar on the left sid of his chin. Nathan has the identical scar on his chin -- he rubs his finger over it. He CLICKS back to the mock-up of what the young boy would look like now. As the picture loads in, Nathan sees his reflection in the computer screen side by side with the m up... it’s a very close resemblance. Nathan rolls back from the computer in his chair. Spooked",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan digs through an old chest in the attic. He rummages through the old toys and school drawings, as parents are PULLING into the driveway down below. \f23. He looks out the window at them as they get out of their and take some groceries from the trunk. He continues digging through the chest until he gets to s of his old clothes. At the very bottom of the pile, tucked in the deepest, darkest corner of the chest, is a striped yellow and blue shirt. He slowly unfolds it -- it’s exactly like the shir in the picture. He hears his parents GETTING IN downstairs and rushes out the attic. INT. NATHAN’S BEDROOM -- MOMENTS LATER Nathan hears his parents turn on the TV downstairs, while sits at this computer, trying to obtain more information. Name: Steven Spade Parents: Martin and Lorna Spade Date of disappearance: December 20th, 1994 Last seen: Sterling Forest, New York. 2:30PM Notable attributes: Scar on chin He PRINTS the picture of the boy and the mock-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan descends the stairs, quietly. He peers into the Living Room -- his parents are watching reality televisio He opens the front door slowly, and sneaks out. INT. NATHAN’S CAR -- NIGHT Nathan gets in his car and STARTS the engine. He places t printout of the young child on the passenger seat. A TAP at the window STARTLES him. It’s his mother. He quickly turns the printout over. Mara looks at the sheet of paper and then back at Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "No ‘hello mom’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Sorry, I uh... was just going to go to the library for this school project... \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "What’s the project?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "It's a... project on... websites. Building your own website. Nathan tries to gage his mother’s reaction. Mara nods and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Well, don’t stay out too late, okay? Love you. Mara goes to kiss Nathan on the forehead, but he balks -- subtly pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA, (CONT'D)",
          "text": "You all right? Nathan nods, and backs out of the driveway. As he drives away, Mara just watches him, until he disapp down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a dimly lit basement, with books and computer software lining the walls, an OLDER MAN, 60, TYPES on his computer We never see his face. ON THE COMPUTER SCREEN: A profile page on Nathan Harper - including his high school picture, school grades, medical reports, etc. The Older Man has photos on his desk of Nathan’s parents, Bennett, Gilly -- everyone he has contact with. The room is filled with technical equipment, tracking software, high-tech phone-tapping gadgets, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan scans through microfilm of New York newspapers fro the early nineties. He finally reaches December, 1994. - He searches ‘The Record’ -- nothing. - He searches ‘The Orange County Patriot’ -- nothing. - He searches ‘The Times Herald Record’ -- nothing. His cell phone VIBRATES. It’s a text from Karen: \f25. thnx for standing me up Nathan immediately CALLS her back. It RINGS for a while before she picks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (V.O.)",
          "text": "What.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(whispers on phone) Listen to me. I did some research on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (V.O.)",
          "text": "You’re such an asshole you know that? I cooked up a couple TV dinners and then waited for you for two hours. I’m so stupid-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) Will you let me speak for a sec-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (V.O.)",
          "text": "You can find someone else to do the project with-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) Will you shut up for a second, and listen to me? I think the missing kid we saw on that website is more than just a resemblance. Silence. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (V.O.)",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) I think the kid in that picture... is me. INT. KAREN’S BEDROOM -- LATER THAT NIGHT Karen sits at her laptop reading the web page, while Nath paces around behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "On December 20th, 1994, Steven Spade went missing, while on vacation, at the Sterling Forest State Park sometime between 2:15 and 2:30PM. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His parents immediately received ransom threats for the safe return of their child. After following the abductor’s instructions, and paying out more than four hundred thousand dollars within a six day period, the abductor cut off contact, and Steven was never returned to his family. The case remains one of Connecticut's greatest unsolved mysteries to date. Nathan leans against the window, biting his nails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "Nathan, I really don’t think this is you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Okay, good. Tell me why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Well, first of all, this kid’s three and a half years old. Don’t we all look the same at that age?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "We have the same scar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Coincidence. Nathan grabs the shirt out of his backpack and tosses it her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Explain this. Karen cross-checks the shirt with the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Okay, it’s a similar shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "No, not the shirt. The ketchup stain on the left shoulder. Karen examines the stain on the shirt she holds. zooms into the online picture... the same exact stain exi on the left shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Holy shit... Karen slowly turns and looks at Nathan. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "Maybe... you were adopted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "If I was adopted, then why would I be on a missing persons website? Karen looks back at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "A better question would be... who are the people living in your house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan eats dinner with his parents. Only the sounds of EATING can be heard, as Kevin reads the newspaper, and Ma reads a romance novel. Nathan just watches them eat and read -- wondering if he’ related to these people. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Anyone need the Living Room? I want to watch some TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "(without looking up) It’s all yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan turns on the TELEVISION. He approaches the bookcase next to the fireplace. He sift through the albums, before finding one marked: “1992 ~-19 As he flips through the album, he sees pictures of himsel with his parents, at a very young age. The album is fille photos of the whole family. He takes the album and opens a nearby file cabinet, which contains bills, medical info, travel brochures, mortgage info, etc. He reaches his own folder, and pulls out his birth certificate. It reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN THOMAS HARPER",
          "text": "July 25th, 1991 Certified by Vassar Brothers Hospital Nathan examines both sides of the paper, not really knowi what a fake one would look like. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN, (0.S.)",
          "text": "Whatcha got there? Startled, Nathan quickly turns around. Kevin stares at hi in front of the open file cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I, um... lost my driver’s license. And I need my birth certificate to get a new one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "Oh... Kevin sees the family album lying on the floor. He looks the album and back at Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN, (CONT'D)",
          "text": "Listen, Nathan. Your mother and I would like to have a talk with you tomorrow, after school, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "Well... we’ll tell you tomorrow. Nathan nods, nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across from Nathan’s High School, from a distance, The OL MAN sits on a park bench, feeding the pigeons. Eventually when no one is looking, he lifts up a pair of tiny binoculars. LENS POV: Nathan gets on his school bus -- he’s the last on. The bus pulls out of the parking lot, into the street and DRIVES away. The Older Man packs up his binoculars, and leaves, as wel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan uses one of the public computers to Google more research. He keeps coming back to the page of the missing child. He stares at the website page of young Steven Spade. He holds up some of his childhood pictures against the compu screen. He’s identical to this boy. He CLICKS the ‘Contact Page’. \f29. A 1-800 phone number pops up. Nathan stares at the number, holding his phone. He looks back and forth at the pictures, the phone number, and his cell phone. He decides to dial the number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OPERATOR, (V.O.)",
          "text": "Hello. National Center for Missing Children. How may I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone ) Um... I had a question about one of the children listed on your website.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OPERATOR, (V.O.)",
          "text": "What’s your name, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) Nathan... Nathan Harper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OPERATOR, (V.O.)",
          "text": "Okay, Nathan. Which child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone ) Steven Spade. Silence for a moment. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OPERATOR, (V.O.)",
          "text": "Do you think you’ve seen him, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Older Man is eating a bowl of oatmeal, when he hears Nathan’s CONVERSATION come through his computer. He seems concerned, and puts on a pair of headphones to get a bett listen:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (V.O.)",
          "text": "I think I’ve seen him. Maybe, it was him. I’m not sure-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OPERATOR, (V.O.)",
          "text": "What’s your location? Where do you think you saw him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (V.O.)",
          "text": "Bridgewater, Virginia. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OPERATOR, (V.O.)",
          "text": "Your address?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan’s not quite sure why the Operator would want his address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OPERATOR",
          "text": "May I have your address, sir? Nathan feels weird about the conversation -- HANGS up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Older Man opens a program on his computer. The progra has a visual representation of Nathan’s voice and the Operator’s voices. He scans over an earlier part of the conversation, and presses the spacebar:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OPERATOR, (V.O.)",
          "text": "Hello. National Center for Missing Children. How may I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (V.O.)",
          "text": "Um... I had a question about one of the children listed on your website... As the conversation continues, the Older Man: - Tracks the 1-800 phone number Nathan called. - Opens the Missing Persons website. - Finds the Steven Spade page, with Nathan’s young pictur it. He picks up his phone, and presses a three-number code. After a BEEP on the other line, he speaks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "Martin, I think we might have a problem, here. A big problem. I’m going to check on it, now. If I don't hear from you in the hour, I’'ll send the kid to Rasmus. He HANGS up and grabs his trench coat off the back of his chair. He puts on a baseball cap and runs up a set of CREAKY steps before SLAMMING the door behind him. \f31. INT. GILLY’S BEDROOM -- NEXT DAY Gilly is looking over the photographs of young Nathan. He examines the back, the front, the edges, the thickness, t amount of glare, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Definitely not photoshopped. One- hour photo, disposable camera. Looks legit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Sorry to waste your time, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Nah, dude, this shit’s fun. Let’s scan them in to get a better look. Gilly tosses a few in the scanner. Blows them up on his computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY, (CONT'D)",
          "text": "Here’s you at two years old, at three-ish, and at five... Nathan paces around the room, thinking he’s going crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Man, I need to get a grip. This is so stupid. Forget I said anything-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Whoa, whoa, whoa. Wait a second... Nathan goes over to the computer -- looks at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY, (CONT'D)",
          "text": "These two pictures...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "(motioning) See this picture of you, from when you were two? It’s cropped weird. Gilly zooms in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY, (CONT'D)",
          "text": "Slight outline of a person's shoulder. (motioning) And the same thing in this other photo. \f32. Nathan looks back and forth at the two family photos. There’s someone off to the side in both pictures, cropped out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Maybe it was taken that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Nope. Clearly zoomed in a touch. Gilly takes the pictures out of the scanner and examines back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY, (CONT'D)",
          "text": "Any more photographs of you and your parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Not really. Just a ton more of me, by myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "So, this is it? Two family photos is all you have from your childhood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I... I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Nathan, I got a million embarrassing family photos. A million cheesy pictures of my parents smiling at me like idiots. Enough to make me wanna vomit. And you're telling me... that you only have TWO? INT. NATHAN’S CAR -- DUSK The day has become gloomy -- gray, cloudy skies. The soun of faint THUNDER rumbles in the distance... Nathan pulls up to his house, where he sees his dad worki in the garage -- fixing the weed-wacker. A slight rumble of THUNDER, echoes in the distance, as Na takes a long look at his home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "My whole life is a lie... \f33. EXT. NATHAN’S HOUSE -- DUSK When Nathan gets out of the car, Kevin waves at him. Nath ignores him, and walks towards the front door, where Kare sitting on the steps. Karen senses his frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Turn that frown upside down, man. Nathan KEYS open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "You okay? You want me to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "No... the last thing I want is for you to go. I just have to figure out how to confront them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan and Karen enter the house. Mara is watching TELEVISION in the other room -- the Fren Open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "(whispers ) Where’s your bathroom? Nathan points down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Second door on the left. As Karen heads to the bathroom, Nathan sneaks up the stai gets to his room, and closes the door. INT. NATHAN’S BEDROOM -- CONTINUOUS As soon as Nathan enters his room, his cell phone RINGS. doesn’t recognize the number, but picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "Nathan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) Yeah? \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "Are you alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "I’m a friend of your father’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) Um, then why are you calling me? He’s right downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "No... not that father... Nathan freezes. The door bell RINGS downstairs. Nathan runs to the window -- looks down below. NATHAN’S POV: Two MEN, dressed in suits are patiently waiting on his front stoop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) This is a prank call, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "If you’re who I think you are, then this is definitely not a prank call. The doorbell RINGS again. HANGS up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) Gilly put you up to this, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "I want you to think of your earliest memory. Did it involve your parents? If it didn’t, call me back in two minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mara opens the door ajar, revealing two well-dressed MEN. They both smile kindly. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "Mrs. Harper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "My name is Alek Nevin, and this is Gregory Hill, from the National Center for Missing Children. Alek shows his identification, as Gregory extends his han Mara shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Is there a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "We hate to bother you this late, ma’am, but the NCME received a troubling phone call earlier this evening from your son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "What kind of phone call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "It’s probably nothing, but we thought we should look into it, to make sure. May we come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Sure. Mara opens the door all the way, and let’s them in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "You have a beautiful place, Mrs. Harper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "My wife and I were looking at houses in this area, as a matter of fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Oh, well as you know, it’s a very safe neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen opens the door ajar, and sees Alek and Gregory in t Living Room. \f36. INT. NATHAN’S BEDROOM -- SIMULTANEOUS Nathan stares at his cell phone... Finally picks it up. DIALS. After a moment, the MAN answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) A woman sings to me, in the dark, until I fall asleep... And it’s not my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "And what does she sing to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone ) (slightly embarrassed) What difference does it make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "Was it ‘Que sera Sera’? Nathan turns white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) .--How did you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "You shouldn’t have called that website, Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone) Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "Your life is in great danger. You need to get out of that house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alek sits across from Mara, sipping a glass of water. Gregory stays standing, looking around the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "About an hour ago, your son called the NCME, claiming he thought he might’ve seen himself listed on one of their websites. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "What website was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "An affiliate site called missing persons dot org. Mara slyly reaches behind the couch cushion, revealing a hidden Glock 19 handgun, tucked inside the zipper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Never heard of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "Is your son around? For us to ask him a couple questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I think he’s out at the library, right now, if you'd like to come back at another time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "Let me ask you a question, Mrs. Harper. Do you feel it’s appropriate, to take what’s not yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "Do you feel it’s appropriate, to take what was never yours... Jeanine. Mara turns pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen watches the conversation through the cracked open d KAREN’S POV:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I think you must have me confused with someone else. My name is Mara Harper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "Well... it can’t hurt to be sure. (beat) Gregory? Gregory faces a silencer at her head. \f38. Mara pulls out the Glock and SHOOTS Gregory in the arm be he SHOOTS her twice between the eyes. POP! POP! Karen sees the whole thing -- closes the bathroom door an puts her hands over her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kevin hears the commotion from in the garage. He looks ou into the driveway, and sees Alek’s unfamiliar car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kevin enters the kitchen from the garage, and hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "Just deal with the father. I’11 get the kid. Kevin opens one of the cabinets and pushes all the canned food out of the way. In the back of the cabinet, is a sec panel. He opens the panel, revealing a Beretta Tomcat handgun with a silencer. He attaches the silencer, and hides behind the open kitch door. INT. NATHAN’S ROOM -- SIMULTANEOUS Nathan barely hears the SHOTS downstairs. He looks up fro his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER VOICE",
          "text": "Meet me at Jackie’s Pub in half an hour. Alone. Nathan walks towards his door, wondering what’s going on downstairs. OLDER VOICE (CONT’D) Jackie’s Pub. Nine PM. Be there. Nathan HANGS up -- opens his door, and looks downstairs. EXT. NATHAN’S ROOM -- CONTINUOUS When Nathan peeks out, he sees Alek coming up the stairs a gun. \f39. INT. NATHAN’S ROOM -- CONTINUOUS Nathan SHUTS his bedroom door, locks it, and runs towards window, DROPPING his phone on the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen LOCKS the bathroom door and crouches in the bathtub She dials 911.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Gregory enters the kitchen, Kevin SLAMS the door on hi SHOOTS him twice in the arm and shoulder. POP! POP! Gregory DIVES behind the kitchen island, and SHOOTS Kevin back, just grazing his leg. Kevin UNLOADS the rest of his mag, as he runs to the othe side of the kitchen. POP! POP! POP! Glasses and plates SHATTER as Gregory holds his head down behind the island. Gregory aims his gun at a hanging pot... SHOOTS! The bullet RICOCHETS off the pot, NIPPING Kevin in the ne Gregory’s gun runs out of bullets -- CLICK CLICK CLICK. EXT. NATHAN’S ROOM -- SIMULTANEOUS Alek tries Nathan’s door -- it’s locked. He gets out his and aims at the doorknob. INT. NATHAN’S ROOM -- SIMULTANEOUS Nathan tries lifting his bedroom window, but it’s JAMMED. The doorknob gets SHOT out by Alek. Nathan takes his desk chair and SMASHES it through the window, as the door gets KICKED in. Nathan DIVES out the window... ...landing fifteen feet below, DENTING the hood of Alek’s sedan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Gregory tries to change mags, Kevin tosses his weap away and ATTACKS Gregory, dismantling his gun in two seco \f40. They engage in HAND-TO-HAND COMBAT. This goes on for a minute, as Kevin gets the upper-hand. Kevin clearly has a special set of skills for this kind o fighting, and eventually SNAPS Gregory’s neck. Gregory DROPS to the floor. THUD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan pulls himself off Alek’s car. He sees his mother... through the open front door, lying on the couch. Her eyes are still open, looking directly a him... she seems serene. He sees Kevin run out from the kitchen, into the Living R They lock eyes for a second...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "Run! Suddenly, Kevin gets SHOT in the chest by Alek, from the of the stairs... He COLLAPSES on to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOOOO",
          "text": "Nathan is shell-shocked. Both his parents are dead. A GUNSHOT snaps him out of it. It’s Alek, walking out the front door, pointing a gun at him. Nathan looks over at his beat up Volvo, and decides to ma run for it. Alek continues to FIRE at him. Nathan manages to reach his car unscathed, and climbs int the driver's seat. He quickly FUMBLES around for his keys more SHOTS hit his windshield. He TURNS the ignition, and PEELS out of the driveway, CRASHING into the black sedan on his way into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan SPEEDS down the street. After he drives through a Stop Sign, he SLAMS on the breaks. He looks in the rearvi mirror...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Karen... Should he go back for her? \f41. INT. NATHAN’S HOUSE -- MOMENTS LATER Alek walks back inside, checking all the doors, to make s no one else is in the house. He OPENS a downstairs door -- Closet. Moves on. He OPENS another door -- Laundry Room. Empty. Next stop, Karen’s bathroom. Alek checks the doorknob... it’s locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen hides in the darkness, watching the doorknob JIGGLE After a second, the jiggling stops... it gets quiet. Suddenly, two SHOTS erupt, causing the doorknob to fall o of place. BAM! BAM! Alek SWINGS open the door and turns on the lights... The room looks empty, but the shower curtain is closed. A SWIPES open the shower curtain... No one’s there... Karen is hiding behind the door, trembling in fear. If Al turns to his right, he’ll see her face in the mirror. Alek starts turning his head... .--but his cell phone RINGS. He answers it in UKRAINIAN. He calmly speaks in UKRAINIAN, for a moment, as Karen put her hand over mouth to keep dead silent. Finally, Alek leaves the room. Karen slides down the wall, as she hears Alek walking fur away... But her cell phone starts to VIBRATE. She quickly fumbles shut it off-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alek hears Karen’s phone and runs back towards the bathro",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK AND FORTH",
          "text": "BETWEEN Karen and Alek as Karen SHUTS the door on him and struggles to push it open. \f42. The struggle continues, as Alek slowly pushes the door op aiming his gun inside the room. The barrel takes aim at Karen's head. Suddenly, Nathan runs into the house, grabs the gun out o his father’s dead hands, and runs towards Alek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Hey! Alek turns and sees Nathan. He pulls his arm out of the d and aims his gun at Nathan. But Nathan SHOOTS him three times in the chest. BAM! BAM! BAM! Alek FLIES back into a glass sliding door, and drops to t floor. Nathan runs towards him, holding his sites on Alek. Karen exits the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "You okay? Karen nods, clearly distraught. Nathan leans down, as Alek spits up blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "(angry) Who are you? No response. Nathan grabs his collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHO ARE YOU",
          "text": "Alek looks into Nathan’s eyes, and works up enough energy speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEK",
          "text": "Perhaps... you should ask that question of yourself... Alek smiles slightly, before his eyes glaze over. Dead. Nathan lowers him to the ground, completely shaken with t past ten minutes of his life. A very subtle TICKING can be heard coming from the kitche",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "What's... that sound? Nathan looks up from his grief. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "Sounds like ticking... They both get up and peek into the kitchen from the hallway... NATHAN AND KAREN’S POV: A wired bomb is strapped to the coffee maker, counting down. 18... 17... 16... But before they can run-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREEZE",
          "text": "Two POLICEMAN have entered the house and have their guns Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN 2",
          "text": "Drop your weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "No, you don’t understand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "There’s a bomb in the house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN 2",
          "text": "Drop your weapon! Nathan TOSSES away his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Fuck the weapon, we’re all going to die in TEN SECONDS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "These men killed his parents-",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN 1",
          "text": "You're under arrest. You have the right to remain silent-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "THERE’S A BOMB ABOUT TO GO OFF!! 8... 7...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN 2",
          "text": "Anything you say may be used against you- Nathan grabs Karen’s hand, and swings open the closet doo blocking the Policeman's view. Policeman one FIRES two shots, as Nathan and Karen run ou the back door. BAM! BAM!.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Policeman 2 notices the bomb on the coffee maker. 4... 3... 2...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN 2, (CONT'D)",
          "text": "Shit. EXT. NATHAN’S HOUSE -- CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK OF HOUSE",
          "text": "Nathan and Karen run out of the house, and dive into his ground swimming pool. The house EXPLODES. It BLOWS APART into a million pieces. Glass everywhere. Wood spraying. It all goes up in an instantaneous BLAZE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT OF HOUSE",
          "text": "Policeman 1 gets INCINERATED, as Policeman 2 manages to escape out the front door and dives onto the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK OF HOUSE",
          "text": "Nathan and Karen stay under water, as a blanket of fire drapes the pool for a few seconds. They hold hands under water, while the fire slowly dissipates. INT. SHERIFF’S OFFICE -- NIGHT CLOSE-UP: A nameplate that reads: Wesley Carr Sheriff WESLEY CARR, 50’s, stocky, sits at his desk with legs up, watching a baseball game and eating a deli sandw His phone RINGS -- picks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Wesley. (beat) Wesley quickly sits up, and grabs a pen and paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (CONT'D)",
          "text": "Be right there. He HANGS up and presses the intercom button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (CONT'D)",
          "text": "We got an explosion on Casper Creek road. Two officers down. \f45. INT. NATHAN’S CAR -- NIGHT Nathan and Karen drive down the highway. Nathan BANGS the steering wheel repeatedly, in frustratio A car BEEPS, nearly hitting them. Nathan SWERVES over to shoulder, and stops the car for a moment. He tries to recoup himself -- leans his head on the steer wheel. His face is red with sadness, confusion and anger. Karen gently touches his cheek, and directs his head towa her, for direct eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "If we call the police, it’1ll give us the chance to explain things, before they jump to conclusions. Nathan nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "I witnessed the whole thing. As long as I’m with you, you’re fine. I’m not leaving you, you understand? I’m not leaving you. Nathan slowly nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "You have your cell? Nathan shakes his head. Karen checks hers -- it’s soaking wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "Shit. Mine’s fried. Nathan looks at the clock. It reads: 8:48 They pull back on to the highway and merge with traffic. EXT. NATHAN’S HOUSE -- LATER THAT NIGHT Sirens flashing everywhere. POLICE OFFICERS, DEPUTY SHERIFFS, and FIREMEN surround the house. Multiple police cars, fire trucks, and ambulances are parked all over the yard, as the fire BLAZES in every direction. On the outskirts of the police tape, neighborhood CIVILIA quietly stand around, trying to get a glimpse of the scen FIREMEN hose down the house, as Wesley listen to Policema 2's statement. Policeman 2 is on a gurney, covered in ash as PARAMEDICS check his ears and eyes. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN 2",
          "text": "My left ear... I can’t hear anything out of my left ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Tell me what you saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN 2",
          "text": ".--he was standing over multiple bodies, holding a gun. At least three victims. Lot of blood. Next thing we know, there’s a bomb... in the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Your partner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN 2",
          "text": "(beat) He’s gone... Wesley backs off the gurney, as they load Policeman 2 int the ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Pay attention, everyone. and POLICEMEN surround him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (CONT'D)",
          "text": "Close the bridges, close the parks, close the highway entrances. Close everything. I want checkpoints on the entire perimeter of Bridgewater County. Bobby? BOBBY FLETCHER, 35, Deputy Detective, stands attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (CONT'D)",
          "text": "Call Dayton, Spring Creek, Mount Crawford, everybody. Let ‘em know what we're dealing with. Also, check the local gun shops. See if they have any recent red flags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "And get me an arson expert down here. I want to know what kind of ‘bomb’ we’re talking about. INT. NATHAN’S CAR -- NIGHT Nathan and Karen pull up to a packed Pub. Jackie’s Pub. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You got a fake I.D.? Karen shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "All right. I’m gonna go inside, make the call, and be out in five minutes. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Five minutes. Maximum. EXT. JACKIE’S PUB -- NIGHT As Nathan gets out of his car, and walks into the pub... WE SEE: A blinking red light attached to the underside of his bumper. INT. JACKIE’S PUB -- MOMENTS LATER Nathan enters the Pub, and immediately goes to the paypho He dials: 11 (0.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(on phone) Hello, my name is Nathan Harper, and I think my life’s in danger. (0.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, slow down, sir. Where are you located?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(on phone) I’m ah... I’m located at... Suddenly, Nathan sees himself on the television. He’s on Evening News with the headline: Bridgewater Teen Suspected of Killing Parents ON TV: Wesley Carr is making a STATEMENT. (0.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir? Sir, where are you located? Nathan slowly lowers the Receiver, as footage of his hous burning down, intercuts with Wesley’s briefing. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "(on TV) He was last seen in a possession of a firearm. And he’s wanted in connection with the death of his parents, two unidentified victims, and a Police Officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER",
          "text": "(on TV) Was anyone else with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "(on TV) There was a girl with him. We don't know who she is, or whether or not she survived the explosion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER",
          "text": "(on TV) What should Bridgewater residents do right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "(on TV) Lock their doors and stay inside. Nathan slowly HANGS UP the phone, and ducks into a dark corner, to watch the news report. As the News cuts to the next segment, Nathan slumps onto bar stool in the deepest, darkest corner of the pub. He’s in big trouble. EXT. JACKIE’S PUB -- SIMULTANEOUS A Police Car pulls into the parking lot. It slowly scans license plates. Karen sees the squad car, moving towards her. When the car approaches, and shines its spotlight inside Nathan’s vehicle... Karen is gone. INT. JACKIE’S PUB -- SIMULTANEOUS Some PATRONS begin to take notice of Nathan. They begin pointing at him, recognizing him from the news. Nathan tries to make his way out the front door, but thre FRAT BOYS block him. As he tries to get by, they hold him back. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAT BOY",
          "text": "It’s him! Two CONSTRUCTION WORKERS help in holding Nathan down and disarming him, while he STRUGGLES to get free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTRUCTION WORKER",
          "text": "Call the police! The BARTENDER picks up the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You don’t understand. I’m innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTRUCTION WORKER",
          "text": "Tell it to the police. Nathan PUNCHES one of the Frat Boys in the face, attempti to get free. A Worker PUNCHES him back, trying to hold hi down. Nathan BITES one of the Worker’s hands, and he SCREAMS in agony, as two other GUYS KICK him and hold him down. A LOUD GUNSHOT explodes into the ceiling, causing everyon SCREAM and duck for cover... It’s the OLDER MAN, holding a smoking sawed-off shotgun. He aims it at the men holding Nathan down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "Let him go. The Frat Boys and Construction Workers slowly let go of Nathan’s collar, and stand up with their hands in the air The bar turns quiet. OLDER MAN (CONT’D) Straighten out his collar. The Construction Worker straightens Nathan’s collar up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN, (CONT'D)",
          "text": "Tell him you’re sorry, and that you believe he’s innocent. The Construction worker slowly faces Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTRUCTION WORKER",
          "text": "I’m sorry... and I believe you're innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "Good boy. Now kindly open the door, and let us out. \f50. The Construction Worker opens the exit door, as Nathan an the Older Man exit the premises. EXT. JACKIE’S PUB -- CONTINUOUS When Nathan and the Older Man rush out of the Pub, The Ol Man JAMS the door with a chair. Nathan quickly notices the SQUAD CAR, shining its spotlig on his car. NATHAN’S POV: Karen is not inside his car. Nathan starts walking towards his car, when the Older Man stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "Your car’s been identified. There’s no going back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Karen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "The police can’t protect you, son. You come with me, or you die. Those are your choices. The front door of the bar is being PUSHED open from the inside. The Older Man guides Nathan over to his pick-up Truck and opens the door for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Wait a second. I don’t even know you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "I’m the one who told you to get out of that house. The Older Man gets in the car and quickly starts the ENGI Nathan sees the OFFICERS starting to look in his directio He gets in the car. As they DRIVE off, a large SUV parked nearby, turns it’s headlights on, and follows them. INT. OLDER MAN’S TRUCK -- MOMENTS LATER Nathan looks at the Older Man as he speeds down the highw \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "The police... weak to the advances of outside influence. Prone to infection. They’1ll be bought by tomorrow morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "I’m a Bounty Hunter, hired by your father fourteen years ago to find and protect you, after they took you away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Protect me? How come I’ve never seen you before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOUNTY HUNTER",
          "text": "Because, I only found you a few months ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "A few months ago? It took you fourteen years to find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOUNTY HUNTER",
          "text": "No pictures, no name, no DNA. It was a one in a million shot at finding you, kid, believe me. The agency doesn’t take any chances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What agency?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOUNTY HUNTER",
          "text": "Open up the glove compartment. Nathan opens the glove compartment. There are some offici papers and tickets inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What are these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOUNTY HUNTER",
          "text": "Tomorrow morning, you'll take the 10:24 train to Modesto. There, you'll meet a man named Paul Rasmus. He’1ll know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Paul Rasmus... What does he look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOUNTY HUNTER",
          "text": "I don’t know. Never met him. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You never met him? Listen, I don’t know who you are, or what this is all about. But, you better start answering some of my questions, or I’m jumping out of this car. Starting with, who are my real parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOUNTY HUNTER",
          "text": "Yesterday, you were a normal kid, thinking about college and pussy and all that other bullshit. Today, you’re a wanted man. By tomorrow morning, there’1ll be an entire country hunting you down. So, you better forget about who your parents are, and start worrying about who you are. A BEEPING HORN and bright headlights come out of nowhere. The large SUV RAMS into their truck and starts PUSHING th across the highway. They try to get out of the vehicle, b are wedged inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a few seconds, they reach a bridge, and get PUSHED the edge, landing thirty feet into a shallow river. CRASH The vehicle is half in the water, and half out. Three MEN get out of the SUV with automatic weapons, and start SHOOTING into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan feels his head, as bullets BOUNCE off the windshie it must be bullet proof. He looks over at the Bounty Hunt who isn’t moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(shaking him) Hey! HEY! Nathan tries to pry the Bounty Hunter from his seatbelt, notices a large gash on the side of his head. He’s dead. Bullets continue to RICOCHET off the car, as the water FI the vehicle. Nathan grabs the tickets, and pulls the door handle -- it JAMMED. He struggles to open it, but the door is crushed shut. He quickly climbs over the Bounty Hunter, to go out his door. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan KICKS open the door and DIVES into the river, as bullets WHIZ past him through the water. The river flows rapidly, and Nathan floats away from the bridge quickly. He sees the MEN crossing the bridge with bright flashlights, trying to spot him. He puts his head underwater, and glides downstream. His tickets get lost in the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan washes up on a rocky shore. He’s exhausted and in pain. He crawls over some rocks, and finally passes out. EXT. NATHAN’S HOUSE -- DAWN The house is a black, smoking, pile of hot ash. The skele frame is all that’s left of Nathan’s entire past. Wesley stands by, as FORENSICS place POLICEMAN 1 into a b bag. The Policeman is burnt to a crisp. Fletcher arrives with another MAN; JACK SHAPIRO, 40’s, ca and unassuming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Boss, this is Jack Shapiro, from the Marshal’s Office. He’s the arson expert you asked for. Wesley shakes hands with Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Pleased to meet you, Mr. Shapiro. As you can see, we have quite a mess here. Jack nods, while looking at the blackened structure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (CONT'D)",
          "text": "Now ah, whatever you find in there, you tell me about it first. Not the Marshal’s office. Understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Not a problem. Jack quietly enters the house, carrying his investigative materials. A DEPUTY approaches Wesley with his CB. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "Sir, they found a truck in the river up off Route 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large crane lifts the Bounty Hunter’s truck out of the water. His corpse is inside, still wedged into the driver seat. The bridge is blocked off by POLICE and AMBULANCES. Wesley shakes his head, ‘What a mess’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan sleeps on the rocks, as the sun rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACKNESS",
          "text": "An echo-y rendition of ‘Que Sera Sera’ PLAYS, way off in distance. The Shadowed Woman appears out of the dark. Her face is j barely in the darkness, while her she holds up young Nath and SPINS him around. It's a joyous, surreal moment, as LAUGHING can be heard. laughing -- the laughing of a small child. When her face comes into the light... she's a skeleton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END OF DREAM",
          "text": "Nathan wakes up from the nightmare. His blood is dried, a his lips are chapped. He’s cold. He slowly gets up, and heads into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELEVATOR MUSIC fills the aisles. Nathan, wearing dark sunglasses, sift through the aisles, looking for certain survival items. He grabs a backpack, electric buzzer, cheap binoculars, and some carving knive",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Nathan reaches the CASHIER, 20, stoner-dude. He hands the Cashier a soaked twenty dollar bill. \f55. The Cashier grabs the tip of the bill, daintily, and slow peels it open. It’s gross looking. He looks at Nathan in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan buzzes all of his hair off to change his appearanc He puts some band-aids and gauze on his wounds and scratc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan puts in a quarter, and DIALS the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY, (V.0.)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(phone ) Gilly, it’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY, (V.0O.)",
          "text": "Dude, what the fuck?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan waits by the side of the road, behind a tree. A car's HEADLIGHTS appear in the distance. When the car approaches, it pulls over in front of Nathan. It’s Gilly. Nathan tosses his backpack into the trunk, an gets in the passenger seat -- ducks down. INT. GILLY’S CAR -- CONTINUOS Gilly drives the speed limit, listening to the LOCAL NEWS Nathan’s name comes up, constantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Cops everywhere, man. You’re lucky you made it outside of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I’m lucky to be alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Check my wallet. \f56. Nathan opens Gilly’s wallet -- three fake ID’s with Natha picture on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What’s all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Three different identities in three different states. I even photoshopped off your hair, to match. You’re gonna be one covert motherfucker. Nathan scans through the IDS -- Virginia, New York, California. Different names are listed on each card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "This is my finest, finest work, dude. What you are holding, are works of art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Thanks, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "You need a gun? Gilly lifts up a blanket on the back seat. An assortment handguns are hidden underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You know how I feel about guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Well, if you don’t turn yourself in, and there are people trying to kill you... I’m gonna have to insist you take one of those bad boys for protection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I’m not turning myself in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Maybe you can still explain everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Explain what? That my parents weren’t who they said they were? Who’s gonna believe that? Especially now that my house is gone, the evidence is gone, and the cops think I’m a mass murderer. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "Good point. But it gets worse every minute you’re on the run, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "If I do turn myself in, it won't be to these local schmocal cops. I/’11 go to the FBI if I don’t find this Rasmus guy. Gilly starts pulling over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "Why are we stopping? Nathan sees Karen come out of the woods, and watches her in the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "What the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "She called right after you, dude!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "I just got out of an internet cafe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Well, I’m really happy for you, but you shouldn’t be with me, right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "No, listen. They erased that website with your picture on it. It’s like it never existed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Listen to me, Karen. I’m in a lot of trouble, here. My fate is looking pretty grim. But you... you haven’t been identified yet. You should get out, while you still can. Suddenly, Karen's name gets mentioned on the RADIO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO ANNOUNCER",
          "text": "Police now suspect that the girl who escaped with Nathan Harper, may be Karen Lowell, his next door neighbor. She’s been missing since last night, and was working on a school project with the suspect for the past week... \f58. Karen SHUTS it off... slowly leans back in her seat. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "I’m coming with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gilly drops off Nathan and Karen. After Nathan SHUTS the door, he leans in the window, to s Gilly’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "No guns, brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY",
          "text": "You better come back to me, man. I only have one best friend. Nathan smiles -- nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILLY, (CONT'D)",
          "text": "I’m serious. You be careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I will. Nathan walks with Karen into the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Station is filled with COMMUTERS and TRAVELERS, busil walking to their allotted trains. Karen and Nathan enter the Station. The large clock reads: 10:16",
          "sentiment": "neutral"
        },
        {
          "speaker": "TICKET COUNTER",
          "text": "Nathan reaches the TICKET TELLER, 40's, female, glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Two tickets for Modesto, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TICKET TELLER",
          "text": "The 10:24?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Yes. How long is the trip? \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TICKET TELLER",
          "text": "Three days, three nights. The Ticket Teller PRINTS up the tickets, while Nathan han over the cash. TICKET TELLER (CONT’D) (handing tickets over) Better hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Packed with PASSENGERS and PORTERS. Nathan and Karen reach the CONDUCTOR. He examines their tickets, looks at them, and lets them o the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen and Nathan make their way through the food car, bef entering the:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLEEPING CAR HALLWAY",
          "text": "They reach Room 42 -- open their door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as the Conductor is about to close the door, a MAN r up, just in time to hand the Conductor a ticket. He’s mid 30’s, wearing glasses and a casual suit. We’ll c him THE STRANGER. The Stranger kindly smiles at the Conductor, who lets him the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen and Nathan enter their room, and put down their bag Nathan looks out the window, hearing the WHISTLE BLOW, an watching the train leave the platform. He shuts the blind opens the overhead compartment with a cot. Karen turns on the lamp. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You can sleep on the cot tonight. I’1l take the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Who are we supposed to meet at the end of this rainbow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I don’t know. Some guy named Rasmus. Paul Rasmus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "That’s it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(defeated) That’s all I got. I keep thinking I’m in this nightmare, and I’m gonna wake up, at any moment. But, it doesn’t happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Maybe we go to the FBI? Nathan shrugs. Karen takes out a First Aid Kit and grabs some cotton bal and begins dabbing some of Nathan’s facial scars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "You've got glass stuck all over you. Take off your shirt. Nathan reluctantly takes off his shirt. Karen picks out some small shards of glass from Nathan's skin. He WINCES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "Hold still. After she’s through, they look at each other. They lean i to each other slightly, on the verge of a kiss... Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "I... I’m kind of tired. Haven't slept in twenty four hours. Nathan nods. He backs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAIN HALLWAY",
          "text": "The Stranger BUMPS into a CAR ATTENDANT. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR ATTENDANT",
          "text": "Sorry, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER",
          "text": "My fault. When the Attendant disappears, the Stranger takes out a s of paper, which he pick-pocketed -- a list of all the passengers. The Stranger scans the list -- no listing for ‘Harper’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM 42",
          "text": "Nathan sleeps on the couch, before Karen wakes him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "I’m going to get some food. Nathan nods, wiping his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Be careful. Karen nods and grabs some cash. On her way out the door, thinks of something:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "I'll knock twice before keying in. If you don’t hear two knocks... it’s not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Okay. Karen leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DINING CAR",
          "text": "Karen is on line at the buffet. She LOPS on potatoes and green beans and chicken -- enough to feed an army. The Stranger gets on line next to her -- smiles at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Hi. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER",
          "text": "Lot of food there. You must be hungry. Karen smiles and nods, grabbing a couple of rolls. She ha her food ticket to the BUFFET LADY at the end of the long table. The Buffet Lady looks at the amount of food on her plate. Karen, not wanting to cause a scene, hands over Nathan’s ticket, as well. The Stranger sees the second ticket -- he knows she’s not alone. Karen leaves the food car. The Stranger puts down his food, and follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLEEPING CAR HALLWAY",
          "text": "Karen walks down the hallway, balancing the food with her hands. Without Karen noticing, the Stranger comes up behind her. Another PASSENGER walks by, passing both of them. When th Passenger is gone, the Stranger puts his hand over Karen' mouth. The food FALLS to the ground -- plate SHATTERS. The Stranger PUNCHES Karen twice in the face, knocking he out. He quickly keys into his room, and HAULS her inside. He comes back out to clean up the mess, when a STEWARD happens to walk by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "Oh, did you drop it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER",
          "text": "(kindly) Yeah, sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "It’s no problem, I'll clean it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER",
          "text": "Thank you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "I'll get you a new food ticket in a few minutes, okay? \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER",
          "text": "Thank you. That would be great. The Stranger enters his room -- SHUTS the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM 13",
          "text": "The Stranger drags Karen further inside his room -- her f bloody, her body limp. He leans over her, takes out a gun and jams the silencer deep in to her mouth. He checks her pockets for her room key -- finds it. Room",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER",
          "text": "Do you understand the importance of telling the truth, Karen? Karen, barely conscious, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER, (CONT'D)",
          "text": "Is there a secret knock, or password, I should know about before entering the room? Karen slowly shakes her head ‘no’, tears forming in her e The Stranger looks deep into her eyes -- she’s lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER, (CONT'D)",
          "text": "Such a shame. He takes out a cigar cutter with his other hand, and plac her left index finger inside the cutter. He applies pressure with the cutter, clamping down on her finger, but not all the way. Karen emits MUFFLED SCREAMS of agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER, (CONT'D)",
          "text": "Is there a secret knock, or password, I should know about before entering the room? Karen slowly nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER, (CONT'D)",
          "text": "And what is it? He takes the gun out of her mouth for her to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "(shortness of breath) Two... knocks. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER",
          "text": "Two knocks, then enter? Karen nods, CRYING. The Stranger looks deep into her eyes -- it’s the truth. He slowly takes her finger out of the cutter -- smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER, (CONT'D)",
          "text": "If I go there, and you’ve lied to me... He SNAPS the cutter. SNAP. SNAP. SNAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGER, (CONT'D)",
          "text": "One by one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM 42",
          "text": "Nathan peaks through the half-open blinds, watching the w go by. He looks over at Karen’s coat -- a small bottle of PepperBall Pepper Spray sticks out of her inside pocket. Nathan smiles, and picks it up. The label reads: Warning: Severe Irritant He puts the bottle down and checks his watch -- it’s taki Karen a while to come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLEEPING CAR HALLWAY",
          "text": "The Stranger enters the hallway, as another FEMALE PASSEN walks by. The Stranger smiles kindly at the Passenger, bu as soon as she disappears around the corner, his smile disappears, as well. He approaches Room 42 -- KNOCKS twice, before KEYING into room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM 42",
          "text": "The Stranger enters, gun in hand -- no sign of Nathan. The Stranger quietly moves towards the bathroom, and KICK open the door -- no Nathan. He looks up at the closed upper compartment -- aims his g at it. He reaches for the handle, slowly... then PULLS it down... No Nathan. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DINING CAR",
          "text": "Nathan is scanning the dining car, wondering where Karen could be. He doesn’t see her, and heads back towards his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM 42",
          "text": "When Nathan reaches his room, he gets out his keys to ope the door, but notices something odd next to the doorknob. Blood. Just a small speck of blood above the doorknob. He HEARS someone in the room, and quickly steps to the si The Stranger exits the room, looking in the other directi Nathan quickly sneaks inside the room, and SHUTS the door but the Stranger CATCHES it before it’s completely closed Nathan PUNCHES his fingers and tries to JAM them by SLAMM closed the door. But the Stranger is stronger than Nathan, and PUSHES back open the door, GRABBING Nathan by the neck. They struggle against each other, until Nathan momentaril gets the upper hand. He holds his arm around the Stranger neck, as tight as he can. The Stranger, arms wailing around, SHOOTS his gun three times, BLASTING the window into pieces. The WIND BLOWS hard from outside, as the Stranger manages get free from Nathan's grip, and grabs Nathan’s neck, in return. Their STRUGGLE reaches the newly destroyed window as the Stranger leans Nathan onto shards of glass, while grasping his neck. The Stranger takes out a tranquilizer gun, and presses it against Nathan’s neck. But Nathan grabs Karen's Pepper Spray, and SQUIRTS it in Stranger’s face. As the Stranger GROANS in pain, Nathan grabs his tranquil gun and INJECTS it twice into the Stranger’s adam’s apple causing his eyes to BUG OUT in agony. Nathan holds the gun on his neck, as the Stranger eventua collapses on top of him. Nathan rolls the Stranger off of him, and quickly checks pockets -- Ukrainian passport, Russian memos, and photogr of Nathan, from newspaper clippings. He takes all of it. He looks for the Stranger’s key -- finds it -- room 13. \f66. As Nathan lifts the Stranger up, he wakes up! He starts GRABBING for Nathan’s neck again, YELLING something in UKRAINIAN. Nathan flops him on to the ledge of the window -- pushing off the train. He watches the Stranger land on the parall tracks, SNAPPING his neck. But he also sees a YOUNG BOY, in the next car, leaning ou the window, witnessing the whole thing. The boy looks directly at Nathan -- oops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLEEPING CAR HALLWAY",
          "text": "Nathan exits his room, with his backpack and Karen's thin On his way down the hallway, the train comes to a SCREECH HALT. Nathan falls backwards, along with a couple other PASSENG but quickly gets up and runs down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEXT CAR",
          "text": "Nathan reaches Room 13, and gets out the Stranger’s key. Sounds of COMMOTION can be heard in the distance, as peop are realizing that a man was thrown off the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM 13",
          "text": "Nathan enters Room 13, and sees Karen, beaten, bloodied, passed out, and tied to the radiator. Worried for her life, Nathan leans over her, and checks h pulse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(whispers ) Karen? Karen? She's conscious, but very weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "Say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "(barely audible) Something... Nathan helps her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Stay with me... Stay with me... \f67. The train comes to a final JOLT, as the TRAIN WORKERS investigate the situation, somewhere outside. Nathan is on borrowed time -- he needs to think fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "Can you walk if I help you? Karen nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN BETWEEN CARS",
          "text": "Nathan pulls the ‘emergency’ latch on the exit door, and off the train, holding Karen as a crutch. The ALARM RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan helps Karen off the train. He sees WORKERS and CONDUCTORS, way off in the distance, at the end of the tr surrounding the Stranger’s body. He ducks into the woods with Karen, before anyone can see them. INT. NATHAN’S HOUSE -- DAY Jack Shapiro, and his partner, MARCUS LANG, 30’s, Nigeria tall and slender, quietly chip away at evidence within th house. Marcus removes a piece of molding on the ceiling, as Jack gets up on a step ladder to review what’s behind it. Jack reaches inside, and grabs a tiny plastic ball, with wires attached to it. He dusts off some ash, revealing a tiny glass lens on one side. Jack and Marcus look at each other in confirmation. INT. WESLEY’S OFFICE -- DAY Wesley, Jack, Marcus, and Fletcher are present. All are seated. Jack lights up a cigarette, admiring a knitted quilt, han on Wesley’s wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Love the quilt. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Thank you. My wife made it. Marcus dumps five of the plastic balls on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (CONT'D)",
          "text": "What the hell are these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Pinhole cameras. Found them in five different rooms of the house, including Nathan Harper’s bedroom. Wesley picks one up, and examines it. Marcus dumps more objects on the desk, as they discuss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Well, what the hell does that mean? Voyeurism?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "They look like surveillance cameras, monitored from a remote location, not within the house. The snipped wires suggest communication was cut off some time ago. Whether his parents knew about them or not, is anyone’s guess. Wesley turns his attention to another pile of wires and gadgetry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "And this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "RDX plastic explosive. The Russians used these to blow out foxholes in Afghanistan in the 80’s. This is the skunk that wiped out the house, and you can’t find it at the local candy store. Wesley points at a melted gun, next to the bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "That's a Stetchkin APS pistol. Also made in Russia. Ukraine, specifically. Custom made to fit an M4 silencer. Again, these toys cannot be bought in America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "You're saying? \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m saying when Forensics checks the unidentified victim’s teeth, it’s possible they won’t find a match in the United States. My recommendation, for what it’s worth, is to contact the FBI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Let’s see what Forensics says. Until then, I’d appreciate it if we kept this information in this room. Jack and Marcus get up to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Not a problem. But think of it this way: If this kid has even a shred of innocence... then you'd better find him, before the Russians do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "We’ve got over seventy men out there, looking for him. Jack opens the door to exit. One last thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Personally, I’d be most worried about the cameras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Why’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Because there’s always someone behind them.... Someone who knows more than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LENS POV: Nathan walks Karen through a small, near-desert town in middle America. Photos are SNAPPED. Only a few store fronts are open. The rest of the buildin are condemned or were closed years ago. A couple scattere cars and a strong WIND are the only signs of life here. LENS POV: More SNAPPED photos of Nathan and Karen enterin small Pharmacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan and Karen enter the tiny ma-and-pop shop. \f70. An OLD STOREKEEPER mans the counter. An OLD WOMAN, presumably the Storekeeper’s wife, is stocking shelves. Nathan approaches the Storekeeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "Drug store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What state?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "(confused) Kentucky. The Storekeeper looks at Karen -- black eye, dried blood, smeared make-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "We were in... a car accident. We need first aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "(motions ) Right over there. Karen finds the First Aid Kits, and takes one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You got a bathroom we could use for a few minutes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "We got a hospital, which is where that girl belongs. The Old Woman approaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD WOMAN",
          "text": "Oh come on, George. Nearest hospital’s fifteen miles away. (to Nathan) I'll fix her up in the back room. Hospital would charge you a thousand dollars for a band-aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(smiles) Thank you. The Old Woman leads Karen into the back room. An awkward silence between Nathan and the Storekeeper. Th \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "Population here is a hundred and twelve... and you ain’t one of ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "We were coming to visit some friends, and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "What friends? Who? I know everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Ummm... I better go check on my... girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "How about the men in the shiny car, across the street? Are they your ‘friends’ too? Nathan looks out the store window. NATHAN’S POV: Two MEN sit in a car across the street, looking back at him. Nathan turns pale. He can’t run forever -- notices the handle of a gun tucked behind the Storekeeper’s counter. throws down a wad of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I'll give you fifty dollars for the shotgun behind the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "You outta your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Hundred dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "I ain’t sellin’ you my shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Two hundred dollars. The Storekeeper grabs his shotgun from behind the counter and aims it at Nathan’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "You've got two minutes to get out of my store. Get your girl and go. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Old Woman has cleaned up Karen a bit. They’re smiling and getting along fine, when Nathan walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(to woman) Excuse me, ma’am. May I have a moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD WOMAN",
          "text": "Of course. The Woman leaves the room as Nathan kneels down next to Karen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "How you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Better. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(beat) When I saw you, in that room... not knowing what had happened... It made me so angry, my heart sank. (beat) I thought you were dead. Karen realizes Nathan is coming undone, a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "I’m not dead, okay? I’m right here, and we’re both alive, and that’s what’s important. We're going to figure this thing out, okay? Nathan nods, not believing her. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "There are two men outside, waiting for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Are you sure? Nathan nods, as Karen gets up and tries the window. It BUDGES a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "Then we have to get out of here. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(sarcastic) Maybe we should walk up to them and ask them what they want? Karen opens the window all the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Not an option.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What if there is no Paul Rasmus? And even if there is, what’s he going to do for me? I’m a dead man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Nathan, if you lose it, then I’m going to lose it. Karen grabs Nathan and forces him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN, (CONT'D)",
          "text": "We're going out this window, together. Understand? Nathan nods, as he helps Karen up to go out the window fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE",
          "text": "As soon as Karen lands on the ground outside, a car PULLS out of nowhere and blocks her in the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Karen! Three MEN get out of the car to grab her, as she runs in other direction. But another car blocks the other side. The Men GRAB Karen holding her mouth, as Nathan stands helpless in the windo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan BURSTS out of the back room and SWIPES the shotgun of the Storekeeper’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD STOREKEEPER",
          "text": "Hey! Nathan walks up to the front, and SWINGS the door open, aiming the shotgun at the Men across the street. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan COCKS the shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What do you want with us!? The Men exit the car and walk towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "WHAT DO YOU WANT?! Don’t get any closer! Suddenly, multiple MEN come out of the storefronts into t street. One of them is FRANK BOYER, 50's, well-dressed. H takes an I.D. out of his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(calmly) Put the gun down, Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "One step closer, and I pull the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "We’re CIA, Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "My name is Frank Boyer, and I work for the CIA. You can check my identification. Boyer tosses his ID in front of Nathan. Nathan picks up the card, and examines it, then tosses th back towards Boyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I wouldn’t know a fake one from a real one, anyway. Suddenly, DR. BENNETT, Nathan’s Therapist, gets out of a nearby vehicle, holding his hands up in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "What the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "He works for us, Nathan. He’s just one of many people, just like your parents, hired to protect you. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BENNETT",
          "text": "It’s okay, Nathan. It’s going to be all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Look around you, Nathan. Take a long, good look. Nathan glances around at over twenty AGENTS, standing in street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER, (CONT'D)",
          "text": "No one has a gun... no one’s threatening you. Nathan realizes he’s right. Tears of anger and confusion swell in Nathan’s eyes. He s a car pull up, with Karen sitting in the back seat. She seems to be all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "If you’re the CIA, then what’s my real name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Nathan Spade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Steven Spade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Steven was your middle name. It was always Nathan... Ever since you were born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "And how would you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(beat) Because I named you. INT. DR. BENNETT’S OFFICE -- NIGHT Wesley and Fletcher observe Nathan’s Therapist’s office. It’s been emptied out. The drawers, the shelves, the desk everything is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "A disappearing shrink. That’s a new one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Secretary? \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Gone, too. No one’s heard from either one of them since last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Well, we better check for prints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Don’t bother. He’s one of ours. Wesley and Fletcher turn to find two MEN, wearing casual suits, inside the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "Yes you can, Mr. Carr. (pulls out a badge) We work for the CIA, and we have Nathan Harper in our custody. Wesley examines the badge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "That’s confidential.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Well, I have an officer in the hospital who isn’t gonna like that answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "Nathan Harper is cleared of any charges you or the state of Virginia have against him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Under what authority?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 2",
          "text": "Under the authority of the Vice President of the United States, as well as the Attorney General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(beat) Who the hell is this kid? Man 1 takes out a briefcase, with some folders and photographs inside. He hands a pile of folders to Wesley. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "You're going to take your Deputies and Officers off the case, and tell the Press that you found Nathan Harper, dead, near Casper Creek. Wesley opens the folder, and sees doctored photos of Nath drowned by the Creek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Jesus Christ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 2",
          "text": "We'll send you a ‘prep agent’ in an hour, who will provide you with your statements and reports. He’ll guide you through the next few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "You never saw us. We were never here. The Men get ready to leave, as Wesley looks over the materials, dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "One last thing. The Men stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (CONT'D)",
          "text": "Where'd you find him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "Booneville, Kentucky. Hour ago. Looks like your checkpoints didn’t work out. They leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan sits inside the moving van. Frank Boyer sits across from him. Another agent, AGENT 1, 40's, bulky, stands in the dark corner, like a bodyguard. Boyer pushes a cup of coffee in front of Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Where’s Karen? \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "She’s on her way back home. Nathan looks around the van: It’s teched out with computers and monitoring equipment - wires, taps, computer screens, headphones, gadgets, lapto walkie-talkies, landlines, foreign devices, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Home? She won’t be safe there. Maybe you didn’t get the memo, but there are people trying to kill us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "We're not so sure they’re trying to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(amused) Really? Because I’ve been shot at, stabbed, bombed, and nearly strangled to death in the past twenty four hours. I don’t think these people are trying to be my friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Yet, you’re still alive. Boyer tosses a folder in front of Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "It’s a comprehensive list of every enemy you have, dead or alive. Nathan opens the folder, revealing photographs of Alek Ne Gregory Hill, the Stranger, Victor Kozlow, and other file people Nathan’s never seen before. It contains their aliases, height, weight, age, affiliations, and last know points and places of interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "This is a joke, right? I don’t even know these people...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "But they know you. And more importantly, they know your father. Nathan looks up from the folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "My father? \f79. The Van STOPS. The back doors open, revealing a runway of private airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boyer, Nathan, and a dozen AGENTS walk across a long runw to get to a large private plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Your father is a Black Ops agent named Martin Spade. Nicknamed ‘the Locust’. He’s a deep clandestine operative, who’s been working in the field for over twenty five years. Because of the nature of his work, he has a long list of enemies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "So now they’re my enemies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "No one at the CIA even knows what he looks like any more, except for me. If any of the people in that folder get a hold of you, they could use you to lure Martin out. And if they lure him out, it could put the United States at risk. You are clearly worth more alive, then dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Well, that’s a relief. I feel so much more comfortable now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "You should, under our protective custody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Where was your protective custody when my house blew up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Surveillance was pulled three years ago, at your parents request.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Because they wanted you to live a normal life. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER, (CONT'D)",
          "text": "I agreed to pull the plug, as long as a third party kept a watchful eye over you. That was Dr. Barrett. Boyer stops at the steps leading to the plane -- looks at Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER, (CONT'D)",
          "text": "They loved you, Nathan. They took the opportunity to bring you up, and seized it with everything they had to offer... I’m truly sorry that all this has happened. But we're going to get through this thing, all right. I need you to trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Trust needs to be earned. You're not anywhere near that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wesley is at the cash window, waiting for the female EMPL to find him on her computer. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE",
          "text": "Wire transfer from Mr. Conklin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE",
          "text": "Here it is. It’ll be a thirty two dollar fee, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "(smiles) Not a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wesley gets on a pay phone and DIALS a number he has writ on a piece of paper. A STRANGE VOICE answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGE VOICE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Hey, I, ah... received your kind donation. No response. Awkward silence. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (CONT'D)",
          "text": "But you should know that the CIA came to me today. They found him in Booneville, Kentucky. I can give you a heads up with any information they give me, if you want—",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGE VOICE",
          "text": "We won’t be needing you any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAN with the strange voice hangs up the cell phone... It's Victor Kozlow. He's fifteen years older from when we last saw him (at the beginning of the script). He’s sitti on a couch, looking out a bay window. He places the cell phone inside a leather case with twent other cell phones -- ZIPS it up. He picks up a pair of binoculars and looks out the window. KOZLOW’'S POV: Nathan’s burnt down house. Just as we realize Kozlow’s location, we see a DEAD NEIGH lying on the carpet. His throat’s been slit. Becker (also fifteen years older) stands over the Dead Ma wiping the blood off his knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank Boyer and TOM SHEALY, 50’s, sit across from Nathan, the back of the plane. Tom is another agent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Nathan, this is Tom Shealy. He'll be helping us, over the next few hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEALY",
          "text": "Hello, Nathan. Tom Shealy extends his hand, but Nathan ignores it. He ke his sights on Boyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Helping us with what? Boyer nods for Tom to explain. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEALY",
          "text": "When you were three years old, a former Ukrainian KGB Operative named Victor Kozlow tracked down and killed one of our agents. During the siege, he found a folder containing sensitive information about Martin’s life... including pictures of you and the fact that you existed. Shealy hands Nathan the file on Kozlow, along with the photograph of Nathan from when he was younger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "And where was my mother during all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Your mother... was the agent that Kozlow killed. I’m sorry... Boyer hands Nathan a photograph of his real mother. (The woman from the beginning of the script). She’s smiling, holding a young Nathan in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER, (CONT'D)",
          "text": "Her name was Lorna Gibbons. Nathan is immediately affected by the image. Things start coming back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "The woman in Nathan's dreams comes out of the shadows... the woman in this picture. She finally has a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "Boyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER, (CONT'D)",
          "text": "Sometimes, photos of you would appear on the web. We take them down, track them. Dead end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "So, why don’t you guys go out there and get this asshole? Boyer and Shealy look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEALY",
          "text": "Because he disappeared a few years ago. He was the top assassin in the Ukraine, with an allied Soviet network. Untouchable. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEALY, (CONT'D)",
          "text": "On CIA’s most wanted list... Then one day, poof... gone. Disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "An apparent retirement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEALY",
          "text": "Of which he’s been brought out of. Our Special Activities Division is up in arms about it, to say the least. Nathan looks back at the picture of his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I want to meet my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(to Shealy) Tom, can we have a minute? Tom obliges -- walks up front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER, (CONT'D)",
          "text": "I'm afraid that’s impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "The reason you were hidden away in the first place was to protect your father from being compromised by any threats on his loved ones. He has no friends, no family, and therefore no distractions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "But he does have a family. He has a son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Not that he knows of. Nathan is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "The day you were born, your father was half way across the world. He was completely unaware of your mother’s pregnancy. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "That’s impossible. I met a man who said he was hired by my father to find me. This is news to Boyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Who? What man? What was his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "He didn’t tell me his name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Well, what did he look like? When was this? Nathan stands up, angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You gave me away to strangers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Tell me who this man was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You pulled the surveillance. Left me for dead! Boyer stands up, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "I gave you a name and a life! And when your mother died, I appointed you a new set of parents, a new home, and an unblemished existence. I know every grade you ever received, every girl you ever kissed, and every nightmare that haunts you in your sleep. (beat) I know everything there is to know about you, Nathan, so please give me the courtesy of sitting back down while we sort this situation out. Nathan sits back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kozlow and Becker sit in the same house as before, in the dark. They sit in silence. Finally, a car PULLS up across the street. It parks in th driveway next to Nathan’s house -- Karen’s house. \f85. Two CIA AGENTS get out of the car, followed by Karen. Kozlow and Becker look at each other. This is who they’ve been waiting for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The private plane LANDS on an airstrip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Boyer isn’t paying attention, Nathan looks through of the notes that he found on the Stranger. Most of them written in Ukrainian. Some key words are in English. As he scans through some of the notes, one passage pops o at him.. An American phone number is listed. Nathan looks over at a bulky aircraft phone right next to bathroom. He looks over at Boyer, who is on his laptop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I’m going to the bathroom. Boyer nods, barely paying attention. Nathan gets up to use the bathroom, but picks up the airc phone instead. DIALS the Stranger’s listed number. Once the phone starts RINGING, he hears another cell phon RINGING at the front of the plane... It's Tom Shealy's cell phone. Shealy picks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEALY",
          "text": "Hello? Shealy’s voice ECHOES inside Nathan’s phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEALY, (CONT'D)",
          "text": "Hello?... Hello? Nathan looks up at Tom Shealy. He turns pale -- HANGS up phone quickly. He thinks for a second. Finally, he picks the phone back up, and stretches its co across the aisle, hooking it into the back leg of a seat. Boyer looks at his watch -- looks out the window at the runway. \f86. He checks to see if Nathan is back in his seat -- not yet Suddenly, he hears the ALARM go off at the back of the pl Boyer gets up and runs to the back, but trips over the ph cord, on his way. Agent 1 follows Boyer to the back door, see what’s going on... BOYER’S POV: The Emergency Exit has been opened, with the raft laid out. Nathan is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan runs for his life across the runway, as the sun ri The nearest building in the small, barren airport, is a o story Control Tower. He sees a Control Tower in the distance, and heads for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boyer gets out his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "He’s escaped! But as soon as Boyer turns around, he realizes Tom Shealy holding a gun on him. Boyer is shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER, (CONT'D)",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM SHEALY",
          "text": "It’s nothing personal Frank. All Kozlow wants is the kid. He has no intention of harming anyone. AGENT 1 comes from behind Boyer, and handcuffs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Why, Tom? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM SHEALY",
          "text": "You know why, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As soon as Nathan enters the tower, he sees two AIR TRAFF CONTROLLERS standing inside. When they turn around, he realizes, they’re not Air Traffic Controllers at all... It’s Victor Kozlow and his partner, Becker. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Hello, young man. With nowhere to run, Nathan slowly walks backwards out of Tower, back on to the runway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "There’s nowhere to go, my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan sees Boyer, being held by Agent 1, and Tom Shealy, waiting for him outside. Nathan is trapped, as Becker comes from behind him, and p a strangle hold on him. Kozlow slowly exits the Tower, and takes a good look at Boyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "You're not aging well, Frank. Been under some stress? Boyer looks at Shealy, in disbelief. Then to Kozlow:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Take me, for god’s sake. I’m Martin’s only contact. Kozlow LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "It runs a lot deeper than that, Frank. Doesn’t it? Nathan tries to get free, but Becker tightens his hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "Tell Nathan... the truth about Martin Spade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "He’s an emissary for the United States of-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "He broke the fourth Geneva convention, Frank. Killed civilians... women, children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "It was an accident, and you know it. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Tell Nathan the name of the child Martin murdered, years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "I was an accident-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Tell him the name of the child. Agent 1 pushes the gun up against Boyer’s neck. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Kozlow... Peter Kozlow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "My son... On his eleventh birthday. Nathan realizes the kind of danger he’s in. But he’s helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM SHEALY",
          "text": "(to Boyer) (softly) How many people have to die, for us to save this one kid, Frank? All we have to do, is give him the kid, and he goes away. It’s for the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "All those years... Tom. All those years... we were friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM SHEALY",
          "text": "It’s just a simple trade, Frank. No more, no less. Tom places a chloroform rag in Boyer’s mouth, causing him be sedated. Becker injects a syringe into Nathan’s neck, causing him pass out, as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan slowly wakes up, tied to a chair, inside a hotel r He has a rag in his mouth, causing him to BREATHE loudly through his nose. He drearily looks around, and sees that Victor Kozlow is sitting across from him... and Karen is up in a chair next to him -- rag in mouth, as well. \f89. Kozlow motions for Becker to take the rag out of Nathan’s mouth. Nathan stares at Kozlow intently, while Becker takes it o Kozlow smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "At last we meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Why is she here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Because she means something to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Let her go. I don’t care what you do to me... just let her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Thank you for further proving my point. Nathan looks around the room. He sees the Canadian Nation Tower (CN Tower) outside the large window. It’s a beautif structure, with a big, gorgeous blue sky surrounding it. Something about this room is familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "Astonishing view, isn’t it? I thought it would be serendipitous to bring you here, before we take you back to Odessa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I don’t get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "This is the room where your mother took her last breath. Nathan immediately knows he’s right. His anger begins to swell inside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You killed her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "That’s not true, Nathan. I had no intention of killing your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Bullshit. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Well, you should know better than anyone... you were in the room when it happened. Nathan takes pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "You don’t remember, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK FLASHBACK",
          "text": "- The CN Tower - The Suitcase on the bed BACK TO. Kozlow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "It’s a funny thing, the human mind. I’ve outsmarted some of the world’s finest leaders. Covered my tracks meticulously, systematically and with great caution over the years. I take great pride in my attention to detail. But in this hotel room, I made one tiny, colossal mistake... (beat) I forgot to check under the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(thinking) The bed?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK FLASHBACK",
          "text": "Nathan's mother, Lorna, years earlier, is GASPING for air while Kozlow kneels over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (0.S.)",
          "text": "..-What you're feeling right now, is your nervous system deteriorating. If you answer my question correctly, you can keep the mask. If not, I will keep the mask. Do you understand? As Nathan's mother nods, we see... NATHAN, three years old, hiding under the bed, GASPING fo air, witnessing the whole thing. \fgl. Kozlow places the mask back on Lorna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (0.S.)",
          "text": "Now, I'll ask you one more time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "And in that one time... you'll get the same answer. Lorna RIPS the mask off, and tosses it under the bed... .--to young Nathan, who immediately puts it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "Kozlow:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "I’m not a monster, Nathan. It’s not my style to kill a lowly CIA analyst. But, she sacrificed her life, so that you could live yours...",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK FLASHBACK",
          "text": "Nathan, under the bed with the mask on, watches his mothe take her last breath... He's terrified. He watches Kozlow and Becker's feet, as they exit the roo The sirens from below get LOUDER. He looks at his mother. she's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "Kozlow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "I left the room with a gray folder, when I could've had the crown jewel. Kozlow throws up his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "C'est la vie. Better late than never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amidst the big, beautiful sky, we see the end of a sniper rifle peek out behind the tip of the Tower. SCOPE POV: The hotel room -- with Nathan, Karen, Kozlow, Becker. Tom Shealy, and Agent 1. 1500 yards away. \f92. Kozlow is obscured by Nathan and Karen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kozlow adjusts his seat to be closer to Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Martin, at his core, is an evil soul, Nathan. He has no moral code. Well, I’m going to take a page from his notebook. I’m going to let it be known that I have Martin Spade’s son... And when he comes to get you, which I know he will... he’s going to find you cut up in to a thousand pieces... starting with your ears... Kozlow touches Nathan’s ear. Nathan pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "Then your eyes... Suddenly, three bullets PEARCE through the window, HITTIN Agent 1 in the head and chest. He drops to the floor instantaneously. Everyone else spreads in different directions -- hiding behind walls. Kozlow, Becker and Tom Shealy get out their guns. Silence... as a pool of blood develops under Agent 1’s he Nathan and Karen are right in the middle of the room in f view. Karen is CRYING. Everyone looks out the window to see where the bullets ca from. As Tom peeks out from behind the wall, he gets SHOT throu his right eye. Blood SPLATTERS, as he drops to the ground with a THUD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "(in Ukrainian) Where is he!? Becker takes a small mirror to get a look out the window. The reflection shows a MAN IN BLACK, way off in the dista on the top of the CN Tower. The mirror gets SHOT, and SHATTERS into a hundred fragmen \f93. Nathan sees Karen crying -- tries to pull free from the r It dawns on him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(whispers ) We're out in the open... but he’s not shooting at us. Karen nods in confirmation. Becker loads a semi-automatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "(in Ukrainian) He’s on the top of the CN Tower, yes? Becker nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(under his breath) CN Tower... Suddenly, two bullets PEARCE though the rope that ties Na to the chair. Two more PEARCE through Karen’s rope. Before Kozlow realizes they’re free:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "(to Karen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUN",
          "text": "Nathan and Karen run out the door, as Kozlow SHOOTS at th Becker takes his semi-automatic and aims it at the ceilin He FIRES off a round, causing the ceiling to obstruct the SNIPER’S view and the SPRINKLERS and ALARM to go off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan and Karen run down the hallway, as Becker exits th room, chasing them, SHOOTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan and Karen run out of the lobby, into the streets, toward the CN Tower. Becker chases them through the streets, SHOOTING his guns causing cars to CRASH and people to SCREAM and hide in ev direction. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan and Karen enter the CN Tower lobby -- Nathan JAMS chair inside the revolving door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Hey! Hold it right there- The glass gets SHOT out by Becker, causing TOURISTS to ru and SCREAM and scatter in every direction. BAM! BAM! BAM! Nathan and Karen run to one of the elevators, as SECURITY GUARDS get wiped out, one by one, by Becker. Nathan JABS away at the elevator buttons, hoping the door will close before Becker gets to them. Becker runs towards the elevator, SHOOTING at the back wa Finally, when the doors slowly close, Becker’s hand reach in between the doors. Karen takes the emergency phone and HAMMERS at his finger until he lets go -- the doors close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator has a glass floor panel. As the elevator ris Becker SHOOTS out the glass, causing Nathan and Karen to to cling tight to the side wall... “What a Difference a Day Makes” plays over the elevator speakers, as Karen and Nathan wait to get to the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(calmly) You've got to get everyone into the stairwell. Karen nods. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Is that the best you’ve got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(beat) Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BING.",
          "text": "The elevator doors open to the higher Sky Pod, an observa deck over 1,400 feet above the ground. The view is breathtaking -- overseeing 70 miles of land, city and oce \f95. TOURISTS are everywhere, and Becker is most assuredly on next elevator to arrive. Nathan runs to a TICKET TAKER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You’ve got to stop the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TICKET TAKER",
          "text": "Okay, just calm down-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You’ve got to stop the elevator!! Karen runs to random PEOPLE, URGING them to get off the d immediately. Two GUARDS notice Nathan and Karen causing panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD 1",
          "text": "Hey! Where are your tickets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "There’s no time! Everyone has to evacuate the deck. Guard 2 takes out a tazer and aims it at Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD 2",
          "text": "I’m going to ask you to step back, sir. The next elevator arrives. DING. Nathan gets behind the Guard. The elevator opens, revealing Becker with his Semi-automa He starts SHOOTING up the place -- beginning with the Gua Nathan shields himself with the Guard, as TOURISTS and PATRONS SCREAM and run for their lives. Becker has gone completely mad, BLOWING out half the wind as people duck for cover. A harsh WIND comes in from the outside, SUCKING some people over the ledge. Nathan pulls the gun from the dead Guard’s holster, but Becker runs at him, strong. Nathan starts running towards the ledge, as Becker SHOOTS him. Nathan slips and falls over the edge, catching the floor railing. His gun slides over to Karen. Nathan dangles off the side of the Space Deck, watching another FEMALE TOURIST lose her grasp and fall to her dea \f96. The plunge to death is so far below that her SCREAMS fade into silence. Nathan tries to maintain a grip, as Becker slowly walks t the edge, and stands over him. Becker slowly GRINDS his shoe into Nathan’s right hand, causing it to let go. He starts grinding on Nathan’s othe hand. Nathan winces in agony, as he prepares to let go and fall 1400 feet. Suddenly, two SHOTS hit Becker in the back... He slowly falls towards Nathan, passing over him, and plunging to h death. NATHAN’S POV: A hand with a black glove extends over the ledge... Nathan grabs the hand as the SNIPER, dressed head to toe black, helps him up to safety. When Nathan fully stands up, he looks eye-to-eye at the Sniper, whose face is obscured by a black mask... Is this his father? They look at each other for a moment, before the Sniper o his mouth to say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNIPER",
          "text": "December 18th, 1994. Your mother was going to meet me here, at the tower... to introduce me to you... Long pause. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNIPER, (CONT'D)",
          "text": "But, she never showed up. Suddenly, the Sniper gets SHOT in the side of his neck. A then SHOT in the ribs, causing him to fall off the ledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Nooooo0!!! The Sniper barely CATCHES the floor railing. He dangles o the ledge, wounded. Kozlow, holding the smoking gun, takes aim at Nathan... But Kozlow gets SHOT in the chest, before he can pull off another shot. REVEAL: Karen, holding the Guard’s gun, trembling. \f97. Nathan grabs another gun off the floor, and SHOOTS Kozlow multiple times, making sure he’s dead for good. Kozlow drops his gun, and falls to the ground, COUGHING u blood. As Nathan gets closer to him, he realizes Kozlow has a bu proof jacket on. He’s alive, but in bad shape. Nathan holds his sights on Kozlow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW",
          "text": "Do it... aim the gun at my head and pull the trigger. Do what father knows best... Karen walks to the ledge where the Sniper fell. Nathan looks at her -- she shakes her head, ‘he’s gone’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "Now, the CIA... is your father. New life, new name, new home... (looks at Karen) New girl... You’1ll be owned by them... forever. Nathan takes aim at Kozlow’s head -- the anger swelling inside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOZLOW, (CONT'D)",
          "text": "(coughs more blood) Please, Nathan... put me out of my misery. Let me be... with my son... Nathan takes pause. This statement has a profound impact him. He begins lowering his weapon. He looks at the elevators -- two of them will arrive in less than a minut Nathan grabs a Guards’ handcuffs and puts them on Kozlow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I need to be on my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "What do you mean? Nathan finishes putting on the handcuffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "He’s right. I need to find myself, before they define who I am. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "But, you don’t have any money, any-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I'll get by. Find my way. The elevators are about to open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "I just want you to know that... They look at each other, as Nathan tries to find the word Finally, Karen KISSES him -- a sweet kiss, cut off short DING. The elevator opens, and numerous TORONTO POLICE OFFICERS OFFICIALS storm out, on to the deck. But only Karen is in their sights when they arrive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORONTO POLICE",
          "text": "(to Karen) Put your hands up! The POLICE gather other TOURISTS and VICTIMS, who were ta cover. - They arrest Kozlow - They escort Karen off the floor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLOW MOTION: As the TOURISTS and PATRONS are led out of t building... Nathan is among them, blending right in, hanging his head low, so as not to be noticed amidst the chaos. When he ge out in a courtyard, to safety, he looks up at the tall to One last look... and then disappears into an alleyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phones RINGING off the hook. It’s a mad house. Frank Boyer paces around the conference room, while multi AGENTS answer the phones and TALK to various SOURCES. He looks agitated, wanting answers. A YOUNG AGENT approaches him. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG AGENT",
          "text": "We have more information about Shealy-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "I don’t care about Shealy. Where’s Nathan Harper? Another AGENT hangs up his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER AGENT",
          "text": "No sign of Harper or the Sniper, sir. Boyer looks at his assistant, LANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Spade?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANCE",
          "text": "No word, yet. Boyer hangs his head in frustration. INT. WESLEY’S OFFICE -- DAY Wesley sits at his desk, paying off a large outstanding b on his mortgage. Fletcher walks in, as Wesley quickly hides the document.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "(hands him the note) This just came in for you. Wesley opens the note, as Fletcher leaves. It reads: Love the quilt. Isn’t it a little crooked? Wesley looks up at his wife’s quilt, hanging up on the wa It's definitely a little off kilter. He gets up and walks over to it. But just before he adjus it, he notices a tiny hole punctured in the middle. He ta the quilt off the wall to see what’s behind it... It’s a small spy camera, looking right at him. Wesley grabs the camera, and immediately RIPS it off the attached wires. \f100. EXT. DEPUTY’S OFFICE -- LATER Wesley, some OFFICERS, and a TECH GUY stand outside the Precinct. The Tech Guy CRACKS open a pipe attached to the brick wall, and sees some strange wires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECH GUY",
          "text": "Looks like someone hacked in through the phone lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LAB TECHNICIAN comes up with a trace from the newly—fou wires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAB TECHNICIAN",
          "text": "We got an address. Kilton Hotel, Room 512, two blocks away. 1414 South Christopher Street- Wesley and his DEPUTIES run out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wesley and numerous DEPUTIES approach Room 512 with their guns out. Wesley KNOCKS on the door. No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "Open up! Police! No response. Wesley nods for a DEPUTY to slide a key card to unlock th door. Once the door UNLOCKS, they BARGE into the room, wi their weapons out... but no one is inside. They see multiple running television monitors with surveillance video -- every room of the Precinct was bein watched. There is wiretap equipment, placed on the bed with memo n attached, reading: Upstairs bedroom, kitchen, Living room Wesley looks closer at one of the surveillance monitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (CONT'D)",
          "text": "My house... Fletcher realizes the memo notes are for Wesley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "All your phones, sir... \f101. Wesley starts to realize he’s in a world of shit. A DVD Player rests on a table top. A small memo note read Play me! Wesley presses PLAY. Footage appears on the screen of Jack Shapiro, when he wa Wesley’s office the day before. It starts from when Jack Marcus are on their way out the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(on TV) Personally, I’d be most worried about the cameras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY",
          "text": "(on TV) Why’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(on TV) Because there’s always someone behind them.... Someone who knows more than you. The screen goes to black. Wesley GULPS, as Fletcher receives a note from a fellow OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLETCHER",
          "text": "Sir, the Marshal’s office claims they never heard of a ‘Jack Shapiro’ over there. They don’t even have an arson expert. Another DEPUTY plays a tape-recorder on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESLEY, (V.O.)",
          "text": "...you should know that the CIA came to me today. They found him in Booneville, Kentucky. I can give you a heads up with any information they give me, if you want—",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRANGE VOICE",
          "text": "We won’t be needing you any- Wesley quickly presses STOP on the recorder. Suddenly, a gun is aimed at Wesley... Three FBI AGENTS ar in the room. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "Wesley Carr? Wesley looks at them, dumbfounded. They take out their badges. FBI AGENT (CONT’D) We're federal agents, and you’re under arrest for conspiracy of treason as well as tampering with an ongoing investigation... INT. FRANK BOYER’S OFFICE -- NIGHT Boyer is on his cell phone, pacing around his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(phone) I didn’t authorize a sting operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT, (V.O.)",
          "text": "We got him on at least six federal offences. Boyer’s assistant, Lance, brings Boyer a coffee, and plac it next to a red phone on Boyer’s desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(phone) Let’s get something straight. The CIA takes no responsibility for any surveillance of a Sheriff Wesley Carr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT, (V.O.)",
          "text": "Well, somebody did it. And they had this guy tapped every which way from Sunday. Carr keeps mentioning somebody named Jack Shapiro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(phone) Never heard of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT, (V.O.)",
          "text": "Neither has the Marshal’s office. Gotta be one of yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(phone) I'm telling you, I never heard of a Jack Shapiro. \f103. Suddenly, Boyer’s red phone RINGS. It’s a very important phone. Boyer looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT, (V.O.)",
          "text": "Gotta be this guy, Jack Shapiro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(phone ) Who the hell is JACK SHAPIRO!? The red phone RINGS again. Lance points at the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANCE",
          "text": "Sir...? Boyer stares at the red phone. It RINGS again. He slowly closes his cell phone... and walks over to the red phone. Picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(beat) Boyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SHAPIRO, (V.O.)",
          "text": "Hello, Frank...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "(phone) Martin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack Shapiro, on a headset, with his shirt off, is calmly stitching up a wound in his neck -- the wound he got savi Nathan's life. He's Martin Spade. INTERCUT: Boyer/Martin conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I found him, Frank. You did a good job hiding him. But I found him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "He’s umm... perfectly safe now, Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That’s not what I hear. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "You're supposed to be off the grid right now. The fact that you’re making this call, tells me your letting personal feelings compromise the job at hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m in the field... where I belong. And you're sitting behind a desk... where you belong. Martin puts on a tuxedo shirt and starts buttoning it up. hides his stitches with the shirt collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "Still, the nature of this call, puts into question your ability to perform your job. If I find out that you make contact with Nathan again, I'll be forced to recommend pulling you out of the field... indefinitely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Save the empty threats, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "They’re the only threats I’ve got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Fair enough. I promise to hold up my end of the bargain, as long as you hold up yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYER",
          "text": "We'll do everything in our power to find him, and protect him, Martin. You have my word. Martin puts on a bow tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Good. Because if I find out his life’s in danger again. Or if anything should happen to him. You won't be sitting behind a desk anymore, Frank. You’1ll be lying in an open casket. Martin HANGS up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAY WITH MARTIN",
          "text": "Martin adjusts his bow tie, and puts on a sharp tuxedo jacket. He grabs a tiny handgun off the sink, and places in his inside pocket. He it \f105. He exits the bathroom into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweeping MUSIC fills the air. It’s the “BLUE DENUBE WALTZ by Strauss. Hundreds of GUESTS in tuxedos and evening gowns are danci CHATTING, eating and drinking. A BEAUTIFUL WOMAN approaches Martin. She reaches her hand out for a dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAUTIFUL WOMAN",
          "text": "Are you ready, darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Of course, my dear. They immediately sweep into the dance floor, dancing to t MUSIC. Martin is an excellent dancer, and he has this wom in the palm of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An open desert landscape, with WIND blowing hard in all directions. As tumbleweeds FLOAT by... an old, run down cabin stands alone. The chimes on the porch JINGLE in the wind. Old Buddha sculptures and African art decorate the cabin. The outside walls are filled with Aboriginal face masks and Indian feathers. Nathan stands a few yards from the cabin, looking at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan approaches the front door, and KNOCKS. After a moment, a MAN opens the door... It's Marcus Lang. (Jack Shapiro's arson partner from earl He looks at Nathan, for a moment, but doesn’t speak. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Are you Paul Rasmus? \f106. Marcus nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "Do you know who I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASMUS",
          "text": "(British accent) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "You were supposed to meet me, a couple day ago. On an overnight train from Virginia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASMUS",
          "text": "I’m sorry. I think you have me mixed up with someone else. Rasmus tries to shut the door. Nathan holds it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "Well, is there another Paul Rasmus in Modesto? It’s important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASMUS",
          "text": "I really couldn’t tell you. I don’t know. Nathan looks defeated -- out of options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "I’m... looking for information about my father. If you know anything-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASMUS",
          "text": "I'm sorry. I wish I could help. Rasmus tries shutting the door, again. Nathan holds it open, again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN",
          "text": "(desperate) Please... As Nathan holds the door, he sees Rasmus’s WIFE and three CHILDREN inside, sitting at the dinner table. They look b at him, wondering what’s going on. Nathan has clearly interrupted a family supper. He feels -- lets go of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATHAN, (CONT'D)",
          "text": "I’m sorry to have bothered you. \f107. Nathan walks away towards the road. INT. RASMUS’S KITCHEN -- MOMENTS LATER Rasmus sits down at the table to continue eating his dinn",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Who was that, hun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASMUS",
          "text": "Someone with the wrong address. Rasmus’s wife nods and starts making funny faces at their SON, 6, who returns the gesture. They’re the cutest famil in the world. CLOSE ON: Rasmus, looking at his beautiful family -- conflicted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan waits, by himself, at a lonely bus stop in the mid of the desert. The wind still BLOWS heavily, as Nathan watches the sun go down. Where to go from here? He takes out the picture of his mother that Boyer gave hi He feels more lost and lonely than ever. In the distance, an old Volkswagon beetle comes into view driving towards the Stop. The beetle PULLS up, in front o Nathan... It’s Rasmus. He doesn’t look at Nathan -- looks straight ahead, thinking. The ENGINE stays on. Nathan gets up, and approaches the passenger side window. After a long moment... Rasmus turns and looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASMUS",
          "text": "Get in.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1838"
    }
  ]
}