{
  "movie_id": "MOV2297",
  "scenes": [
    {
      "location": "A CONCERT HALL, LONDON. 7",
      "characters": [
        "MARTIN, (V.O.)",
        "BACH",
        "ON DOVIDL",
        "BBC RADIO PRESENTER",
        "PETER",
        "CREDITS END",
        "OMITTED 57A",
        "BACKSTAGE CORRIDORS AND DRESSING ROOMS",
        "HELEN",
        "ON MARTIN",
        "MARTIN, (CONT'D)",
        "KATZENBERG",
        "YOUNG REBBE",
        "OMITTED 58",
        "FADE TO BLACK",
        "FLESCH",
        "TAXI",
        "HE TOUCHES THE ROSIN TO HIS LIPS",
        "MILKMAN",
        "FADE IN",
        "INT. DANCE HALL, LONDON. NIGHT, (MAY, 1948)",
        "SECRETARY",
        "...-PANS TO MARTIN",
        "SAME SCENE, PERHAPS AN HOUR LATER",
        "BRUCH VIOLIN CONCERTO NO. 1 IN G MINOR",
        "\"FEINMAN BROTHERS",
        "ANNA",
        "RING BOX",
        "BILLY",
        "DOVIDL, (CONT'D)",
        "ENID",
        "B.C.",
        "DISCOVER GILBERT AND MARTIN",
        "SECURITY MAN",
        "WITH",
        "DOVIDL DOVIDL",
        "INTERVAL",
        "HELEN, (CONT'D)",
        "TOM",
        "GILBERT",
        "ZYGMUNT, (JR.)",
        "FROGGATT",
        "OVER SCENE 71",
        "JOZEF",
        "PETER STEMP",
        "CONGREGATION",
        "GILBERT SIMMONDS",
        "CAMERA FINDS 21 YEAR-OLD MARTIN SIMMONDS",
        "MARTIN AND HELEN",
        "WARSAW TAXI DRIVER",
        "DOVIDL",
        "JUDGES COMPLETING THEIR MARK SHEETS",
        "FRUMKIN FRUMKIN",
        "DOVIDL, (V.O.)",
        "THE OPEN DOORWAY",
        "ZYGMUNT",
        "FRUMKIN",
        "YOUNG REBBE YOUNG REBBE",
        "DOVILD",
        "BROCHE BROCHE",
        "ELLEN",
        "KITCHEN",
        "BBC RADIO PRESENTER, (V.O.)",
        "BAILEY, (CONT.)",
        "DOVILD DOVIDL",
        "80B",
        "JENNY",
        "A BUSKER",
        "ON MARTIN AND HELEN",
        "BAILEY",
        "GILBERT, (CONT'D)",
        "CONGREGATION CONGREGATION",
        "MARTIN, (CONTD.)",
        "BACK TO SCENE",
        "OVER SCENE 79",
        "CU DOVIDL",
        "MARTIN",
        "THE AUDIENCE",
        "ANNA, (CONT'D)",
        "TIME CUT",
        "KATZENBERG KATZENBERG",
        "81B",
        "FEINMAN",
        "NURSE",
        "88A",
        "DESK CLERK",
        "INT. TAXI. NIGHT, (MAY, 1948)",
        "81A",
        "DOVIDL, (V.0O.)",
        "SLOW FADE TO BLACK",
        "FROGGATT, (V.O.)",
        "EXT. SIMMONDS HOUSE, HAMPSTEAD, LONDON. DAY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "As we look down a gentle rain is falling steadily on a carapace of umbrellas, moving like the scales of some gigantic mythical reptile. The reptile turns out to be a dressed crowd swirling around the entrance to the hall an funnelling slowly into it; the same rain rolling down pos advertising the event they’ve all come to see: the debut concert of David Eli Rapoport, 21 year-old virtuoso violinist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC RADIO PRESENTER, (V.O.)",
          "text": "It is sometimes said that both the shortest and the longest distance in art is that between the very good and the truly great. It may well be that tonight David Eli Rapoport will cross that divide. Those of us who have been privileged to hear his promotional recording are unanimous in declaring the extraordinary playing of this 21-year-old Polish immigrant music from the gods, the voice of possibly the most naturally gifted violinist of his generation... Cars are passing, Festival of Britain flags flying from t building. Pasted across its facade are monochrome publici blow-ups of the lean and Byronic Rapoport and, plastered diagonally across the posters, strip banners reading: “INTERNATIONAL DEBUT PERFORMANCE 7:30 P.M. NOVEMBER 3RD, 1951, with another, smaller strip overplastered: “SOLD OU RETURNS ONLY”. Touts are busy in the crowd, selling outrageously priced tickets to those who have come without one; there’s a pol presence for crowd control - bobbies in glistening rain c - a phalanx of damp press photographers, a St John’s ambulance crew on stand-by. Limousines are delivering DIGNITARIES to the front steps, chauffeurs and assistants shepherding them inside under umbrellas. Big event.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERA FINDS 21 YEAR-OLD MARTIN SIMMONDS",
          "text": "standing at the open stage door, anxiously scanning the w street and checking his watch. After a few moments he goe back inside. \fBlue - SoN D9.1 (09/20/2018) p.2 INT. LONDON CONCERT HALL, NIGHT (CONTINUOUS) (A’51) 2 Here there’s every shade of anxiety. The capacity audienc buzzing with restlessness; the orchestra waits in silence having long ago finished tuning up. The BBC RADIO PRESENTER whose voice we’ve been hearing ca seen in the recording booth, holding on to his audience during the delay in the relaxed filibuster style we assoc with Richard Dimbleby at the Coronation [still two years the future].",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC RADIO PRESENTER",
          "text": "So great has been the impact of Rapoport’s recording on the world of classical music that one tends to forget how little known his name still is, and that tonight’s concert will be his first on an international stage... BACKSTAGE there’s a frenzy of activity and a sliding scal panic: from the irritation of those mildly inconvenienced the soloist’s lateness to the near hysteria of those most affected, chief among them",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT SIMMONDS",
          "text": "Gilbert, the concert’s promoter, is a 56 year-old English gentleman-impresario. He’s standing with his wife, ENID ( and Martin’s fiancée, 21 year-old HELEN. Their son, Marti rejoins them as we watch, shaking his head. All are weari evening dress and all are agitated, though none as much a Gilbert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "He’s had an accident. There’s no other explanation-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "We don’t know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Martin, I’d like you to phone the hospitals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I already did, Father. Mr Sanderson's doing it again now. ANGLE ON SANDERSON, the theatre manager, talking urgently the backstage phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Has anyone informed the police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Too soon for that. \fBlue - SoN D9.1 (09/20/2018)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "How was he this afternoon? Was he all right at rehearsal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He was fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Did he take his violin with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He takes it everywhere. He takes it to the loo. p.3 Gilbert shoots his son a disapproving look. Offended by t indelicacy of the comment or by Martin’s attitude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "Gilbert, stop working yourself up into a froth. Perhaps his watch stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "A self-winding wristwatch does not stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "It does if you drop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "He might’ve got stuck in traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "(to Martin) Where did he say was he going after the rehearsal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Dovidl does things his own way, Mr Simmonds. He’s probably walking. He likes walking in the rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "With a Gagliano under his arm? (crossing to stage entrance) Have you seen who’s out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE AUDIENCE",
          "text": "Several distinguished-looking men and women waiting. \fBlue - SoN D9.1 (09/20/2018) p.4",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Peers of the realm, members of Parliament, The Times music critic. Such people are not kept waiting-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He'll be here. This means as much to him as it does to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Does it really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I know-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "You don’t know. I’m not talking about money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I know what you’re talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "He could be lying in a gutter somewhere - hurt, dead... ANGE ON AUDITORIUM CLOCK: showing 7:50 BACK TO GILBERT- by now on the edge of tears. The orchestra conductor is looking his way, tapping his watch, tilting his head enquiringly. Time to cancel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "They’1l1 have to be told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Want me to do it? Gilbert shakes his head. Steps through on to the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "My Lords, ladies and gentlemen... (voice quivering) It is with great regret that I have to tell you... the performer you have come to see is unable to be here this evening... (gestures helplessly) Refunds may be claimed at the box office. He hurries offstage, holding back his tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SIMMONDS HOUSE, HAMPSTEAD, LONDON. DAY",
          "text": "TITLE: “35 YEARS LATER” \fBlue - SoN D9.1 (09/20/2018) p.5 A black cab pulls up outside the house and sounds its hor Imposing and costly when it was built in the 1920’s and o by the Simmonds family ever since, the house is now run d and in need of repair and repainting. In the double drive sits a single ten-year-old car: an anomaly in this afflue two-car neighbourhood. INT. SIMMONDS HOUSE. DAY (S’86) 4 The style inside the house is cultured, if a little shabb floor-to-ceiling bookshelves in the drawing room, full of mostly hardback volumes; a baby grand loaded with classic sheet music; somewhat old-fashioned furniture; soft furnishings in muted colours. A suitcase stands in the hall, an overcoat and umbrella draped across it, a briefcase leaning against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN",
          "text": "MARTIN SIMMONDS is now in his mid-fifties, his body slim well kept. HELEN, whose cheek he is kissing in valedictio is still, at the same age, handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(a ritual, this) Take your pills, don’t wear the same shirt twice, sell music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Kiss Emily for me. The minute the baby’s born, stick it in front of the piano. You can’t start too soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "‘It’ is a girl, Martin. The scan’s showing a girl. Granddaughter, not grand piano. I'll call you if I’m not asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "And if the estimate for the roof comes, let me know straight away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I might have to walk home. Save the train fare. The taxi’s horn sounds again. \fBlue - SoN D9.1 (09/20/2018) p.6 EXT. SIMMONDS HOUSE. DAY (S’86) 5 Martin emerges, coated, carrying suitcase and briefcase, umbrella hooked over his arm. He climbs into the waiting taxi. EXT. GATESHEAD RAILWAY STATION - PLATFORM. DAY (S’86) 6 Exiting the station, Martin is taken aback to find at the barrier the city’s Lord Mayor, CHARLIE FROGGATT (60+), in full regalia, and his driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Charlie Froggatt, look at you in your gold chain. Didn’t know this was a civic reception, I’d have worn my ermine underwear. The driver takes Martin’s suitcase. As they walk towards station exit:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "(Tyneside accent) Just come from opening a DIY superstore. You’d think they’d do it themselves, wouldn’t you? INT. DAIMLER (TRAVELLING). DAY (S’86) 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "So you're still peddling sheet music, I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It’s a living. Libraries and schools buy it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "How long you staying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Just ‘til Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "What are you doing tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Hanging myself, I expect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "How about doing an old friend a favour first? \fBlue - SoN D9.1 (09/20/2018) p.7",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "This old friend got any pull with the Libraries Committee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "You do one for me, I’1l do one for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That’s how the Great War started. (a beat) What’s the favour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "Jury service. (off Martin’s reaction) Competition jury. Tyneside Young Musician of the Year. It’s world famous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Not the world I live in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "Under-18's who’ve slipped through the music education net - they actually play an instrument. You'd be non-playing Chairman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You've got to be joking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "I never joke about Tyneside. You'd just be a figurehead. Like me. You're still a name in the music world, man. Your dad knew Paderewski, for Chrissake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m not my father, Charlie. And he didn’t judge Paderewski’s musicianship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "We've got a couple of long-hairs in for that - Tom Noble and Jenny Burrows, you know Jenny. You get the casting vote if they hang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Forget it, Charlie. I’m here to sell, not buy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "These kids are next year’s customers. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue - SoN D9.1 (09/20/2018) p.8 FROGGATT (cont'd) Chairman of the Libraries Committee happens to be my grandson's girlfriend's uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Talk about connected! EXT. GATESHEAD - DAY (S’86) The limo crossing the Tyne Bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT, (V.O.)",
          "text": "Pick you up at eight. INT. COMMUNITY HALL,GATESHEAD. NIGHT (S’86) A packed hall, an old Steinway grand onstage. Below the stage, seated at a trestle table, the panel of five COMPETITION JUDGES: Martin at their centre, JENNY BURROWS (50) on his left, TOM NOBLE (68) on his right. CHARLIE FROGGATT onstage in his mayoral regalia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "..-and I have every confidence this year’s finalists will maintain the high musical standard for which Tyneside is justly famous.... Shouts of approval from the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(to Martin) Vienna of the north-east.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "So without further ado, let competition commence, and may music speak louder than words. He sits down to modest applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGES COMPLETING THEIR MARK SHEETS",
          "text": "The first finalist is a 10 YEAR-OLD GIRL playing the Bach Chaconne for clarinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Home-made, on council-headed notepaper, the mark sheets a divided into three hand-drawn columns headed “TECHNIQUE”, “INTERPRETATION” and “MUSICALITY”, with a fourth column f totals. The girl’s scores out of ten are uniformly in the four-five range. She scores lowest on interpretation. \fBlue - SoN D9.1 (09/20/2018) p.9 - AN 11 YEAR-OLD BOY CELLIST playing Kreisler’s Liebeslei with piano accompaniment. He’s good for his age but in no outstanding. Fives and the odd six. - THE ADJUDICATORS, starting to look glazed. Jenny glanci at her watch. - 16 year-old MARIA KORVINSKY, rippling off Beethoven's Bagatelle in G Minor as though warming up. The audience applause is appropriately mighty. The judges are smiling now, lavishing nines and tens. Gol found in a midden. Barring a further miracle, they’ve got their winner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNY",
          "text": "(through applause) Can we go home now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "One genius, Jenny. Might be two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNY",
          "text": "Aye, well, it is Gateshead. FROGGATT has come back onstage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "Our final Young Musician hails from South Shields. He’s 14 years old and has already toured internationally with the Tyneside Youth Orchestra...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(aside) Wales and the Isle of Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROGGATT",
          "text": "...So please put your hands together for Peter Stemp. PETER STEMP, a bad acne case, steps onstage and readies himself to play his three-year-old Japanese fiddle. ANGLE ON ELLEN STEMP (40), his proud mother, in the front of the audience. Then Peter does something very odd. Prior to playing his competition piece the boy reaches into his pocket, pulls a block of rosin and ritualistically swipes his bow strin with it - first a broad upward sweep, then a matching downward sweep. Finally, before putting the rosin away an tucking the violin back under his chin-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE TOUCHES THE ROSIN TO HIS LIPS",
          "text": "\f10 Blue - SON D9.1 (09/20/2018) p.10 There are some titters from the audience at the gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He isn’t tittering. His reaction is out of all keeping wi what has occurred. It’s a reaction of such shock and emot so sudden and overwhelming, that it has drained the colou from his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(to Martin) You all right, man? Martin doesn’t answer. Too stunned to speak. Peter begins to play the second movement of Tartini’s “Devil's Trill” Sonata for solo violin - a difficult piec beyond his skill level, and it shows. But though his musicianship is far from exceptional it’s clear that some at some time, has taught him some old-fashioned Kreisleri slides and a particular treatment of the rosin that very teachers would countenance and no violinist in the histor solo performance would ever exhibit in public... save onl one. ANGLE ON PETER STEMP as he plays, sliding inexpertly... ANGLE ON MARTIN as he listens... INT. SIMMONDS HOUSE. DAY (A’39) 10 ..-and the playing changes, as the Tartini fades and we h an exuberant Wieniawski violin piece, played by an immeasurably superior violinist. ANGLE ON DAVID ELI RAPOPORT (DOVIDL), aged 9, as he plays sliding with arrogant Kreislerian exuberance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OPEN DOORWAY",
          "text": "where 9 YEAR-OLD MARTIN is watching and listening from th hallway. The emotions on his young face: jealousy and resentment. The small drawing room audience is composed of GILBERT(44 here); ENID (39); PROFESSOR CARL FLESCH (58) - Hungarian- soloist and London’s most celebrated pre-war violin teach and ZYGMUNT RAPOPORT (40), Dovidl’s prematurely balding Polish-Jewish father, a Warsaw costume jeweller: not a refugee but with the abandoned worn-down look of one. Dovidl - black hair shiny as jet, legs stick-thin in calf length shorts - is playing with the flashy show-off style a child genius who knows that only time and practice stan between him and his birthright: world-renown as a virtuos Flesch and Gilbert are listening pleasurably, nodding, knowing it too. \fBlue - SON D9.1 (09/20/2018) p-l1l Martin is two months older than Dovidl. His grey flannel shorts are the right length for London juvenile fashion o the day - the only edge it seems he has on this exotic interloper. Dovidl finishes the piece. He looks up, awaiting requests an encore; spots Martin in the doorway, meets his eye briefly, looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Professor Flesch? What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLESCH",
          "text": "Too many flourishes. (to Dovidl) You are not Kreisler, young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Kreisler is not Rapoport. A statement of calculated precocity. It brings chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZYGMUNT",
          "text": "(to Flesch) You will teach him? He is genius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLESCH",
          "text": "I am sent ten geniuses a month, Pan Rapoport. If your son accepts that he has still something to learn, perhaps I can teach him something. You are staying in London?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZYGMUNT",
          "text": "No, I go back to Warsaw, to my wife and daughters.... If I can find somebody to take David... I leave him here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLESCH",
          "text": "Safer. Given the situation in Poland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "(thoughtful) Very much so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZYGMUNT",
          "text": "Do you know of Jewish family, Mr Simmonds? I can pay a little...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "As it happens I do have a family in mind, Mr Rapoport. It isn’t Jewish, but it is musical, and will cost you nothing. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue - SON D9.1 (09/20/2018) p.12 GILBERT (cont'd) I can promise you the tenets of your religion would be fully respected, its requirements met in every regard. Gilbert looks across at his wife. He almost certainly has consulted her about this considerable commitment, an autocratic decision typical of the man. ENID gives nothin back - neither consent nor refusal, approval nor disappro Zygmunt is aware how great a commitment this is. It entai among other things, kosher food, Hebrew lessons, Sabbath observance. If he appears to hesitate, consider where he come from. Zygmunt cannot conceive of a Gentile Polish paterfamilias making such an offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZYGMUNT",
          "text": "This is English family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "It is. (a beat) My own son is David’s age. They would share a bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Outrage on his face. The brilliant interloper is to be admitted to residence, it seems, without any family consultation at all. Zygmunt's eyes are sparkling with tears. He embraces Gilb who stands stiffly to receive the embrace, embarrassed by this un-English gesture, not knowing where to put his han Stepping back, Zygmunt reaches into his pocket and pulls it a velvet-covered ring box. Ceremoniously he presents i his son, the tears overflowing now. The boy opens the box",
          "sentiment": "neutral"
        },
        {
          "speaker": "RING BOX",
          "text": "The inside lid is stamped, in gold leaf lettering: “RAPOP WARSZAWA”. But there is no ring inside. Only a small ambe block of rosin, pristine and gleaming. Everybody smiles as Dovidl removes the rosin and swipes i experimentally along his bow strings: first with a stylis upward flourish, then with a downward. He touches the ros to his lips. Gilbert and Zygmunt applaud. It’s a subtle little ritual whose meaning seems to have eluded ENID, the giving of th box: partly a jeweller’s joke, partly an expression of ho partly a father’s farewell blessing. \f11 12 Blue - SON D9.1 (09/20/2018) p.13 With his ritualistic stroking of the bow Dovidl has improvised a witty variation: taking the rosin for a run, it were, as though the gift had been a Stradivarius. The on the rosin is for his father, whom he is aware he may n see again. [For Peter Stemp 47 years later it will be a magical ritual entirely without meaning. ] EXT. SIMMONDS HOUSE. DAY (A’39) 11 His cardboard suitcase at his feet, Zygmunt is about to l for the bus stop, first leg of his journey back to Poland to what we now know will be invasion, occupation, ghetto death camp - and though he doesn’t know what he’s returni to, Zygmunt seems to intuit it. Hence the passion he puts into his last tearful embrace of the son he may never see again. To Martin and his parents, watching from the doorstep, th is yet another public display of emotion that makes them uncomfortable. It isn’t anti-Semitism, it isn’t coldness; it’s English reserve. INT. HOTEL DINING ROOM, GATESHEAD. DAY (S’86) 12 The day following the competition Martin is lunching with Peter Stemp and his mother, ELLEN (46): a woman of modest means, wearing her best two-piece for the occasion. On the table is The Northern Echo: international and loca news with a Tyneside flavour; several column inches given last night’s music competition: picturing a toothy Maria Korvinsky accepting her prize from Mayor Froggatt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "So what’s this about? You didn’t give Peter the prize, now we’re having this posh lunch. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That wasn’t my decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "You'd have made him the winner, then? If it was up to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "The girl’s already there, Mrs Stemp. Peter needs more time... better tuition. (attempting the casual) Who's been teaching him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "He gets lessons in school. I can’t afford fancy teachers. \fBlue - SON D9.1 (09/20/2018) p.14",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "We could discuss that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Know a good cheap one, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Several good, none cheap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "In South Shields?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Just have to sell the yacht, then, won't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I'll find a way to cover Peter's tuition during his school holidays. And a family in London he can stay with. Ellen looks to Peter. He’s nodding. Wants it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(indicates newspaper) Why him? Why not what’s-her-face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Her too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "You think Pete’s that good, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He’1ll never be a Heifetz. But he could make a living with an orchestra. Or teaching. (to Peter) Who's been teaching you, Peter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "School.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "And who else? You've had a few tips off someone. Peter shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That thing you do with the rosin.... \fBlue - SoN D9.1 (09/20/2018)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That’s for good luck. I can stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What’s his name? Maybe I know him. A moment of hesitation, then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You don’t know him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I think I might. He used to be a virtuoso. Did he tell you that? Peter smiling now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "DSark hair, about my age?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "It’s not Pete you want, is it? A harshness has entered her voice. She’s worked bursary, the promise of a management contract - something other than Peter Stemp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Come on, Pete. We’re going. (to Martin) Thanks for the dinner. p.15 it out. The they’re about Taking Peter by the hand, she pulls him to his feet. They leave the dining room without looking back. 13 INT. MARTIN’S HOTEL ROOM, GATESHEAD. NIGHT (S’86) 13 Martin is perched on his bed, on the phone to Helen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(to phone) What are they calling it? Sorry, her. (winces ) Lovely name. Kiss little Cressida for me, I'll see her Sunday. (a pause) Helen...? I think I might have found him. There’s no response. No request to identify the silence. “him”. Just \f14 15 Blue - SON D9.1 (09/20/2018) p.16",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Did you hear what I said? INT. SIMMONDS HOUSE. NIGHT (SIMULTANEOUS) (S’86) 14 Helen’s in bed, her book set aside to take Martin’s call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(to phone, tonelessly) I heard. Goodnight, Martin. INT. MARTIN’S BEDROOM, SIMMONDS HOUSE. NIGHT (A’39) 15 This is the first time Martin and Dovidl have been left a together. Dovidl is in the bedroom doorway with his cheap suitcase between his feet, waiting to be invited in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(heavily accented) I sleep here, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No. I don’t want you in my room. I like being on my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Is not your choose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Wrong, clever. It is my “choose”. I have to say if it’s all right and if it isn’t you go back to Poland, and the Germans are going to invade Poland. You’1l have to wear a yellow star and get bashed up by brownshirts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "What is “bashed up”, please? A pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You better not snore, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "What is snore? Martin does the sound for him. Dovidl pulls a small noteb and pencil from his pocket and records the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "If I snore I snore in tune. I am musician. You play? \fBlue - SON D9.1 (09/20/2018) p.17",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Piano, a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Is good for accompanist. Chess?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "A bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(grins) Everything for you is bit. I am genius. I help you, you will be bit genius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Bet I could get you down. Dovidl’s pencil gets busy a second time. Another new word",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "What is “get down”, please? Martin jumps him. Operative definition. The boys wrestle, grunting and snorting. But eventually i the wiry Dovidl who wrestles Martin to the ground and sit on his chest, pinning his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Also fight a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(terminal frustration) Bloody foreigner! You can’t even talk proper English!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "You speak Polish? Russian? Yiddish? German? Hebrew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I don’t have to. I’m not one of your lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "What is “lot”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Foreigners. We’re in England, stupid. Dovidl climbs off him, retrieves his notebook; wags it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Wait six months. \f16 17 18 Blue - SON D9.1 (09/20/2018) p.18",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What’s your name, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Dovid Eli Rapoport. My family call me Dovidl. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Martin L. Simmonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I call you Mottl. INT. GATESHEAD HOTEL BEDROOM. MORNING (S’86) 16 Martin is eating a room-service breakfast at a small whee table when there’s a tentative knock at the door. He open to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Peter. Where’s your mother? He checks the corridor. No Ellen. Came alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I‘1l take you to him. EXT. GATESHEAD. DAY (S’86) 17 They've come by taxi to an underpass entrance: a pedestri tunnel beneath a busy urban road. EXT/INT. SUBWAY. DAY (S’86) 18 As Martin and Peter descend the steps we’1ll hear a dista violin playing - with only moderate competence - The Roll Stones’ “Paint it Black”. Martin’s face falls. Whoever is playing, it isn’t Dovidl. As they get closer, so does the music. A turn in the tunn reveals...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BUSKER",
          "text": "The busker is BILLY, an unkempt grizzly-bearded man in hi seventies, wearing a stained raincoat, football socks and dirty plimsolls. He’s playing on a cheap fiddle - complet with unwanted echoes off the tiled walls. On the floor at feet, among the crisp packets and banana skins, is his ca dotted with a handful of low-value coins. \f19 Blue - SON D9.1 (09/20/2018) p.19 Though he’d known from the first bow-stroke that this cou not be Dovidl, Martin wilts with disappointment. Billy nods an acknowledgement at Peter but barely glances Martin as he finishes the piece with a flourish of poorly executed Kreisleresque slides. Then out comes the rosin, followed by that ritualistic up-and-down stroking of the bowstrings with which we’re becoming familiar, and the valedictory kiss to the rosin, a magical ritual as meaningless to Billy as it is to Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "This is Mr Simmonds, Billy. He's gonna pay for me to have lessons. In London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(London accent) What did I tell you? (to Martin) Told him he’d get discovered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He says you’ve been helping him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(laughs) Showed him a couple of things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Where did you learn to play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Taught meself. Martin takes out his wallet. Extracts a fiver, drops it i the hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "That's very kind of you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Teach yourself those Kreisler slides, did you, Billy? Billy's face sets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Who wants to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Your best customer. INT. CAFE, GATESHEAD. DAY (S’86) 19 Billy, Peter and Martin are drinking thick tea from thick white mugs at a formica-topped table. \fBlue - SON D9.1 (09/20/2018) p.20",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "He never told me his name. It was years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Where did you meet him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "London. I used to work the cinema queues up west - when they had cinema queues. I wasn’t bad then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(thinks ) High Noon. When was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "452, I think. Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "So I’m outside the Odeon, yeah, playing the theme music - you know, from the film - and this cheeky little bugger comes up, tells me I could do with some lessons. ‘Oh, yeah,’ I says. ‘Who from?’ ‘I don’t normally give lessons,’ he says, only he’s saving up for this trip he wants to go on, so how much can I afford to pay him? I told him to get knotted. Don’t even know he can play, do I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I assume he demonstrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Takes me violin right out me hand. You never heard nothing like it in your life. Magic. Like something off the wireless. (shakes his head in wonder) Crowd starts chucking half crowns, ten-bob notes. I give him half. Fair's fair, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What did he look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Like he could do with a square meal. \f20 Blue - SON D9.1 (09/20/2018) p.21",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "When was the last time you saw him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Important, is it? Martin deposits another fiver on the sticky table top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "He give me a few lessons. Twice a week for a bit. One day he didn’t turn up. Never saw him again. Must’ve gone on his trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Did he say where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Didn’t make much sense, like, but that’s why I remember it. Martin waits. Billy waits. Another fiver goes down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Said he was going home to play for the Ashes. That’s cricket, innit? When England plays Australia. (Martin nods) Didn’t make sense ‘cos he didn’t sound like an Aussie. ‘Who’re you, then?’ I says. ‘Don bleeding Bradman?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "His exact words? Billy’s brow furrows with the effort of recall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Something about a song. Going home - to play a song. (a beat) For the ashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARTIN",
          "text": "This doesn’t mean anything to us but it contains a world meaning for Martin. INT. SIMMONDS HOUSE. NIGHT (A’39) 20 A family dinner is being eaten in silence as everybody listens to the evening news on the wireless. It’s a Frida night and for Dovidl’s benefit there are Sabbath candles the table and a loaf of chala wrapped in a white cloth. \fBlue - SON D9.1 (09/20/2018) p.22 We should note that Dovidl’s dinner plate contains differ food from the others’, mostly vegetables. The news is all about the German Blitzkrieg of Poland: th bombing of Warsaw, the collapse of the Polish army. The Phoney War is a few days old. Dovidl’'s face reflects his struggle to contain his emoti He’s learning to be English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "I’m sure your family will be all right, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "Have you written home, David?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I am writing letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Good lad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "You permit I make more letter now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Permission granted, old chap. As Dovidl prepares to leave the table-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He hasn’t finished his dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Special dispensation. Go and finish your letter, David. Dovidl slides off his seat and leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It’s not fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "What isn’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "All this. No bacon allowed in the house, no milk puddings, special food for the genius, and he doesn’t even have to eat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "If you'd like to take over preparing David’s food you may have a say in whether he eats it. \f21 Blue - SON D9.1 (09/20/2018) p.23",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "And he’s a liar. He stopped writing two weeks ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "It isn’t very nice, Martin, to tell tales on a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "My friends don’t wet the bed. The Simmonds adults exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Considering the position his family is in, I'd say wetting the bed is the least we can expect from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "(to Martin) Why don’t you go and see if you can cheer him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Didn’t look all that down to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "That’s a wicked thing to say! Go to your room!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Not my room, is it. He goes. INT. LANDING/THE BOYS’ BEDROOM. NIGHT (A’39) 21 Through the partly open door we catch Dovidl looking at a photograph and crying. It’s a sepia studio portrait of th Rapoport family taken in Warsaw in 1937: Dovidl’s father mother standing side by side; in front of them, Dovidl ag seven between his two sisters: Pessia (9) and Malkeh (5). Pessia has her arm around Dovidl’s shoulders; Dovidl’s ar around Malkeh’s. All five are solemn and unsmiling, in th portrait style of the time. As Martin enters Dovidl slides the photo under his pillow Martin doesn’t see it. Trying to recover his equilibrium, Dovidl blows his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I have cold. A sudden unexpected shaft of compassion pierces Martin's juvenile soul. \f22 23 Blue - SON D9.1 (09/20/2018) p.24",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "They'll be all right. We’1ll smash the Jerries up for you. No-one stands up to the British Army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "You are child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Play you a game of chess if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Chess with you takes my mind two minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(a grin) Three. I feel lucky. EXT. HAMPSTEAD. DAY (A‘39) 22 The two boys are freewheeling down a hill on their bikes, playing “chicken”. Martin is the first to swerve - avoiding a horse-drawn mi float. Dovidl sails on, misses the float by inches, and i passing swipes a pint. Riding no-hands, he pierces the to with his finger while still on the move and swigs from th bottle. It’s Martin who gets nabbed by the milkman - momentarily caught by his coat - before he breaks away and pedals mad down the hill after Dovidl, who has disappeared from view",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILKMAN",
          "text": "Thieving little bleeders! EXT. HAMPSTEAD HEATH. DAY (A’39) 23 Martin finds Dovidl waiting in their private spot on the Heath: beneath a large tree, overlooking the Ponds. Eatin Kit Kat [N.B. Wartime issue: blue wrapper, dark chocolate price 3d]. Grinning in triumph, Dovidl offers Martin a finger of Kit Kat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Thought you said these weren’t kosher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "You rabbi now? \f24 Blue - SON D9.1 (09/20/2018) p.25",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Where'd you get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Your pocket. He proffers the milk bottle. Martin takes a swig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "We make good team, yes? Embarrassed by Dovidl’s open acknowledgement of what in a London boy's world should remain implicit, Martin sprays with milk. Dovidl responds by jumping on him playfully. T wrestle standing up for a few moments, then both boys ste back to face one another and go by tacit agreement into t slow motion boxers routine. This consists of each delivering in turn a slo-mo punch w the other has the option either to dodge in slow motion o receive as a simulated blow, rocking back under the prete impact with appropriate facial grimaces. INT. HALLWAY, PROFESSOR FLESCH’S STUDIO. DAY (WINTER 1940 Dovidl has come for his violin lesson, accompanied by GILBERT. On the landing outside Flesch’s studio they meet JOZEF WECHSLER (18) about to descend. He’s carrying a ver old violin case, housing the virtuoso’s badge of office: very old violin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOZEF",
          "text": "Professor Flesch isn’t here. I’ve been waiting an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Do you know where he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOZEF",
          "text": "Back in Hungary, probably. He thinks the Waffen SS are coming over London Bridge. His glance, finding Dovidl, takes in his leatherette-cove violin case, doubtless containing a cheap violin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOZEF",
          "text": "(to Gilbert, with an inclination of the head) Jozef Wechsler. Of Warsaw. You will have heard of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Gilbert Simmonds. I believe Professor Flesch has mentioned you. \fBlue - SON D9.1 (09/20/2018) p.26 Dovidl’s look is one of undisguised envy. Wechsler, alrea an international name at eighteen and with the arrogance young god, is who he wants to be - preferably tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(to Jozef) Dovid Eli Rapoport. Also of Warsaw. Professor Flesch has spoken of you to me also.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOZEF",
          "text": "He hasn’t spoken of you. (to Gilbert) Your boy will need to find a new teacher. You know Dr Steiner of Leipzig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "I know of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOZEF",
          "text": "He has played Mozart with Einstein. He is in London now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I learn physics, I go Einstein.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Mr Wechsler isn’t recommending Einstein as a violin teacher, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I practise alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOZEF",
          "text": "And from whom will you learn humility?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Not from you. With a sad shake of the head, Jozef leaves. INT. SIMMONDS HOUSE. DAY (W’40) 25 Having returned home, Gilbert and Dovidl enter the living room to find Martin practising at the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "(to Dovidl) Actually, Steiner’s not a bad idea. \fBlue - SON D9.1 (09/20/2018) p.27",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I do not need teacher. Only to practise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Who will make sure you don’t skip the tricky bits when your fingers are hurting? Martin swings around on the piano stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "How about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Hah. Boy of ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Older than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Fifty-five days older... (calculating) .»»-one point five-one percent. One- and-six out of a fiver. Small change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That’s six Kit Kats-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Boys! Please. It’s a very mature undertaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m more mature than he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Hah. This initiates another ritual. Momentarily forgetting his father’s presence, Martin jumps off the stool and launche into the slow motion boxers routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Boys, if you’ve finished demonstrating your maturity - They stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT, (CONT'D)",
          "text": "(to Martin) Suppose some difficulty were to arise that I needed to know about, and your friend asked you to keep it from me. Wouldn’t that be a conflict of loyalties? \fBlue - SON D9.1 (09/20/2018) p.28",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "My loyalty’s to you, Father. Gilbert puts his arms around both boys’ shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "We'll give it a go. INT. SIMMONDS HOUSE. DAY (S’86) 26 Returning from Gateshead, Martin lugs his suitcase into t house. He finds Helen in the living room, marking school essays and too absorbed to hear him enter. He crosses to kisses the nape of her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I might've been a burglar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "With his own key?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Locksmith by trade. How's Emily?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Blooming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "And little Isolde? What was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Cressida. Can’t read, write or play a note but she knows her name. You’1l see her tomorrow. A pause. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "How was your trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I made back the train fare. A longer pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "So? What did you find?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Dovidl was still in London in 1952.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "There’s a hot trail for you. \fBlue - SON D9.1 (09/20/2018) p.29",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It means whatever his reason for not turning up, it wasn’t because he was dead. We never knew that for sure before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Just because he was alive thirty- odd years ago doesn’t mean he is now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He’s our age. Why wouldn’t he be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "This going to be your new hobby, Martin? Finding David after half a lifetime so he can spit in your eye again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "If you'd lost a brother-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(cutting in) He wasn’t your brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He felt like a brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "And what do I feel like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "To you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "This isn’t a competition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Everything's a competition. Read your Darwin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Helen, I’m tired, I’m hungry, I need a bath and I don’t want to have this conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Then we’ll have it later, when you're fed and rested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No, you can do it solo - both parts. I’1l be the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27 Blue - SON D9.1 (09/20/2018) p.30 He turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Where did he go in 1952?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I thought you weren’t interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(shrugs) Historical curiosity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Poland. He went to Poland. He goes out and closes the door behind him. Helen remains her chair but does not resume her marking. EXT. SIMMONDS HOUSE. EARLY EVENING (A’40) 26A Blast tape on the windows of houses. A car passes with it headlights shaded. A military lorry drops Gilbert at the house. INT. SIMMONDS HOUSE. EARLY EVENING (CONTINUOUS) (A’40) 27 Same room as Scenes 25 and 26, same piano, but with the furnishings of the period; complete with taped windows an not-yet-drawn blackout curtains. No lights are on and the room is gloomy. Barely able to see his music, Martin is at the piano, accompanying Dovidl; playing chords to which Dovidl is practising his staccato technique. Suddenly Dovidl stops playing. Martin carries on for a mo or two before he registers this. Then he, too, stops; swi on the stool to face Dovidl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I didn’t say you could stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "My neck is hurting. [N.B. Dovidl’s English is already far less heavily accent",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It’s supposed to. He swivels back to the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I have done enough. \fBlue - SON D9.1 (09/20/2018) p.31 Martin swivels back to Dovidl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I decide when you’ve done enough. Dovidl picks up his violin case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’1l tell him, Dov. I mean it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Tittle-tattle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Baby. Gilbert enters the room, wearing an ARP armband (Air Raid Precaution - a warden).",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Sorry to interrupt, boys. He crosses to the window, closes the blackout curtains, switches on the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT, (CONT'D)",
          "text": "Now you can see what you're doing. Silence from the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT, (CONT'D)",
          "text": "How are your Hebrew lessons going David? Happy with Mr Rosenthal’s teaching? I know you were getting along well with Mr. Cohen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(proudly) He joined up. R.A.F.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Yes, I know. Important that you keep on with your religious studies. I promised your father. As Gilbert turns away;",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "They do not say Hebrew words same as in Poland, Mr. Simmonds",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Then... He’s about to recommend that Dovidl learn the British sty of pronunciation, but in that instant realises that the European style may soon cease to exist. \fBlue - SoN D9.1 (09/20/2018) p.31A",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Say them the way you were taught in Poland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Thank you, Mr Simmonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "(to Martin) How’s the violin coming along? Martin exchanges a look with Dovidl. If he’s going to rat out, this is the moment. It’s a long moment. \f28 Blue - SON D9.1 (09/20/2018) p.32",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "What’s he working on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Staccato, Mr Simmonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Good, good. (indicating window) Well, you may as well keep at it till Herr Hitler's Gétterdammerung starts up. He goes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You owe me one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "How you make that out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I could've told him. I didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "View from the piano stool. Here is standing view: I know you should tell him. I know you did not. He does not know it. But as Martin begins to play THE AIR RAID SIREN starts up moment later the electricity fails and the lights go off. EXT. AIR RAID SHELTER ENTRANCE. SAME NIGHT (A’40) 28 The promised Gétterdammerung. Bombs falling, the flash of incendiaries, searchlights and tracer illuminating the sk Gilbert, Enid, Martin and Dovidl are descending the steps into the shelter: Enid and Martin lugging blankets, therm flasks, sandwiches; Dovidl carrying only his violin case. Dovidl stops to look up at the light show in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You want to get killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Is not my destiny. It would have been like this - Warsaw would have been like this. \f29 Blue - SON D9.1 (09/20/2018) p.33",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Couldn’t have been worse. Come on. Dovidl doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Look, if we’re okay they probably are too. Your mum and dad, your sisters. They’d have had the sense to go to the shelters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Look how beautiful it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It’s not art, Dovidl. It’s bloody life and death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "So is art. A lone figure approaches, also heading for shelter: JOZEF WECHSLER (now nearly 20), carrying only his cased violin. Martin nudges Dovidl. Look who it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(to Martin) So what? You want plaque? “Jozef Wechsler cowered here, 1940.\"? Jozef passes without acknowledging them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(to Jozef: attempting inclusiveness) Hampstead Shelter Orchestra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOZEF",
          "text": "What instrument do you play? Having delivered this majestic put-down, Wechsler surges regally past a Dovidl too stunned to reply. INT. AIR RAID SHELTER. NIGHT (A’40) 29 Jozef has settled among the crowd, camped as far as possi from the Simmondses. As Martin, Gilbert and Enid busy themselves spreading blankets and pillows, Dovidl removes his modest little vi from its case. He strokes the bowstrings with his block o Warsaw rosin, kisses the rosin, then casually begins to p a jaunty classical piece. \f30 31 Yellow - SoN D9.3 (11/15/2018) p.34-34A Gilbert’s face displays pride; Jozef is trying to show am indifference. But it seems there’s only so much a genius stand. Unable to resist, Jozef at last takes up his own venerable instrument and joins in, merging seamlessly wit Dovidl. There is no apparent disparity in skill between t two performers and what at first seems a co-operative exercise soon grows savagely competitive- -as Jozef switches suddenly to a more demanding piece- -and Dovidl matches him effortlessly, bar for bar, finess for finesse- -and Dovidl switches to a notoriously tricky Paganini cap -and Jozef meets the challenge unerringly. Both of them smiling. Jozef thinking: ‘This kid’s not half bad.’ EXT WARSAW AIRPORT. DAY (S’86) 30 A British Airways plane is about to land... ...-Martin exits the terminal and climbs into a taxi EXT. WARSAW. DAY (S’86) 31 Martin’s taxi on its way from the airport to the city cen",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI",
          "text": "This is a Warsaw far removed from the pre-war city Dovidl would have known as a boy but not much different from the he visited in 1953, except that Solidarnosc flags and hoardings proliferate along the roadside and on the facad of buildings. The TAXI DRIVER is a man in his seventies. The car radio playing softly in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Does Warsaw have a Musicians’ Union?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARSAW TAXI DRIVER",
          "text": "No English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Un-i-on. Music?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARSAW TAXI DRIVER",
          "text": "Nie rozumiem. The driver turns up the volume on his radio. \fYellow - SoN D9.3 (11/15/2018) p.34-340A",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARTIN",
          "text": "The search isn’t going to be as easy as he thought. \f32 Yellow - SoN D9.3 (11/15/2018) p.35 EXT. HAMPSTEAD STREET. DAY (S’43) 32 More than two years after the Blitz, London has taken an unexpected overnight pasting from the Luftwaffe. The boys standing on the rim of a smoking bombsite, holding their bikes, peering into the rubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Thought we had the Blitz two years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "This is a footnote. (a beat) Look, there’s a body. ANGLE - an arm protruding from behind a half-demolished w \fBlue - SON D9.1 (09/20/2018) p.36 Martin follows Dovidl as he picks his way over the rubble towards it. He stoops to retrieve something shiny. He hol it up for Martin to see. A silver bracelet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Has it got a name on it? Dovidl shakes his head. Pockets the bracelet. He moves out of sight behind the wall, which has a carpet staircase still intact against it. Martin pulls a Kit Kat bar from his pocket; unwraps it an takes a bite, surveying the wreckage as he munches. A mom or two passes, then Dovidl reappears, a purse in his hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(horrified) What are you doing!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "It’s Mrs Harris. She’s on my paper round. The face is gone but I recognise the purse. He opens the purse, and with a triumphant yell extracts a pound note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Treasure of the Mummy’s Tomb!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(appalled) Do you know what you get for robbing the dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Pound notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "A firing squad. Dovidl makes his way over to where Martin is standing and passes him without pausing, flapping the banknote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Eighty Kit Kats, Mott.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(calling after him) It isn’t yours!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I don’t mind sharing. Reaching the street, he mounts his bike and pedals away. \f33 Blue - SON D9.1 (09/20/2018) p.37 EXT. HAMPSTEAD HEATH. DAY (LATER) (S’43) 33 They've repaired to their private spot on the Heath to sm cigarettes and drink brown ale from bottles. Dovidl is setting out on the grass an array of raunchy playing card each depicting a nude woman in a saucy pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Who do you fancy? The ace of clubs has the best tits, the four of diamonds is the best bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Your bar mitzvah's in ten days, Dov. You’re supposed to be a man. Looking at pictures of naked women doesn’t make you a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Neither does watching Shirley Smith undress through binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That was a scientific experiment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "In what? Team wanking? Anyway, you don’t look like a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Neither do you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "More than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Bollocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "That too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Being a man doesn’t mean that, does it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "What are you now, a Talmud scholar? What does it mean, O wise one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Among other things, respecting the dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Why? Because they’re dead? Out of interest, are they supposed to know they’re being respected? \f34 Blue - SON D9.1 (09/20/2018) p.38",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Their loved ones know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Mrs Harris didn’t have any loved ones. No-one’s going to miss her. Mind you, she made good fishcakes. I’ll miss her fishcakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(truly appalled) Is that all she meant to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "This was a human person, Dov. She probably went to bed last night planning to... I don’t know, make fishcakes, and she ends up dead in the rubble of her house. Don’t you feel anything? Dovidl turns to look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Do you know how many people died last night, Mottl? I don’t just mean in London. Across Occupied Europe. Shot, bayonetted, blown up, starved, burnt alive, hung-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That’s not the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Tens of thousands. And no-one even knows their names. So tell me, little man from NW3, which ones do I have to “feel” for? All of them or just the ones I trip over the morning after? INT. SYNAGOGUE. DAY (S’43) 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISCOVER GILBERT AND MARTIN",
          "text": "Sitting together at the back, wearing skullcaps for respe but as out of place as Hottentots at a Greek wedding. The attracting curious looks from the regular congregation (t being the synagogue Dovidl regularly attends), none of wh have seen them here before. CAMERA FINDS ENID, alone in the women’s section, even mor isolated. \f35 36 Blue - SON D9.1 (09/20/2018) p.39",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DOVIDL",
          "text": "Wearing a dark blue suit and embroidered silk kippah, the mitzvah boy is at the bimah, fluently reciting his Hebrew Torah portion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(...)Lay yisyatzev ish bifneychem: pakhd’khem umayraakhem yiten Adonay Elaykhekhem al penay khol hooretz asher tidrekhi vah, kaasher diber lokhem. The Torah is covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Borikh atoh Adonay, Elayheyni melekh hoaylom, asher nosan loni tayras emes v’khayei aylom nota b’saykheni. Borikh ato Adonai nayseyn hatayroh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(---) No man shall stand up to you: the LORD your God will put the dread and the fear of you over the whole land in which you set foot, as He promised you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "We praise You, Eternal God, Sovereign of the Universe: You have given us a Torah of truth, implanting within us eternal life. We praise You, O God, Giver of the Torah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION CONGREGATION",
          "text": "Shekoyach! May your force grow! EXT. FRYDERYK CHOPIN UNIVERSITY OF MUSIC. DAY (S’86) 35 A ‘modern’ concrete structure in central Warsaw, built in sixties. INT. FRYDERYK CHOPIN UNIVERSITY OF MUSIC. DAY (S’86) 36 Photographs of prominent Polish musicians decorate the wa several violinists among them. Away down the corridor a chamber orchestra can be heard practising. Martin arrives at the door to an administrative office. Inside he finds a middle-aged female RECEPTIONIST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Dobry dzien, Pani. No response. Obviously doesn’t speak her own language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Do you speak English? The receptionist tilts her head. A tentative yes, possibl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37 38 Blue - SON D9.1 (09/20/2018) p.40",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I'm looking for a violinist - David Eli Rapoport. He isn’t one of your graduates but he might have performed here in the ‘fifties... INT. ARCHIVE, F. CHOPIN UNIVERSITY OF MUSIC. DAY (S’86) 3 A secretary produces a heavy bound volume and plops it do in front of Martin. INSERT LIST OF NAMES as Martin scans it. Hundreds of names and dates of graduation. Many names end in -SKI and -ISCZ. Radivicz... Rakowicz... Razinsky. No Rapoports.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "These are all graduates of the school. Isn’t there a record of musicians who've played here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "For record store you go Srédmiescie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I don’t mean a recording. A written record. He taps the book sharply in demonstration. The secretary responds by closing the book with a snap. His tap seen as violation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARTIN",
          "text": "Although he didn’t expect instant success, his expression shows his disappointment. He realizes it’s a hopeless tas without at least a working knowledge of Polish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Thank you. Dziekuje Ci. He turns and leaves. INT./EXT. BAILEY’S OF BROADWICK STREET. NIGHT (S’43) 37 Gilbert arrives by taxi with the two boys outside one of London’s most venerable musical instrument sellers. INT. BAILEY’S. NIGHT (S’43) 38 He is greeted warmly by ADRIAN BAILEY (57) as a valued customer of long standing. Dismissing Martin with a glanc Bailey contemplates Dovidl appraisingly. \fBlue - SON D9.1 (09/20/2018) p.41",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "How old is the boy ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "The boy’s thirteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "A man, Mr Bailey - in David's culture. Taking Dovidl’s left hand in both his own, Bailey flexes Dovidl’s fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "Good fingers. (to Gilbert) Do you have a luthier in mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Nothing outrageously expensive, Mr Bailey. But a good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "Let’s leave the Strads to the millionaires. I have something special for him. Bailey smiles, then disappears into a back room. Martin is scowling. A few moments of awkward silence pass before Bailey retur holding a worn violin case and a bow. He sets the case do and extracts the instrument. At the sight of it Dovidl’s eyes gleam with avarice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "This is a Nicolo Gagliano filio. He hands bow and violin to Dovidl, who receives them with reverence due a holy relic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY, (CONT.)",
          "text": "The son of Alessandro Gagliano made this instrument in 1735, the year of his father’s death. Many think it was a tribute violin. (to Dovidl) And your father-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Foster father. \f39 Blue - SON D9.1 (09/20/2018) p.42 Gilbert glares at his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "-..-does not have to be Rothschild to afford it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Happy bar mitzvah, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Thank you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Where’s mine? Forced laughter from the two men. If Gilbert is aware how cruel he’s being to his natural son he isn’t showing it. But Dovidl is too distracted to spare a thought for Marti He’s examining the instrument with a lustful eye. Taking the ring box from his pocket, he extracts his bloc rosin, swipes the bowstrings with it - once up, once down then kisses the rosin. Bailey shoots Gilbert an enquiring look but no explanation is offered. Dovidl has tucked the Gagliano under his chin and is test its range and resonance, playing short snatches of music various styles and in rapid succession. A smile of pleasure extends across Bailey’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "(to Gilbert) See how she responds. It will be a happy marriage. INT. WARSAW HOTEL ROOM. NIGHT (S’86) 39 Martin is working the Warsaw phone book, calling any poss source he can think of. It’s another hopeless task, limit by his rudimentary Polish, the poor English of his interlocutors and scratchy phone connections.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(to phone) Rapoport. R-A-P-O-P-O-R-T. He would have been here from about the early 1950’s. I don’t know how long- (interrupted) Of course. Thank you anyway, Pani.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME SCENE, PERHAPS AN HOUR LATER",
          "text": "Another phone call. \f40 Blue - SON D9.1 (09/20/2018) p.43",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(to phone, frustrated) No, I’m asking for your enquiry rates... (listens) Money. Pieniadze. Do you charge by the assignment or by the hour? (listens in frustration) I’m sorry to have troubled you. I’m afraid I need someone who speaks fluent English. Fluent Polish comes down the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(to himself) Q.E.D. Putting down the phone, he crosses to the window and stan looking out at the city. A train passing in the near distance triggers a memory... INT. LONDON RAILWAY TERMINUS. DAY (W’47) 40 GILBERT descends from the boat train with an ENSEMBLE OF MUSICIANS, their luggage and instrument cases plastered w Polish and other European travel stickers. Returning from two-week cultural tour of post-war Russian-occupied Polan Waiting at the platform entrance are MARTIN and DOVIDL, b now seventeen. Martin is still a pink-faced adolescent; Dovidl, already man-shaped, has a pronounced beard shadow the stricken, grief-rimmed eyes of an unconfirmed orphan. Those eyes searching Gilbert for news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "I’m sorry, David. I tried very hard, you must believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Are you sure you went to the right address? Dzielna 21?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Your apartment - the tenement your family lived in... no longer exists, I’m afraid. Dovidl’s face. Gilbert places a sympathetic hand on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT, (CONT'D)",
          "text": "Not the worst news, David. Definitely not the worst. (to Martin) Can you manage the cases? \fBlue - SON D9.1 (09/20/2018) p.44 ANGLE ON WARSAW STICKER ON SUITCASE as Martin lifts it. 41 INT. SIMMONDS HOUSE. NIGHT (W’47) Al Same day. At dinner: Gilbert, Enid, Martin, Dovidl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "(to Enid) David's family definitely survived the Ghetto. We know that much. They were deported before the Uprising in ‘43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "Deported where? A pause. He hates even the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Treblinka. Dovidl has already been told this but the terrible name shocks him anew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "They're dead, Mrs Simmonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "No, David! That is not something we May assume. There was a mass revolt. Hundreds escaped. Hundreds. I will not give up the search and you must not give up hope. There are any number of places they could be - one of the DP camps, Russia, possibly-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Why did you take Jozef Wechsler to Poland and not me? I play as well as he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "You’re not ready yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I could've looked for myself. I speak Polish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "So does Jozef, and what it got him was the worst news - confirmed by the Polish authorities. The other reason I didn’t take you is that I’m responsible for you in a way I am not for Jozef. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue - SON D9.1 (09/20/2018) p.45 GILBERT (cont'd) You're both Polish citizens - something we must rectify, by the way. They could have kept you there. Witness what happened to poor Jozef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "What happened to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "His entire family’s gone. The Poles have kept him. (a beat) In an asylum. 42 INT. SIMMONDS HOUSE. NIGHT (SAME EVENING) (W’47) 42 A search is underway for Dovidl. Gilbert comes in from th garden, his face fretted with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "He’s not in the shed. Did he say anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Just said he wanted to be alone. (a beat) He took his violin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "Is he likely to do anything silly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yes, Mother. Run away and join a band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "For God's sake, Martin! His entire family’s almost certainly been wiped out! Show some compassion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You mean the way he would, in my position?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "I don’t doubt it for a moment. He’s been like a brother to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "And a son to you. \f43 Blue - SON D9.1 (09/20/2018) p.46",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "If there’s some secret place you boys have I’ve no need to know where it is. Just go there and find him. Martin goes out without a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENID",
          "text": "David isn’t the suicidal type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "All artists are the suicidal type. EXT. HAMPSTEAD HEATH. NIGHT (SAME NIGHT) (W’47) 43 We find Martin and Dovidl sitting under a tree in their private place on the margin of Hampstead Ponds: Martin smoking a cigarette, Dovidl a pipe. The sepia family portrait we saw in Scene 21 is lying bes Dovidl on the grass. The Gagliano, out of its case, hangs bizarrely from a branch by the loose end of one its strin",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "My father thinks you’ve topped yourself. Dovidl smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Against my religion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Prodigal quasi-son wanted home, Dov.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Goody. Quasi-fatted calf for din- dins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You really are a cold bastard, you know that? He flops down beside his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(indicating the violin) It’s that thing I’m killing: the varnished tyrant. I’m glad you came. Murder needs witnesses. Noticing the photograph, Martin picks it up and studies i \fBlue - SON D9.1 (09/20/2018) p.47",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(of the photo) Why haven’t I seen this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "It’s how I’ve kept them safe. Hiding them. From everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m not everyone. Martin picks it up, studies it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Which one’s Malkeh? Dovidl points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "She's five there. Pessia was nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What was it like? That life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Still Life with Jews. Boys playing football, old men praying, ritual baths for the women. Malkeh was too young for that so she would stay home - I’d play her a lullaby at bedtime. My father would wander the streets - every day, Mottl, imagine - every evening except the sabbath - selling his jewellery, pieces he made while the rest of us were asleep. Just so we could eat. Sometimes we didn’t... Emotion catches him by the throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It’s only presumption of death. Why your rabbi won’t let you say kiddish, right? Dovidl manages a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Kiddush is the blessing over wine. I can still say that. This is the Kaddish: (closes his eyes) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue - SON D9.1 (09/20/2018) p.48 DOVIDL (cont'd) Yisgadal v’yisqadash sh’mai rabah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Don’t, Dov. Not if you’re not supposed to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Do you think I’d go mad if I knew for certain? Strip off and run naked through the streets like Wechsler, waving my violin. “Israelites to your bows! The Philistines are upon us!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I don’t think he did that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Can’t see it working in Hampstead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Wechsler started out half barmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "And I’m not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You’ve got me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "A stabilising influence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Ordinary and boring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Good for leaning on. Like this tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Nice to know I’m good for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Stop fishing for compliments, Mottl. This is my life crisis, not yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Hey, how about a joint life crisis? Joint suicide note. We don’t have to do it, just drive my father nuts. Dovidl laughs. \f44 45 Blue - SON D9.1 (09/20/2018) p.49",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Do you think he'll ever recover?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Wechsler. Will he stay mad for ever, do you think? What do they do to lunatics in Poland, I wonder? Ice cold baths? Heap ashes on your head? It’s a place of ashes, Mottl. It'd be exactly the right treatment. INT. ASYLUM, WARSAW. DAY (S’86) 44 Nothing much has changed here since the place was built i the 1920s. Martin makes his way along a corridor of gloss brown tiled walls and shiny linoleum floors to a receptionist’s window, where he shows a piece of paper bearing Jozef Wechsler’s name to a MALE RECEPTIONIST. Aft staring at the name for long seconds the receptionist poi along the corridor. INT. ASYLUM VISITING ROOM. DAY (S’86) 45 Martin has been directed to a small, bare room with an ir grille over its single high window and walls covered in faded, yellowed paint more than sixty years old. JOZEF WECHSLER (now 65) is wheeled in by a NURSE almost a old as the asylum itself. She positions him under the win Haggard and sallow, looking nearer eighty, Jozef is rocki rhythmically to and fro in his wheelchair, as though in mockery of Jewish prayer; his long, once-nimble fingers fiddling compulsively with the buttons of his striped pyjamas. Nobody here has thought to avoid the cruel irony those stripes upon a Jewish patient bereaved into madness the Holocaust. Martin has brought grapes. Handing them to the nurse, he pulls up a hard, upright chair and seats himself by Jozef The nurse remains standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Jozef? Do you remember me? Martin Simmonds? From London? No response from Jozef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "David Rapoport was my foster brother. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue - SON D9.1 (09/20/2018) p.50",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "You and he played together during an air raid - in Hampstead. (no reaction from Jozef) You came here with my father on a concert tour after the war. Jozef seems entirely unaware of his presence. Martin appeals silently to the nurse for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "You are friend from Pan Wechsler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I knew him in London, before... Before. Does he understand me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Sometimes he remembers. (to Jozef) Your friend has come far for to see you, Jozef. Jozef, still rocking back and forth, says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(to nurse) Don’t you have any pyjamas that aren't striped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Pyjamas...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "They look like... Never mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "You are good friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Friend of a friend. I was wondering... if someone we knew in London ever visited him. Another violinist. (a beat) David Rapoport?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Jozef has not much visitor. His family is dead. (a beat) Just only the woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Woman? \f46 47 48 Blue - SON D9.1 (09/20/2018) p.51",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "June 15 woman. She comes one day every year. June 15. (disapprovingly) Not his wife. EXT. WARSAW APARTMENT BLOCKS. DAY (S’86) 46 We're in an area of post-war apartment blocks in pale colours, with a few green verges. Could be anywhere. INT. ANNA’S APARTMENT BUILDING. DAY (S’86) 47 Entering one of the buildings, Martin climbs five flights iron-banistered stairs to the fifth floor. This time we m think he’s close, the elusive Dovidl perhaps only a few s away... He rings a doorbell. Waits. The door is opened - though only partially - by a tall, slender woman with high cheekbones, blue eyes, a small, straight nose and short blonde hair: recruiting poster fo the mature Aryan matron. ANNA WOZNIAK, 50 but looking younger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Pani Wozniak? Anna Wozniak? A nod, slightly suspicious. Despite Solidarnosc and the t it has already begun to bring, the secret police are stil active in 1986; they come in all guises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Do you speak English? Another nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "I’m told you might be able to help me... INT. ANNA’S APARTMENT. DAY (S’86) 48 Like the Simmonds house, this is the living space of a cultured person on a strict budget: many books, few furnishings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I hardly know Pan Wechsler. I visit him as a duty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "One day a year. June 15th.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blue - SON D9.1 (09/20/2018) p.52",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Mind if I ask why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Why do you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I'm trying to find someone who knew him in London. Another violinist. David Rapoport. Anna’s reaction tells Martin he’s struck gold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(realization) You are Martin! INT. ANNA’S APARTMENT. DAY - LATER (S’86) 48A CLOSE ON a framed portrait of Pope John Paul II hanging o wall and a simple wooden crucifix fixed above it. Martin is looking at them as Anna returns to the room wit coffee tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "David came the year your queen was coronated. I lived then on Dzielna, where he grew up. It is how we met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "How long did he stay in Warsaw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "A few months. He was not allowed a visa for very long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Any idea where he went after that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "This he did not tell me. Though Anna is more forthcoming now that she knows who Ma is, we sense that she’s not yet entirely trusting. She sees that he’s looking at the crucifix. \f49 Blue - SON D9.1 (09/20/2018)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "They are allowed in private homes. I took them down when David was with me. p-53 There’s an implication of intimacy in “with me” that Mart doesn’t acknowledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "It would not have pleased him to see them, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No, he’s not a big fan of religion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Your friend is a soul... on pause. Is there a word for that? Martin shakes his head, unsure what she means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "Believing one thing, another thing, nothing - all at the same time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Agnostic? She shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Ambivalent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes. David was ambivalent. EXT. NORTH LONDON STREETS. EARLY MORNING (S’47) 49 The boys are walking to the synagogue early on a summer’s morning. Dovidl carrying a velvet prayer bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What’s this thing I’m supposed to witness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "A ceremony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Not another bar mitzvah!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Not quite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Bit early to raise one of those quorum thingies. \fBlue - SON D9.1 (09/20/2018) p.54",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "This doesn’t need a minyan. Just a witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Nice to count for once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Probably not to God, Mottl. Only to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Do you think He knows where your family is? God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Oh, He knows, He just won’t say. Would Jesus if you asked him? Martin smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Why? Thinking of converting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Jews can’t convert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Disraeli did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Disraeli was baptised. Wetting his head didn’t wash the Jew out of him. Or out of Jesus. Ethnicity isn’t soluble in water, Mottl. Religion - well, that’s a coat. When it gets too hot you can take it off. They arrive at the synagogue and enter. INT. SYNAGOGUE. EARLY MORNING (S’47) 50 Empty pews, unoccupied bimah, a few stragglers leaving af the Shacharit service. The red glow of the Eternal Light the Ark signifies the continuing presence of God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You just lost your minyan. \fBlue - SON D9.1 (09/20/2018) p.55",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "No, this is perfect. (indicating the Eternal Light) He’s here. The ceremony’s for Him. He pulls from his prayer bag a striped silk tallith, whic drapes about his neck, and the embroidered kippah he wore his bar mitzvah, which he places on his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL, (CONT'D)",
          "text": "(to Martin) Listen and don’t interrupt. (intoning, to the Eternal Light) Hear, O Israel and the God of Israel. On this nineteenth day of Sivan in the year 5707, in London, in the presence of Martin Simmonds, also of London I, David Eli Rapoport, son of Zygmunt and Esther Rapoport of Warsaw, do freely and of my own will renounce the faith of my forefathers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Converting. Be quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "To what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Nothing. (continuing his ceremony) I do most solemnly renounce and repudiate, now and for ever, in the name of the surviving, the reviled and discredited faith of the perished: the faith of Abraham, Isaac and Jacob...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "This isn’t funny, Dov-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "... the accursed faith of the despised, the mocked, the persecuted, the slaughtered; the faith abandoned by Jesus. Thus do I renounce the Torah and Talmud. Thus do I divorce myself from the community of Israel... Dipping into his bag, he extracts a knife. With the praye shawl still around his neck, he begins to cut it into pie \f51 Blue - SON D9.1 (09/20/2018) p.56 Martin has stepped back in horror. Though not himself a practising Christian, he knows the momentousness of self- excommunication.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "YOU CAN’T DO THIS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "..-And, as I separate this garment, so do I separate myself, now and for all time, from the beliefs, practices, traditions, rituals and obligations of Zion. The tallith has drifted from his neck in tatters. Pulling skull cap from his head, Dovidl cuts it in half and drops pieces at his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL, (CONT'D)",
          "text": "Amen. His footsteps resonate on the tiled floor as he leaves. Martin stares silently after him. EXT. BALCONY OF ANNA’S APARTMENT, WARSAW. DUSK (S’86) 51 Anna has brought Martin on to the balcony of her apartmen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A reconstructed square of post-war apartment blocks built the site of the razed ghetto: a site as displaced in time that of any ancient battlefield, this one echoless by des",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "If this is where the Ghetto was, where are the ruins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Where the past belongs. Under the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "So he just left, didn’t say where he was going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Must we have these interrogations, Martin, like a Sherlock Holmes story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It’s why I’m here. (a beat) Where was he staying? Didn’t he come to say goodbye? \fBlue - SoN D9.1 (09/20/2018) p.56A Long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "For his first days, in a pension - not a very good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Where after that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "With me. 52 INT. WARSAW BISTRO. NIGHT (S’86) 52 Over dinner, vodka flowing freely- \fBlue - SON D9.1 (09/20/2018) p.57",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He used you. You know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Martin, I loved your friend. It’s how you live with people you don’t always like. By loving them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Loving Dovidl’s a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "We don’t choose who to love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(anger building) Trusting him’s a mistake. You can’t trust them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Artists. They die, they disappear, they leave you. They don’t understand love or loyalty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You must stop looking for him, Martin. It would not be good to find him. \f53 54 Blue - SON D9.1 (09/20/2018) p.58",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "For him or me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Both. If he wanted to be found don’t you think he would have come to you long ago? The anger that has been building in Martin bursts out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "We thought he was dead! My father gave up on life when he disappeared! Had a stroke two months later. It killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "David told me of your friendship. Not how it ended. Reaching across the table, Anna covers Martin’s hand with own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "He is the soloist. We are the accompanists. He took our light. We have none of our own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I don’t accept that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes. You do. (a beat) We use each other. EXT. ANNA’S APARTMENT BLOCK. NIGHT (S’86) 53 Re-establishing. INT. ANNA’S APARTMENT. NIGHT (S’86) 54 DISCOVER MARTIN in bed with Anna. Post-coital. For him it as though he has performed the act under some irresistibl compulsion. Anna senses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You have never done this before? Been unfaithful to your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "How does it feel? \fBlue - SON D9.1 (09/20/2018) p.59",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Like betrayal. He turns his head to look at her. Is this why she lured h into her bed? To show him the obverse face of betrayal? S reads the question in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Where did he go when he left Poland, Anna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Again this? I told you, he did not say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I don’t believe you. He points at a crucifix over the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "Swear on that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Oh, Martin, that cross has heard more lies than... Goebbels’ bathroom mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Swear anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I swear on the holy cross he did not tell me where he went.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Why do you visit Wechsler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I told you this also. I go in place of David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "How often did he go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Once only. To play for him the Song. June 15th, 1953. He never went again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What song?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Martin, it’s why David came to Poland. To play the music where the ashes are. It was his obsession. \f55 56 Blue - SON D9.1 (09/20/2018) p.60",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "There is nothing to tell. I was not permitted to hear it. He sent me from the room when he played for Jozef. The only other time I was made to wait in the car... when I took him to Treblinka. INT./EXT. ANNA’S CAR/TREBLINKA. DAY (S‘86) 55 Anna’s Polski Fiat passes a small roadside kapliczka [Catholic monument] as they approach Treblinka. EXT. TREBLINKA - SYMBOLIC CEMETERY ENTRANCE. DAY (S’86) 5 Anna drives in and stops by a sculpture representing rail tracks at the entrance to the symbolic cemetery. Beyond t memorials the forest can be seen encroaching at the perimeter: still raw, undressed, startled by discovery. Anna shuts off the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "This is where I waited. None of this was here. Only fields, some railway tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Did he tell you about his family? Pessia would have been fifteen, Malkeh ten or eleven. They never appeared on any lists. We encouraged him to keep hoping. Maybe we shouldn’t have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He never spoke of them. To David Jews were not Poles. I ama Pole, I live where he lived, I stole his life. To him I am one of the persecutors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You were just a child then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You don’t have to be guilty to feel guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57 Blue - SON D9.1 (09/20/2018) p.61 EXT. TREBLINKA - THE SYMBOLIC CEMETERY. DAY (S’86) 56A DISCOVER MARTIN AND ANNA walking through the symbolic cemetery: a garden of stone slabs of various sizes, each representing an annihilated Jewish community. Neither Anna nor Martin speaks as they wander among the stones, reading the names of villages, towns, cities; her only the dead do the talking. Martin stops by the largest stone of all, inscribed “WARSZAWA”, contemplates it in silence... INT. AIRPORT TERMINAL. DAY (S’86) 57 As they approach the airport terminal in Anna’s Fiat Pols",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "The morning after, he was gone. He left behind everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What’s everything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Me. Poland. His past. You. (a beat) The violin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Wait a minute. He left the Gagliano? Anna’s Polski pulls up outside the terminal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I found it after he went - I couldn’t believe he did that on purpose. Something so precious. I went in a taxi to the airport to return it. (a beat) He told me to sell it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "And send him the money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "58 59 Blue - SON D9.1 (09/20/2018) p.62",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "The money I was to keep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It was not mine to sell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "His either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "That is why he took it back. Retrieving his bag from the back seat, Martin opens the passenger door. Unsure how to conduct the valediction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "So... I suppose this is goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I never lied to you, Martin. He never told me where he was going. (moment of decision) When I was giving him the violin a flight was called. Suddenly he was in a hurry. (a beat) The flight was to New York. ON MARTIN: a surge of excitement pulsing through him; a t thirty-three years cold but still a trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(kissing her) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "God bless you, Martin. I would say I hope you find him... but I hope you do not. Martin closes the car door, heads into the terminal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 58",
          "text": "INT. SIMMONDS HOUSE. NIGHT (S’86) 59 Martin returns from his travels to a house in semi-darkne The hall light is on but Helen isn’t in the living room, in the kitchen... \fBlue - SON D9.1 (09/20/2018) p.63",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(calling) Helen? No answer. He climbs the stairs and enters the bedroom, where he fin Helen in bed, reading. Her eyes flick up, then back to th book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What’re you reading? She shows him the cover. Making a Difference: Feminist Literary Criticism by Kahn and Green [published 1985].",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Don’t tell me the ending. Ignored by Helen, Martin busies himself unpacking his suitcase, removing his jacket etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "No, I didn’t find him. Thanks for asking. No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I know where he went after Poland. Still nothing back from Helen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONTD.)",
          "text": "New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Next stage of the ‘Great Quest’? Martin seats himself on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You don’t care if I find him, do you? Helen shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Why? You used to like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(raising the book) I used to like pony stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He was fun to be around. \f60 Blue - SON D9.1 (09/20/2018) p.64",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Oh, yes. Charismatic genius and all that. Except geniuses aren’t very good at being human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I know his faults, okay. I’ve known them a lot longer than you have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Then why waste your time on him? Our time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I may be all he’s got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "I’m all you’ve got. It takes a moment for the import of this to register.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He’s not a fucking rival, love. Now she looks up, meets his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "He was from the day I met him. JAUNTY JEWISH BAND MUSIC OVER - the Hora Nayeem, played w some unusual strings riffs-",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DANCE HALL, LONDON. NIGHT, (MAY, 1948)",
          "text": "ON DOVIDL the source of the riffs. Having joined the band for the length of the song, he is seated cross-legged on the floor in front of the cellist, bowing the strings while the cellist does the fingering: party trick which is drawing loud applause from everyone the hall. HELEN and MARTIN (both 18 here) are watching this: Helen fascination. She hasn’t met Dovidl yet. The occasion is a celebratory dance: the hall hung with Israeli flags, portraits of Ben-Gurion, a banner declarin the date (May 14th, 1948) and proclaiming the birth of th State of Israel. In one corner a recruitment stand has been set up, a coup of tanned sabras in khaki shirts enjoining North Londoner enlist in the new army, to fight the massed Arab hordes preparing to destroy their infant nation. “ISRAEL NEEDS Y reads the sign. \fBlue - SON D9.1 (09/20/2018) p.65 The song ends and Dovidl makes his way through the crowd Martin, the band now playing Bublitschki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Thanks for coming, Mottl. (eyeing Helen) Ah, the much-advertised Helen. No interest in Israel, I assume, but Mottl’s here for me, so you’re here for him, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "A dance is a dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(to Helen) My brother: Dov the Apostate. Not soluble in water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(indicating recruiters) Shall I join up and shed blood for Israel, Mottl? The baby’s one day old and already bashing up its neighbours, keyneynahora.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I think they’re only taking Jews, Dov.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "There goes our reputation for draft- dodging. (to Helen) But they do take women. One up on God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "If you're an apostate how come you're celebrating a Jewish state?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "They give great parties. Never missed one yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "When was the last one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "B.C.",
          "text": "Dovidl offers his hand. Helen takes it, allows herself to led onto the dance floor. Martin is left abandoned. \fBlue - SON D9.1 (09/20/2018) p.66",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TAXI. NIGHT, (MAY, 1948)",
          "text": "Dovidl is lolling drunkenly against Helen in the back sea eyes closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Sorry about this. We can dump him and go back if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "No, it’s okay. Drop me off first. (a beat) I haven’t seen him at lectures. Is he in our year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He isn’t at UCL. Trinity, Cambridge, reading Maths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(pulls a face) Maths!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Music plus chess equals maths. Simmonds’ Equation. Helen’s eyebrows go up. Dovidl’s being a science major ma him doubly exotic. She brushes a stray lock of hair out o Dovidl’s eyes, which open at her touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Dead and gone to heaven. “L'amor che muove il sole e l'altre stelle.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Am I supposed to be impressed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "You kidding? Maths and Dante? Helen laughs. The taxi pulls up outside a terraced house. Helen climbs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Nice meeting you, Dovidl. She closes the taxi door and is gone. As the taxi moves off-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "62 Blue - SON D9.1 (09/20/2018) p.67",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(eyes still closed) Impregnable fortress. Best of British luck with that one, brother. INT. SIMMONDS HOUSE, DINING ROOM. NIGHT (S’86) 61A Alone in the house, Helen is working her way through a bo memorabilia. We'll see, among other things: the programme for Dovidl’s aborted 1951 debut concert; a faded newspaper clipping fr the following day, headlined: “VIOLINIST MISSING”, 21-yea old Dovidl pictured; and, most prominent, the sleeve to t promotional recording referred to in Scene 1: featuring Dovidl’s rendering of the BACH PARTITAS, which we'll hear playing over. Helen's face is registering a complex emotional cocktail that’s tricky to read: transportation, nostalgia, dislike regret... and something else... INT. LONDON CONCERT HALL. AFTERNOON (A’51) 62 The orchestra is packing up its instruments, preparing to leave after the final acoustic rehearsal. Dovidl casing h Gagliano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You should lock that in the dressing room. It'll be safe there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Did Ulysses lock away his bow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "If it was pissing down in Ithaca, absolutely. (nervous ) How do you feel? Are you nervous about tonight? I’m not nervous. How do you think the rehearsal went? Dovidl grins. “Nervous” isn’t in his lexicon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "How did it sound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Great. Terrific. Magic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "It was crap. \f63 64 Blue - SON D9.1 (09/20/2018) p.68",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Good crap, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Great rehearsal, crap performance. Crap rehearsal, great performance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "What are you going to do now? (checks watch) You've got... four and a half hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Get drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Oh, so droll. International debut of David Eli Rapoport: tiddly fiddly-comedian. Isaac Stern meets Vic Oliver. Know what you ought to do? Seriously? Relax. I mean totally. (as Edward G. Robinson) Take my advice, kid. Get yourself laid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "That what you’re going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Me? I’m doing haircut and manicure. Pull out my hair in handfuls, bite my nails to the quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(a smile) See you in the trenches. He wanders off. Martin watches him go. INT. YELLOW CAB, MANHATTAN. DAY (S’86) 63 A yellow cab in traffic. Martin in the back seat, studyin list of auction houses and specialist dealers in classica stringed instruments. Several names have already been cro off. The next on the list is “FEINMAN BROTHERS”. EXT. FEINMAN BROTHERS, MANHATTAN. DAY (S’86) 64 Martin enters a shop in a lower Manhattan side street:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"FEINMAN BROTHERS",
          "text": "VALUATIONS”. \f65 Blue - SON D9.1 (09/20/2018) p.69 INT. FEINMAN BROTHERS. CONTINUOUS (S’86) 65 The old man who emerges at the sound of the shop’s bell i Manhattan counterpart of Mr Bailey, only at least 20 year older.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I'm looking for a Gagliano violin. Feinman smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "Father, son or grandson? Alessandro or one of the Nicolos?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Nicolo Filio. Made in 1735.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "(another smile) Ah, my English-sounding friend, you are hunting dodos. I know of only two listed Nicolo Filios made in ‘35. Neither has changed hands in living memory...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "This one may not be listed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "Then it’s a fake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It was bought in London. Bailey's of Broadwick Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "My father - olav hasholem - used to do business with Adrian Bailey. Fakes he didn’t sell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Has anyone ever tried to sell you a 1735 Gagliano?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "You're looking for the instrument or the owner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Both. \fBlue - SON D9.1 (09/20/2018) p-70",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "When they come up for sale they go to the larger auction houses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "This one hasn’t. Feinman examines his memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "Maybe four or five years back a woman phoned, wanted a valuation. But that might have been a Nicolo II - I’m not sure. She spoke to my brother Herschel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Did she give a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "An address. Herschel told her, “Bring it in, we’ll look.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Did she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "She wanted he should schlep out to Brooklyn with it. Had to be this particular day, this particular time - I don’t think the husband knew she was selling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "So he didn’t go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "To a man my age, Herschel’s age, time also is a Gagliano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Would your brother remember where in Brooklyn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "Herschel passed away last year, olav hasholem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "My sympathies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEINMAN",
          "text": "Crown Heights somewhere. If it’s important, I could maybe find the address.... \f66 67 Yellow - SoN D9.3 (11/15/2018) p.71 INT. YELLOW CAB (TRAVELLING), CROWN HEIGHTS. DUSK (S’86) A strengthening gale is blowing as Martin rides through t suburban streets of Crown Heights in a yellow cab, past s bearing Hebrew and Yiddish lettering, bearded, long-coate men clutching their wide-brimmed hats and fedoras against wind as they go to and from the yeshiva on Eastern Parkwa It’s the last place in America Martin would expect to fin the apostate Dovidl. Plainly it’s the wrong Gagliano, unl its owner bought it from Dovidl... The cab pulls up outside a house. EXT. CROWN HEIGHTS HOUSE. DUSK (S’86) 67 Martin waits in the wind until the door is opened by a prematurely worn-out-looking woman in her early forties (BROCHE). A seven year-old boy, ZYGMUNT (JUNIOR), dressed ultra-orthodox style, peeps from behind her legs. The light thrown from the interior reveals a mezuzah on t doorpost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Sorry to bother you but I was given this address... Taking in Martin’s appearance - not ultra-orthodox, there someone to be suspicious of - she manoeuvres the boy protectively behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "I’m looking for a violin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROCHE BROCHE",
          "text": "Gay holen deyn tate. Go fetch your father. The boy dashes back into the house, calling-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZYGMUNT, (JR.)",
          "text": "Tatti!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": ".+-a Gagliano- He breaks off as the man of the house appears, the boy be him, clutching his legs. Following them are a girl of six another a year younger, crowding to see who the stranger at the door. +e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 70 Blue - SON D9.1 (09/20/2018) p.72 The man is Martin’s age, his hair and beard still thick a black, the beard framing a face still handsome, a jawline in the least jowly. He wears the long black coat of an ul orthodox Jew and, beneath it, a collarless white shirt. B he’s instantly recognisable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "You took your time, Mottl. MARTIN’S REACTION He’s hardly able to believe that this is Dovidl, yet so constrained is he by the circumstances of the encounter t he’s unable to react freely. All he can do is shake his h in wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "As you see: I took off the coat, I put it back on. So saying, he pulls a long black coat from a hook by the and shrugs into it as he steps outside, closing the door behind him, shutting Martin away from his life. INT. DOVIDL’S CAMPER (TRAVELLING). NIGHT (S’86) 68 It’s a battered old camper and there’s silence inside it, disturbed only by engine and wind noise as, driven by Dov with Martin beside him, it rattles through the streets of Brooklyn. In Martin’s face we'll see thirty-five years of pent-up anger, perplexity and frustration waiting for expression; Dovidl’s face as he drives there is nothing readable. Eventually Dovidl pulls in at a lonely parking spot overlooking the East River. EXT. EAST RIVER OVERLOOK. NIGHT (S’86) 69 On a night like this Dovidl’s is the only vehicle in the parking area. INT. DOVIDL’S CAMPER. NIGHT (S’86) 70 Dovidl sets the hand brake and cuts the motor. The silenc disturbed now only by the wind and the ticking of the coo engine. Dovidl turns finally to face Martin... ...and receives, full force in his face, A FLURRY OF REPE HARD BLOWS which split his lip and draw blood from his mo and nose. Dovidl makes no attempt to dodge the blows or shield hims from them. \fYellow - SoN D9.3 (11/15/2018) p.73 He just sits there and receives them as his due. Though t is a far cry from their old slow-motion boxers ritual, th moment should echo it darkly. Breathing hard, Martin finally sinks back in the passenge seat. Dovidl dabs at his bleeding face with his sleeve. With a shake of the head Martin pulls from his pocket a neatly folded clean pocket handkerchief. Brushing Dovidl’ hand aside, he takes over the dabbing with this. After a few moments Dovidl appropriates the handkerchief continues wiping his own blood, but in doing so notices t Martin’s knuckles are bleeding too. Abandoning his own injuries, he wraps the handkerchief around Martin’s hand instead. Blood brotherhood. No words spoken. Until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Say it, Mottl. Say what’s on your * mind. It'll make you feel better. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You've no fucking idea. Do you? Why * did you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I’m not sure you’d understand. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I didn’t expect it to be you. Tonight, when I came about the violin. You were the last person in the world I expected to find.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "When I abandoned the Holy One it took Him four years to find me. It’s taken you thirty-five. (a smile) Not bad. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "God didn’t punish you. I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "So will He, in time, blessed be His name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "My father put everything he had into you, you ungrateful bastard. Hebrew lessons, bacon-less breakfasts, pudding-less dinners, bar mitzvah, fucking Gagliano... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 72 73 Yellow - SoN D9.3 (11/15/2018) p.74 MARTIN (cont'd) and that concert - he didn’t even insure it, didn’t think he needed to. He treated you like his favourite fucking son - for twelve * years - and you buggered off without a word. He thought you were dead! He lost everything that night. Two months later, he died * with your name on his lips. This revelation shocks Dovidl into silence. He opens the driver's door and steps out into the gale to process it. MARTIN’S POV - DOVIDL BATTERED BY THE WIND, COAT TAILS FL Dovidl re-enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Do you remember what you said the last time I saw you? “Get laid,” you said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL, (V.O.)",
          "text": "So I did. But in my eagerness I'd come out without cab fare. I had to go back by bus... +e EXT. TERRACED HOUSE, NORTH LONDON. DAY (A’51) 71 Carrying his violin case, Dovidl waits by a suburban bus in a leafy street of terraced houses. Rain still falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL, (V.O.)",
          "text": "So I did. But in my eagerness I'd come out without cab fare. I had to go back by bus... A bus arrives. Dovidl boards. The bus moves off. INT. LONDON BUS. DAY (A’51) 72 Dovidl climbs to the upper deck. He slumps into a seat, cradles the violin case in his lap, closes his eyes... EXT./INT. BUS. DAY (A’51) 73 The driver leaves the bus, thinking all his passengers ha departed. It’s one of several buses lined up empty in the street where their route terminates. Dovidl wakes on the top deck of the empty bus. He makes h way down the winding staircase and into the street, where it’s raining heavily. \f74 75 Blue - SON D9.1 (09/20/2018) p.75 EXT. STOKE NEWINGTON HIGH STREET. DAY (A’51) 74 The street is adjacent to Stoke Newington Market. Stallholders are covering their goods and packing up earl all too busy to be approached for directions. Dovidl wand past in the rain, carrying his cased Gagliano, no idea wh he is, except that it’s a Jewish neighbourhood - past bar of pickled cucumbers, marble slabs of herring - transport by sights, sounds and smells reminiscent of the Warsaw of childhood. He turns a corner... and finds himself at a dead end: a railway embankment. Hopelessly lost. But there’s a shop on a corner: Frumkin’s. INT. FRUMKIN’S. DAY (A’51) 75 One either side of a marble counter the shop’s proprietor FRUMKIN (55) - a tubular man in a soiled apron - is deep argument with KATZENBERG (60), a black-bearded, black-coa customer. Their argument, Talmudic in character, is being conducted in Yiddish (subtitled).",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG KATZENBERG",
          "text": "Nisht dus meynt di Gemore. That isn’t what the text means-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRUMKIN FRUMKIN",
          "text": "Oh, ihr hat gehat a Oh, you’ve had a personal perzenlekhe taytsh fin reading from the Holy One? Eybishter? Dovidl addresses them in Yiddish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL DOVIDL",
          "text": "Entshuldigtz az ikh brekh I’m sorry to interrupt- inter- The two men glance up at him. White shirt and tie, three- piece suit. Lost goy, obviously. But how come he speaks t language?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL DOVIDL",
          "text": "Ihr kent efsher zugn wi bin If you could tell me where I ikh... am...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRUMKIN FRUMKIN",
          "text": "Fin wi zeynt ihr? Where are you from? DOVIDL . Hampstead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG KATZENBERG",
          "text": "Fin der heym? Originally. \fBlue - SoN D9.1",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Warshe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Ayer mishpokhe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Oykh fin Warshe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Ikh bin fin Siedlice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVILD",
          "text": "Farn krig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Far dem, in mitn, nokh dem. Der Ghetto, Treblinka, yetzt doo. (09/20/2018) p.76",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Warsaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Your family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Also Warsaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "I’m from Siedlice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Before the war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Before, during, after. The Ghetto, Treblinka, now here. Dovidl’s face is registering wonder and disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Ihr hat Treblinka ibergelebt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Eynige habn ibergelebt. Eyer mishpokhe zeynen geharget geworn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Ya. Ikh meyn .. ikh weiss nisht ..ikh weiss az zey zeynen geven in Treblinka ober inz keynmohl nisht... ()",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ihr hat zey gekent? Zygmunt Rapoport? Esther? Pessia? Malkeh? Hat ihr gekent eynem fin zey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Nein, tit mir leyd, yinguerman. Ihr wilt wissn? Dovidl nods. Above all things it’s what he wants. But how",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRUMKIN",
          "text": "(to Katzenberg) Nemtz ehm. Dovidl frowns. Take him where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Kimtz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "You survived Treblinka!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Some did. Your family perished?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Yes. I mean... I don’t know... I know they were in Treblinka but we never... (eagerly) Did you know them? Zygmunt Rapoport? Esther? Pessia? Malkeh? Did you know any of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "No. I’m sorry, my young friend. (a long beat) Do you want to know? 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRUMKIN",
          "text": "(to Katzenberg) Take him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG",
          "text": "Come. \f76 77 Blue - SON D9.1 (09/20/2018) p.77 Dovidl glances at his watch. He has a concert to prepare Has he time for this, whatever it is? But the decision is made for him. Stretching his arm around Dovidl’s shoulder Katzenberg leads him out into the street. EXT. YOUNG REBBE’S SYNAGOGUE. DAY (A’51) 76 An alley leads them to what appears from the outside to b ordinary residential house, somewhat run-down; but as Katzenberg and Dovidl enter, both saturated from the rain INT. YOUNG REBBE’S SYNAGOGUE. DAY (A’51) 77 -we see that the ground-floor partition walls have been removed to create a large, low-ceilinged prayer hall, furnished like a synagogue and consecrated as one, suppor by steel beams and pillars. Around twenty men and youths women) are swaying in prayer. Katzenberg strides to the bimah and slaps his hand loudly the lectern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG KATZENBERG",
          "text": "Inz habmir do a Rapoport fin We have a Rapoport from Warshe! Warsaw! Instantly the praying stops. A smooth-cheeked BOY of thir slips out of the room. ON DOVIDL, understanding none of this. He looks to Katzen for an explanation but receives none. Almost immediately the boy returns. With him is a bearded in his thirties: THE YOUNG REBBE. Though twice this man’s age, Katzenberg inclines his head respectfully in his presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG KATZENBERG",
          "text": "Rebbe, dus iz Dovid Eli Rebbe, this is Dovid Eli Rapoport. Fin Warshe. Er Rapoport. From Warsaw. He willt wissn. wants to know. The Young Rebbe nods. Shaking Dovidl’s hand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG REBBE YOUNG REBBE",
          "text": "Sholem aleikhem, Dovid. Shalom aleikhem, Dovid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVILD DOVIDL",
          "text": "Ikh will nisht stern eynker I don’t want to disturb davenen. your...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG REBBE YOUNG REBBE",
          "text": "Bitte, zetzt aykh. Please, take a seat. \fBlue - SON D9.1 (09/20/2018) p.78 He gestures. Dovidl and Katzenberg seat themselves. The entire congregation now strikes an attitude of attention. Prayer books are closed, backs straightened. The Young Rebbe climbs the steps to an elevated bimah, on which there is a lectern, and on the lectern, alongside t Torah, a large privately-bound book the size of a ledger. Katzenberg speaks softly to Dovidl in Yiddish while the R opens the ledger and reverently begins turning its pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG KATZENBERG",
          "text": "Dovid, in inzer kehilah siz David, among our community it inzer shpetzieler tafkid, wus is our special duty, given der Alter Rebbe hat inz us by the Alte Rebbe in gegeben, tzi haltn, di Treblinka, to keep the Book Memorbukh far Treblinka. of Remembrance. No exact S‘'zeynen nisht geven records survive of the camp’s shriftliche zichroynos, di dead and this the Alte REbbe nemen fin di toyte nor predicted; so he had their gehalten gevorn dorkh di names committed to memory. mentshen. In wayl s’zeynen And since there were so many, gewen azoyfil toyte, in dos and the lives of those tasked leben fin di wus woltn to remember were so fragile, gedarft denken is gewen azoy ten elders were chosen as a shwakh, tzen eltere zeynen Minyan of Remembrance. Only geworn oysgeklibn als a three of the ten survived. Minyan fin Zikorn, in beoyftragt tzi oyfhaltn di nemen far eybig. Nor drey fin di tzen habn ibergelebt. Having found his place, the Young Rebbe is smoothing down double page of the Book of Remembrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATZENBERG KATZENBERG",
          "text": "Shpeter m’hat upgeshribn di Later the names were written nemen. Ober, natirlekh, di down. But the record is liste is incomplete. If the names of nisht a complete. Oyb di your loved ones are not found nemen fin ayer tayere here it will not necessarily keroyvim zeynen nishtu, dus mean they survived. maynt nisht az zey hobn ibergelebt. David nods, impatient now for the mere chance of knowing after a decade of ignorance and speculation. The Rebbe begins to chant a recitation. What he chants - a musical theme based on traditional lam - is The Song of Names, in Yiddish, as it was originally remembered: a partial list of the dead of Treblinka. The melody should be so soulful, so powerful, so immediat arresting that at first audition it will burn itself indelibly into the memory of all who hear it. \f78 Blue - SON D9.1 (09/20/2018) p.79",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG REBBE",
          "text": "Rapoport ay Rapoport ay Rapoport...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION",
          "text": "Ay Rapoport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG REBBE",
          "text": "Rapoport Avrum, fin Varsheh; Rapoport Berel un Chayeh-Soroh, fin Kutne, mit kinder Yossl, Yechiel un Leah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION",
          "text": "(in Hebrew) Yehi zikhrom borikh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG REBBE",
          "text": "Rapoport, Chaim-Dovid, Rapoport Shua-Chaim, fin Zychlin; Rapoport Yerachmiel, mizinke Elke, mit kleyner Shloime, mit Shneyur-Zalmen un mit Rivke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION",
          "text": "(in Hebrew) Yehi zikhrom borikh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG REBBE",
          "text": "Rapoport Anya, fin Varsheh; Rapoport Bella, mit kinder, mit Reuben un Rifke; fin Varsheh: Rapoport Zygmunt, wayb Esther, mit tochter Pessia, mit tochter Malkeh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION",
          "text": "(in Hebrew) Yehi zikhrom borikh! Looking up, seeing Dovidl’s face, the Rebbe halts his son",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DOVIDL",
          "text": "his eyes awash. Here, for the first time, in this most unlikely of settings, a place to which he has come seemin by accident, he has heard at last the names of his family included in the roll of the dead; confirmed what until no was only a supposition. He has closure. Nothing in his li will ever be the same again. Katzenberg’s arm once more enfolds the grieving Dovidl as weeps, unashamed, among these strangers of his tribe. INT. DOVIDL’S CAMPER. NIGHT (S’86) 78 Here it’s Martin’s eyes that have filled. \fYellow - SoN D9.3 (11/15/2018) p.80 Lashed by gusts of wind, the camper rocks on its springs, back and forth as though itself dovening. A week-old newspaper flies against the windscreen and briefly plaste itself across it before taking wing again, the past momentarily obliterating the present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "They set the names to music to make them easier to remember. This is oral tradition, Mottl. It gave us the Torah, passed down mouth to ear for a hundred generations. It’s the chain I cannot break. (a beat) The two little girls you saw at my house were named for my sisters: Malkeh and Pessia. My son I named for his grandfather, Zygmunt. On Yom HaShoah each year I say Kaddish for them. (a pause) Do you know what one of the worst fears was for those in the camps? It wasn’t dying. It was dying with their entire family. Leaving no-one behind to say Kaddish for their souls. A long silence follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I’m glad it brought you peace. It doesn’t explain why you never wrote, never phoned, never sent a message... Why did you cut us out of your life? In all those years did you ever give any of us a thought?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Often.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Then I don’t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I wouldn’t expect you to. More silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "How long did this Song take? +e \f79 80 Yellow - SoN D9.3 (11/15/2018) p.81",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "The complete version? Five days. They do it in shifts - five rabbis - once a year. I’ve only heard that done once. So many names, Mottl.... (a beat) Afterwards I sat shiva...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL, (V.O.)",
          "text": "...the full week - no half measures among the ultra-orthodox. No washing, no shaving, no diversions. Just prayers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. YOUNG REBBE’S SYNAGOGUE. DAY (A’51) 79 First the Young Rebbe leans over Dovidl and with a knife the lapel of his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL, (V.0O.)",
          "text": "...the full week - no half measures among the ultra-orthodox. No washing, no shaving, no diversions. Just prayers. Then Dovidl receives a blessing from the congregation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION CONGREGATION",
          "text": "Ha mokaym yenakhem eskhem May the Eternal console you besokh shar avaleh Tzion among all the mourners of virusholayim. Zion and Jerusalem. INT. DOVIDL’S CAMPER. NIGHT (S’86) 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You could have deferred that. I would have sat with you. Dovidl turns his head to look at Martin. Another wild gus rocks the vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "A concert no longer seemed important. ANGLE - THE CAMPER, relentlessly assaulted by the gale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "(his tone has softened) You were still in London a year * later. \fYellow - SoN D9.3 (11/15/2018) p.81A",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "My life had changed. The Almighty had remembered my family. I'd abandoned Him, He hadn’t abandoned me. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fYellow - SoN D9.3 (11/15/2018) DOVIDL (cont'd) In return I made Him a promise: I would compose a violin version of the Song of Names and play it at Treblinka. Then I would devote the rest of my life to His worship. (smiles) If I had come back - what would you have done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I don’t know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(nods) Of course. I owe you a violin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You owe me a concert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I’m not a bright new discovery any more, Mottl. I doubt anybody remembers me. When I play now it’s always in an empty room. No audience but God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "People still remember your recording.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Then let that be my memorial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Not enough for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "It’ll have to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That’s not enough. You owe me a concert. If you disappear again I'll find you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Good luck with that. p-82",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dovidl restarts the engine and backs out of the parking a",
          "sentiment": "neutral"
        },
        {
          "speaker": "80B",
          "text": "81",
          "sentiment": "neutral"
        },
        {
          "speaker": "81B",
          "text": "81Cc Yellow - SoN D9.3 (11/15/2018) p.83 ANGLE - The camper drives off. INT. CROWN HEIGHTS HOUSE. NIGHT (S’86) 80A We find Dovidl alone, sitting silent and motionless in a darkened room in the middle of the night: the Gagliano in lap. Thinking. Remembering. Calculating his moral obligat as once he calculated the number of Kit Kats in a fiver. He walks off camera... DOVIDL’S VOICE Martin Simmonds. .»+-and comes back, the phone in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "I have two conditions... INT. MANHATTAN HOTEL ROOM. NIGHT (S’86) 80B Early hours of the morning and still dark. The shrill rin of the beside phone wakes Martin from sleep. Blindly he stretches out his hand, pulls the receiver off its cradle presses it to his ear. He hears: DOVIDL'’S VOICE (from phone) I have two conditions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO BLACK",
          "text": "EXT. LONDON ESTABLISHING SHOT. MORNING (A’86) 81 NOT Big Ben, NOT Westminster Bridge, NOT Tower Bridge! EXT. LONDON HOTEL. MORNING (A’86) 81A A black cab deposits Dovidl outside the hotel. INT. LONDON HOTEL. MORNING (A’86) 81B Dovidl registering at the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK CLERK",
          "text": "Welcome to London, sir. TITLE: “MONTHS LATER” INT. SIMMONDS HOUSE. NIGHT (A’86) 81c Helen and Martin are dressing to go out to dinner. \fYellow - SoN D9.3 (11/15/2018) p-83A",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "How do you know he’1l be there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He’s changed, Helen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Nobody changes. Least of all him. \f82 83 Blue - SON D9.1 (09/20/2018) p.84",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He’s got his religion back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "He’s the same selfish arsehole he always was. In a black coat. (a beat) Can he still play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He says so. That’s his risk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "What’s he risking? No reply from Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "This is exactly what your father did. You'll spend every penny we've got, he won’t turn up, you’ll have a stroke, you'll die, he won’t even come to the funeral. Again Martin declines to respond. EXT. KOSHER RESTAURANT, LONDON. NIGHT (A’86) 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. KOSHER RESTAURANT. NIGHT (CONTINUOUS) (A’86) 83 CAMERA FINDS Martin and Helen at a table set for three, eating breadsticks and drinking mineral water. Waiting. H seems distinctly nervous, looking at her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "It’s now ten to eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "In artistic circles that isn’t even late for lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Has he told you the programme yet? Martin shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "One of his conditions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Probably show tunes. Rusty virtuoso plays the best of Broadway. \fBlue - SON D9.1 (09/20/2018) p.85",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "For that he wouldn’t need to rehearse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "You've seen him rehearsing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "He won’t let me in the room. That was his other condition. He knows my father’s watching. He thinks God’s watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Same old audience. Everyone he’s let down before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It gives him the illusion of control-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Newsflash, Martin. If the illusion’s good enough only the magician can tell it isn’t the real thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I can tell. DOVIDL has entered. As always now, in ultra-orthodox dres",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Martin. Helen. You've aged well. Under strict orthodox rules he may not touch a woman who not his wife, so there’s no kiss, no handshake. Helen’s l is unwelcoming, guarded. She doesn’t answer. Dovidl smile He seats himself, picks up the menu, starts to peruse it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That's it? After 35 years? Hello- Helen-what’s-for-dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "He’s hungry. He’s been rehearsing silence all day. Dovidl smiles at her over the menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Everything okay? Hotel all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Adequate. \fBlue - SON D9.1 (09/20/2018) p.86",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Dov, I know we agreed you select the programme, but as the organizer of this concert I need to confirm some things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Such as?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "That it won’t include “Doh a deer, a female deer.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "That isn’t in the programme. No response from Dovidl. Helen’s look to Martin says: “Wh did I tell you?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Dovidl, if you make a fool of me I‘1l kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(to Dovidl) Or I will. That’s not an idle threat, by the way. Dovidl smiles again. Taps the menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "None of this is kosher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "It’s a kosher restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "To them, not to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Okay, just tell me how long it’1l be. The programme. Dovidl sets down the menu, picks up the wine list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "How long was the original?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "That what you’re doing? The ‘51 programme? The Bruch and the Partitas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Isn't it what you wanted? \f84 85 Blue - SON D9.1 (09/20/2018) p.87",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(surprised but delighted) Well, yes, but... No, no, that’s great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Does it matter? Look at him. He isn’t going to be there. Are you, David? Now Dovidl produces from his pocket and unfolds the 1951 concert programme. Slides it across the table to Martin. Helen cranes to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "This is the ‘51 programme!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(without looking up) The wines aren’t kosher either. EXT. CONCERT HALL, LONDON. DAY (A’86) 84 The same concert hall we saw in earlier scenes. Martin approaching the building on foot. INT. CONCERT HALL. DAY (A’86) 85 In the dark interior he finds the doors to the rehearsal closed, guarded by a SECURITY MAN. A notice on the door reads: “REHEARSAL IN PROGRESS. STRICTLY NO ADMITTANCE”. Recognising Martin from previous attempts, the security g shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY MAN",
          "text": "Sorry, Mr Simmonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Can’t I just put my ear to the door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY MAN",
          "text": "Won't help. It’s soundproof. Martin puts his ear to the door. Shrugs. Nothing audible. \f86 87 Blue - SON D9.1 (09/20/2018) p.88",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Have you heard him playing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY MAN",
          "text": "Like I said, soundproof. The door opens. Dovidl comes out carrying his violin case",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(to Martin) Still warm. Want to feel? As he passes Martin-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(emotional) Dov... Dovidl turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (CONT'D)",
          "text": "You won’t let me down, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "No, Mottl. I won’t let you down. EXT. CONCERT HALL. NIGHT (A’86) 86 Outside crowds swarm and jostle on the sidewalk, as they thirty-six years ago. History in the remaking. This conce too, according to the posted notices, is a sell-out. INT. CONCERT HALL. NIGHT (A’86) 87 The hallways are so thronged they’re almost impassable as audience makes its way into the hall’s auditorium. As in 1951, notables can be seen in the balcony, anticipating t long-delayed debut of David Eli Rapoport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARTIN AND HELEN",
          "text": "waiting out the last minutes backstage. Martin, like his father before him, is in a state of mounting anxiety verg on panic. Helen seems almost to be relishing what is look increasingly like another Dovidl no-show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I told him half-six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "And I told you to put a guard on him. \f88",
          "sentiment": "neutral"
        },
        {
          "speaker": "88A",
          "text": "89 Blue - SON D9.1 (09/20/2018) p.89",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Virtuoso violinist handcuffed to thug. Make a great cartoon. INT. DOVIDL’S HOUSE, CROWN HEIGHTS. DAY (A’86) 88 BROCHE packing, among other things, Dovidl'’s Warsaw fami photograph into a suitcase; the three children of his new family packing smaller suitcases of their own. Cardboard boxes are strewn around the floor and on surfaces. INT. DOVIDL’S LONDON HOTEL ROOM. NIGHT (A’1986) 88A Here Dovidl’s suitcase is already packed and waiting. He’ sitting at the desk, writing a letter... INT. CONCERT HALL. NIGHT (CONTINUATION OF SC.87) (A’86) 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE AUDITORIUM - buzzing with expectation- THE ORCHESTRA TUNING UP, not for the first time- THE STAGE MANAGER - checking his watch against the hall c",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "It’s the same fucking nightmare! Where the hell is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "If I had to guess? Thirty thousand feet over our heads. On his way to join a Tibetan monastery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I made him swear on the Torah. Helen rolls her eyes, as if to say “What do Jews do inste of crossing their fingers?” MARTIN is wiping the sweat from his face with an already sodden handkerchief, tears of frustration starting to gle in his eyes. How could he have been such a fool? And then, like an apparition... .+.-DOVIDL is there, in the wings with them. Tonight he’s wearing a dark suit, a discreet skullcap on back of his head, Gagliano and bow in his hand. Comme il faut. \f90 91 Blue - SON D9.1 (09/20/2018) p.90",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Did you think I wasn’t coming? He doesn’t wait for a response but strides on to the stag clamorous applause. He bows to the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Good evening. I’m sorry to be late. I hope you didn’t mind waiting thirty-five years. Relieved audience laughter. Dovidl nods to the conductor. The orchestra begins its introduction... ON MARTIN: with the programme in his hand, holding his breath. Nightmare visions of disaster are crowding his br visions of some popular tin-ear monstrosity being played ironical effect. But then his eyes close, his breath is expelled with reli as he hears the opening notes of the Bruch, as advertised",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Thank you, God. INT. 1951 LONDON CONCERT HALL. NIGHT (A’51) 90 ON GILBERT after his cancellation announcement, shamed an broken; a ruined man financially, professionally and emotionally; the auditorium empty. INT. 1986 CONCERT HALL. NIGHT (CONTINUATION OF SC.89)(A’8",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DOVIDL",
          "text": "playing the final notes of the Bruch. He has performed to high professional standard... yet there’s something missi in his playing, and that something is feeling, the person engagement of the artist’s soul which distinguishes the v good from the truly great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(grudgingly) He can still play. I’1l give him that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yeah, he was good. Dovidl is bowing to the audience, leaving the stage to appreciative but not overwhelming applause. The audience begins to flow out in the direction of the lobby. \f92 Blue - SON D9.1 (09/20/2018) p.91",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "(to Martin) Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Good. It was good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "It was crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Good crap, though. Dovidl smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOVIDL",
          "text": "Wait fifteen minutes. He disappears to his dressing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Is it me, or isn’t he being just a little too compliant? Martin nods his agreement. A similar sense of foreboding gripped him too: a fear that Dovidl’s uncharacteristic compliance so far may have been a magician’s misdirection presaging some outrageous act of rebellion still to come. since the concert’s second half is scheduled to be a solo performance without orchestra, Dovidl will have all the latitude he needs to go rogue. ANGLE ON THE STAGE - being cleared of chairs and music stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKSTAGE CORRIDORS AND DRESSING ROOMS",
          "text": "The orchestra musicians leaving for the night, packing aw their instruments, putting on their coats... INT. CONCERT HALL AUDITORIUM. NIGHT (A’86) 92 The second half of the concert is about to commence. The audience has returned and is waiting expectantly, clearin its collective throat. Unaccompanied solo performances ar the acid test: nobody to cover the violinist’s mistakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN AND HELEN",
          "text": "standing now at the back of the hall. All the tension we in them before the concert has returned in the last fifte minutes. Now Dovidl makes his second entrance. Wearing this time, the amusement of all, the long black coat and fedora of u orthodox uniform. \f93 94 Blue - SON D9.1 (09/20/2018) p.92 Something’s coming, and it isn’t Bach. We know what it is what it has to be. We’ve known it for some while. As Dovidl waits for the embarrassed titters to die away w witness for the last time that now-familiar ritual: the l upward sweep of the rosin, the long downward sweep, and finally the blessing of his lips. Setting his bow gently to the Gagliano - the gesture of a lover - Dovidl opens with a single note so pure and mourn so protracted, so tender, that even in this initial strok of the instrument we realize that the first half of the concert wasn’t misdirection at all, it was foreplay. This though they don’t know it yet, is what the audience came Many of them are checking their programmes, puzzled, as i Martin, not to be hearing Bach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARTIN AND HELEN",
          "text": "They exchange a look. Uh-oh. And now, for the first time, we’ll hear David Eli Rapopor solo violin version of The Song of Names, composed in 195 London in fidelity to his vow: a complex, exquisitely harmonized arrangement of the simple sung melody that cha his life. It should be at once unbearably soulful, immediately memorable and technically stunning; a masterwork of nuanc and colour and shadow; a description in music of a People suffering, delivered via the ear to the blood. At first we’ll hear only the single voice of the Gagliano playing the original sung melody... INT. WARSAW ASYLUM. DAY (S’53) 93 .--and then a second violin enters in harmony - playing a variation on the melody - as we see DOVIDL (23) play The of Names for JOZEF WECHSLER (32 here but looking fifty). Outside the room Anna can be seen listening to Dovidl’s playing. EXT. TREBLINKA. DAY (S’53) 94 Yet another variation as the voice of a third violin join the other two while Dovidl “plays for the ashes” in the barren field that covers his family’s bones. IN SHOT, in the background, by the original railway track yet devoid of symbolic representation, Anna waits in her [not the Polski; probably a Trabant]. \f95 96 97 Blue - SON D9.1 (09/20/2018) p.93 INT. YOUNG REBBE’S SYNAGOGUE (SYNAGOGUE). DAY (S’51) 95 Finally the trio of violins come together, now heard to c accompaniment as they merge into a single piece, in perfe harmony with the sung melody in the Stoke Newington synagogue. Here we reprise the scene of Dovidl’s epiphany - the Youn Rebbe chanting the names to the same melody, the congrega responding. INT. CONCERT HALL. NIGHT (A’86) 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU DOVIDL",
          "text": "as he finishes playing The Song of Names in public for th first and only time. He draws out the final perfect melancholy note as long as possible, before fading slowly to silence. Then nothing. THE AUDIENCE - stunned into a silence of their own. MARTIN - moved beyond the capacity to move. When, seconds later, the audience recovers itself, their applause lifts the roof. Dovidl bows low. Then leaves the stage. There will be no encore. There will be no return. The rest is coda. INT. DRESSING ROOM. NIGHT (A’86) 97 Martin has come with Helen to Dovidl’s dressing room, the door of which stands ajar. They step inside. Nobody here, no sign of occupancy. Just discarded suit over the back of a chair, on its seat the cased Gagliano, and on the violin case- AN ENVELOPE ADDRESSED TO MARTIN. Glittering on the floor inside the threshold are THE SHATTERED REMAINS OF A BLOCK OF ROSIN. Helen's eyes go to the envelope, Martin’s to the scatteri of bright yellow shards. \fBlue - SON D9.1 (09/20/2018) p.94 DOVIDL’S VOICE (V.O.) My dearest Mottl, you’1ll remember how I was forbidden to say Kaddish for my family until their deaths were confirmed and the anguish this caused me. It saddened me more than I can say to learn from you that my disappearance had caused that same anguish in your father. Above all things I want you to be spared it... 98 INT. HOTEL LOBBY. NIGHT (A’86) 98 Martin has come to the hotel to confirm that Dovidl is no longer there. The receptionist is confirming it, showing Martin the duplicate of Dovidl’s check-out invoice. DOVIDL’S VOICE (V.O.) ...Two months ago, when you found me, I told you I no longer lived a life you would recognise. I no longer thought of myself as an individual, which an artist is required to be. I chose instead to submerge myself within a community of faith... 99 EXT. DOVIDL’S HOUSE, BROOKLYN. MORNING (A’86) 99 We'll recognise it from Sc. 67. A phone is ringing inside DOVIDL’S VOICE (V.O.) ..-It’s a social organism we borrow from nature: a body sharing a common history, common values and a common memory, to which the price of admission is the surrender of self... 100 INT. SIMMONDS HOUSE, MARTIN’S HOME OFFICE. DAY (’86) Martin is phoning from his home office. The single Americ ring tone in his ears. DOVIDL’S VOICE (V.O.) ...It’s the most enduring of families, impossible to extinguish. We take care of one another in ways that natural families cannot... \fBlue - SON D9.1 (09/20/2018) p.95 101 INT. CROWN HEIGHTS HOUSE. MORNING (A’86) 101 The phone is on the floor, ringing out in an empty house. Dovidl’s family has moved out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "Martin hanging up the phone. DOVIDL'’S VOICE ..-What you did, Mottl, was return to me my individuality. You thrust it back into my hands like an unwanted gift. I consider all debts paid today. You have made me free and for that I thank you. But from the depths of my soul I must ask you not to find me again. You must think of me now as dead and act accordingly... 102 INT. SIMMONDS HOUSE, LIVING ROOM. NIGHT (A’86) 102 Martin is re-reading Dovidl’s letter, probably for the te time; Helen is looking out of the window. DOVIDL’S VOICE (V.O.) ...-May the Holy One bless you and keep you and your family always in His sight. Your affectionate brother, Dovidl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Let him go, Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "How am I supposed to think of him as dead when I know he isn’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Trust the text. He’s given you permission. Probably the only selfless thing he’s ever done. Martin shaking his head. Refusing to accept it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "That prayer Jews say for the dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Kaddish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Say that. \fBlue - SoN D9.1 (09/20/2018) p.95A",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I can’t. I’m not Jewish, I’m not his brother, and he isn’t dead. \f103 104 Blue - SON D9.1 (09/20/2018) p.96 A long silence follows. Helen has only one card left to p",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "That day he didn’t show up? He turns to look at her. She remains staring out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN, (CONT'D)",
          "text": "When you left him, after the rehearsal? Nobody knew where he went? Martin makes no response but recalls it clearly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "I’m where he went. MARTIN’S REACTION There isn’t one; at least nothing discernible. He never k of a romantic liaison between Helen and Dovidl; but neith has he told Helen that he slept with Anna in Poland. This revelation balances the scales. It assuages both his guil and hers and it’s enough to dispel the myth of Dovidl. Helen reaches out and takes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "You're a better man than he was, Martin. You always were. INT. SIMMONDS HOUSE. NIGHT (A’86) 103 Hours later, Helen is sleeping as Martin climbs out of be",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (V.O.)",
          "text": "Yitgadal v’yitqadash sh’mai rabah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. SIMMONDS HOUSE, MARTIN’S HOME OFFICE. NIGHT (A’86) 1 CAMERA FINDS THE CASED GAGLIANO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "...-PANS TO MARTIN",
          "text": "Wearing a dressing gown over his pyjamas, he has come her from his bed in the small hours. From a copy of Brewer’s Dictionary of Phrase and Fable he extracts a postcard-siz card printed with transliterated characters of the mourne Kaddish - the kind Reform synagogues issue to congregatio members who have no Hebrew. \fBlue - SON D9.1 (09/20/2018) p-97 From it he reads aloud the ancient Aramaic prayer. His reading, marked by mispronunciations and mistaken cadence is coloured by a spectrum of emotions: love, anger, above overwhelming sadness; his voice breaks as he assigns Dovi his desired place among the dead, laying him finally to r [THOUGH WE WON’T HEAR ALL OF IT, THE FULL PRAYER READS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Yitgadal v'yitkadash sh'mei raba. B'alma di v'ra chirutei, v'yamlich malchutei, b'chayeichon uv'yomeichon uv'chayei d'chol beit Yisrael,baagala uviz'man kariv. V'im'ru: Amen. Y'hei sh'mei raba m'varach l'alam ul'almei almaya. Yitbarach v'yishtabach v'yitpaar v'yitromam v'yitnasei, v'yit'hadar v'yitaleh v'yit'halal sh'mei d'kud'sha b'rich hu, l'teila min kol birchata v'shirata, tushb'chata v'nechemata, daamiran b'alma. V'imru: Amen. Y'hei sh'lama raba min sh'maya, v'chayim aleinu v'al kol Yisrael. V'imru: Amen. Oseh shalom bimromav, Hu yaaseh shalom aleinu, v'al kol Yisrael. V'imru: Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Magnified and sanctified be God’s great name throughout the world that God created and governs by divine will. May the Kingdom of God be established during your lifetime, and during your days, and during the days of all the house of Israel, yea speedily and in the near future, and let us say, Amen. Exalted, glorified and honored be the name of the blessed Holy One whose glory is beyond all blessings, hymns and praises that people render, and let us say, Amen. May great peace emanate from Heaven with good life for us and for all Israel, and let us say, Amen. May the One who makes peace in the heavens, make peace for us and for all Israel, and let us say, Amen.] On the sound track, initially overlapping Martin’s prayer then gradually displacing it, we’ll hear the fully orchestrated version of The Song of Names, which will continue to play until",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2297"
    }
  ]
}