{
  "movie_id": "MOV1915",
  "scenes": [
    {
      "location": "STEWART HOUSE",
      "time": "NIGHT",
      "characters": [
        "PARCHER, (SIOUX, SUB-TITLED)",
        "DULL KNIFE, (SIOUX, SUBTTLED)",
        "CALLAGHAN",
        "SHORT UTE",
        "PARCHER, (O.S., INTERRUPTING)",
        "UTE VOICE, (O.S., YELLING)",
        "YOUNGER SISTER, (PANICKING)",
        "CALLAGHAN, (OFF-SCREEN)",
        "EXT. SOUTHERN PLAINS- AFTERNOON",
        "EXT. BIRCH FOREST- AFTERNOON",
        "TIME LAPSE- WATANGWA TRADING POST CAMP",
        "EXT. NORTHERN PLAINS- NIGHT",
        "EXT. BIRCH FOREST- DUSK",
        "EXT. NORTHERN HILLS CAMP- DAWN",
        "BLACK BLUECOAT, (O.S.)",
        "DUTCH",
        "BACK AT CAMP",
        "BLACK ON SCREEN",
        "LIEUTENANT, (0.S.)",
        "TIME LAPSE",
        "EXT. BIRCH FOREST- NIGHT",
        "EXT. FAITH'S CAMP- MORNING",
        "DUTCH, (ACCENTED)",
        "PARCHER, (CHUCKLING)",
        "EXT. PLAINS- AFTERNOON",
        "GROUP, (SINGING)",
        "DUTCH, (WHISPERING)",
        "EXT. NORTHERN HILLS GULCH- NIGHT",
        "PARCHER, (REALIZING)",
        "BROTHER",
        "EXT. NORTHERN HILLS / MILITARY CAMP- DUSK",
        "FADE TO BLACK",
        "PARCHER, (TO DUTCH)",
        "TIME LAPSE- SOUTHERN PLAINS",
        "ALL",
        "FATHER",
        "CLAY, (0.S.)",
        "DUTCH, (LOW, TO CALLAGHAN)",
        "PARCHER, (OFF-SCREEN)",
        "EXT. NORTHERN HILLS- NIGHT",
        "CLAY",
        "DUTCH, (FRENCH, S.T.)",
        "EXT. THE SPACKS HOUSE PORCH- DAY",
        "YOUNG BLUECOAT, (0O.S.)",
        "CLAY, (NODDING)",
        "YOUNGER SISTER",
        "TIME LAPSE- EXT. FAITHS' CAMP- DAWN",
        "MARYANNE",
        "EXT. WASHBURNE CRICK, THE WILLIAMS HOUSE- DAY",
        "TEN BEAR",
        "CLAY, (YELLING)",
        "EXT. WASHBURNE CRICK, YARD- DAY",
        "EXT. PLAINS CAMP- NIGHT",
        "PARCHER, (SIOUX, S.T.)",
        "TIME LAPSE- EXT. BIRCH FOREST- PRE-DAWN",
        "FAITH, (V.O.)",
        "DOBIE, (0.S.)",
        "PARCHER, (TO DOBIE)",
        "YOUNGER SISTER, (WHISPERING)",
        "DUTCH, (TO PARCHER)",
        "DEAD BODY-",
        "SOLDIER, (O.S.)",
        "HENRY VICTOR, (0.S.)",
        "EXT. WASHBURNE CRICK, BEHIND THE BARN- DAY",
        "DUTCH, (INTERRUPTING)",
        "DULL KNIFE",
        "DUTCH, (SHAKING HIS HEAD)",
        "PARCHER, (WHISPERING, V.O.)",
        "FAITH",
        "HENRY VICTOR",
        "PARCHER, (NODDING)",
        "EXT. SOUTHERN PLAINS- NIGHT",
        "EXT. PLAINS, HUNKPAPA TRAIL- LATE AFTERNOON",
        "EXT. PLAINS- DAWN",
        "EXT. NORTHERN HILLS- DAY",
        "EXT. THE SOUTHERN PLAINS- NIGHT",
        "EXT. NORTHERN PLAINS / FOREST EDGE- DAY",
        "BLACK BLUECOAT",
        "DUTCH, (BREATHLESS)",
        "TIME LAPSE- EXT. NORTHERN HILLS CAMP- NIGHT",
        "TIME LAPSE- MORNING",
        "TIME LAPSE- EXT. PLAINS CAMP-",
        "BIG BROTHER",
        "PARCHER, (SLURRED)",
        "THE END",
        "EXT. WASHBURNE CRICK, LANDSCAPE- DAY",
        "EXT. PRAIRIE CAMP- NIGHT",
        "INT. GERTRUDE'S PARLOR- DAY",
        "TALL UTE",
        "EXT. SOUTHERN PLAINS- DAWN",
        "FAITH, (SIOUX, S.T.)",
        "PARCHER, (V.O.)",
        "HENRY VICTOR, (TO PARCHER)",
        "PARCHER, (SHAKING HIS HEAD)",
        "MOTHER",
        "LITTLE SISTER",
        "EXT. THE SPACKS HOUSE- DAY",
        "WE MOVE TO-",
        "EXT. SOUTHERN PLAINS- DAY",
        "PARCHER",
        "HENRY VICTOR, (SMILING)",
        "DUTCH, (NODDING)",
        "CALLAGHAN, (TO DUTCH)",
        "EXT. NORTHERN PLAINS CAMP- NIGHT",
        "YOUNG BLUECOAT",
        "EXT. WASHBURNE CRICK SETTLEMENT- DAY",
        "FROM A DISTANCE-",
        "TIME LAPSE- EXT. PLAINS, HUNKPAPA TRAIL- DUSK",
        "CLAY, (TO PARCHER)",
        "CLAY, (BONE DRY)",
        "DOBIE, (SMILING)",
        "PARCHER, (TO THE HORSE)",
        "CALLAGHAN, (PARROTING)",
        "PARCHER, (OVERLAPPING)",
        "BY THE FIRE",
        "GERTRUDE",
        "CUT TO BLACK",
        "FATHER, (BREATHLESS)",
        "DUTCH, (PAIN)",
        "TALL UTE, (UTE, SUB-TITLED)",
        "EXT. DAKOTA BADLANDS- DAY",
        "TO BLACK",
        "INT. ARMY BARRACKS- NIGHT",
        "EXT. NORTHERN HILLS CLEARING- NIGHT",
        "EXT. THE SPACKS HOUSE- AFTERNOON",
        "EXT. SOUTHERN PLAINS- DUSK",
        "CALLAGHAN, (0O.S.)",
        "ACROSS THE GROUP",
        "EXT. DOBIE'S CAMP- DAY",
        "AT THE FRONT OF THE GROUP",
        "SHORT UTE, (FRENCH, S.T.)",
        "EXT. PLAINS- DAY",
        "DULL KNIFE, (SIOUX, SUB-TITLED)",
        "TIME LAPSE- EXT. SOUTHERN PLAINS",
        "TIME LAPSE- EXT. NORTHERN HILLS GULCH- NIGHT",
        "PARCHER, (O.S.)",
        "AT THE EDGE OF CAMP-",
        "TIME LAPSE- ACROSS CAMP",
        "DOBIE",
        "DUTCH, (0.S., INTERRUPTING)",
        "TIME LAPSE- NORTHERN PLAINS- DUSK",
        "INT. THE WILLIAMS HOUSE- DAY",
        "DUTCH, (SURPRISED)",
        "EXT. NORTHER PLAINS- DAY",
        "TIME LAPSE- NORTHERN PLAINS- DAY",
        "TIME LAPSE- NORTHERN PLAINS CAMP- NIGHT",
        "CALLAGHAN, (BLEARILY)",
        "CLAY, (SINGING)",
        "CALLAGHAN, (WHISPERING)",
        "EXT. PLAINS- NIGHT",
        "EXT. WASHBURNE CRICK- DAY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "MARYANNE STEWART is twenty-two, she has a plain beauty to her, freckles, hair gathered in a bun. Her face is underl by the candle she uses to heat a needle. She’s holding th hand of her LITTLE BROTHER, age 6, about to remove a spli from his finger. She blows on the needle to cool it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYANNE",
          "text": "A splinter already hurts more than pulling it out. Little Brother tries to be brave, but he’s nervous. Pinne to her dress at Maryanne’s throat is a silver BROOCH, an intricate Celtic pattern interwoven with a yellow ribbon. In the small, rough-hewn cabin behind her, we see Maryann heavy-set BIG BROTHER (27), LITTLE SISTER (10), and MOTHE (50’s.) They’re settling for the night, cleaning the dinn dishes, getting the kids into their nightshirts, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGER SISTER",
          "text": "I’m not sleepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "We’ll story you to bed. (to Maryanne-) You need to take your rest, too, Mary. F’you wanna look pretty when your Dutchman comes courtin’ tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYANNE",
          "text": "You hush. Maryanne smiles, lowers the needle towards her brother's finger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BROTHER",
          "text": "He told daddy he was saving wages for his own settlement. Little Brother squirms, watching the needle approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYANNE",
          "text": "I only just met him. He ain’t... The pin-point approaches young skin... CRACK, CRACK, CRACK, rapid rifle fire sounds from outsid The whole family’s attention snaps towards the sound. The freeze for a moment, spooked like animals. Big Brother moves first, cracks the shutter on a window. silvery moonlight, we catch a glimpse of waving prairie grass, MUZZLE-FLASHES with the CRACKS of rifle fire. There’s a FIGURE, running, fast approaching the house. Maryanne sticks the needle in the candle and puts a protective arm around Little Brother. Little Sister nuzzl into her mother’s arms, frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE SISTER",
          "text": "Mom...? BAM, everybody jumps when he hits the door, yanking it op moment later to reveal Maryanne’s heavy FATHER (50’s.) He breathless, terrified, a rifle in his hand. CRACK, CRACK, distant rifle-fire continues from the cabin behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "What’s happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (BREATHLESS)",
          "text": "They were in the Williams’ house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG BROTHER",
          "text": "Indians? Big Brother grabs a rifle off the wall, steps towards his father, who puts a hand on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Stay with the women. Down, into the root cellar. Get.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The settlement is two small clapboard homes alone in an o of grass stirred by heavy winds. From the Stewart House, see Maryanne and her family hurrying out of the back door down into a cellar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her father ushers Maryanne down the stairs, where her mot and sisters wait with a lantern. Her brother follows afte a rifle in hand. Father lifts the doors above-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep your lamp low and this door locked. You don’t open it no matter what. You hear? Brother nods as he shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGER SISTER",
          "text": "Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "Quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGER SISTER, (PANICKING)",
          "text": "Mom, mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You mind your brother. Hush. Big Brother latches the storm doors shut and backs into t middle of the cellar. He takes the lamp from his mother a turns the flame down low. We hear muffled SHOUTS above, movement. The little childr in their white nightshirts are crying, holding onto their mother. The adults all look up at the underside of the floorboards, eyes glassy with fear. Maryanne shakes her head at her Little Brother’s tears an wipes at his cheek. In a whisper, barely more than silenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYANNE",
          "text": "Don’t cry. Be brave for me. She holds his gaze until he takes a breath, and nods. The cellar around them is cluttered, filled with burlap s of grain, half-mended farm tools. Lamplight throws weavin shadows on the walls around them. CRACK, CRACK, more rifle shots, and then a man’s SCREAM. Maryanne puts a hand to her mouth. Brother tightens his f on the rifle. Mother holds the two crying children. Relative SILENCE above. The family stands frozen, trying to breathe. Little Brother SNIFFS and all heads snap towa the sound. Mother puts a gentle hand over his mouth, plea with her eyes for quiet. Something DRAGS over the floorboards above. The family lo upwards, terrified. SCCCCRRRRT, the dragging sounds like carpet knife over the rough boards. \fBOOM, a muffled shotgun blast. Then BOOM, another. The family all look upwards, from the dragging sound to- BOOM third blast, and a fourth. All of the adults fail to notice what both of the crying children see- a silhouetted FIGURE in the shadows behind Brother, low to the ground, moving in. Little Brother and Sister draw tiny breaths, eyes fixed o the figure, almost too terrified to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGER SISTER, (WHISPERING)",
          "text": "«..mom. Her mother shushes her. The DRAGGING above has stopped. Subtly, a dinner plate-sized circle of dirt by Little Bro begins to move. He feels it through his socked foot and looks. Eight inches of soil shake like simmering water. Little Brother looks at his mom, who stares upwards at th floorboards. He looks back down. Dirt moves outward from the center of the circle. SOMETHING PALE begins to surfac like a boiled worm, or the finger of a drowned child... Maryanne, Big Brother, and Mother all stare upwards... Little Brother looks down at the dirt and inhales to scre Little Sister looks away from the figure slinking towards Brother and closes her eyes, crying, terrified. An agonizing moment before- Big Brother SCREAMS and the lantern drops. Maryanne spins. The lantern hits the ground at her brothe feet and shatters, the momentary flash of firelight revea him clawing at the dirt floor as he’s pulled violently ba into the shadows... The light extinguishes, leaving pitch darkness. Little Sister SCREAMS. We hear YELLING. SCREAMS. VIOLENCE. Then sudden quiet. There are inhuman RATTLES and PURRS, the sounds of bodies dragged over the ground. Soil shifts. SILENCE. BLACK ON SCREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dakota Territories August 15th, 1879 DRIPPING. Flies BUZZ. A vertical line of light grows into the rectangle of an opening door, silhouetting a FIGURE in a derby and duster against the lush, slowly waving grass of the Dakota plain",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE WILLIAMS HOUSE- DAY",
          "text": "The figure moves into the absolute black of the house, st contrast against the big sky glare of the Badlands. He pu the derby from his head. Hundreds of specks of darkness, FLIES, rise in a cloud an swarm the lighted rectangle of the doorway. The man, little more than a dark shape in the sliver of light, is DUTCH, a heavily-accented Belgian immigrant two years off the boat. Dutch is sharp, capable but out of place, a little anxious in the West.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (ACCENTED)",
          "text": "-..Is anybody home? Mr. Williams? The Stewarts are... The pupil in the illuminated crescent of Dutch's face wid adjusting to the dark, then narrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Jesus god. Dutch backs away, his boots sliding through a rich, crims puddle, never taking his eyes off the thing before him. At the door he puts his hand against the jamb, steadying himself. There's something small and smooth under his pal He takes his hand away and looks. A TOOTH, a molar, lodge in the wood as if fired there. Dutch stumbles out and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WASHBURNE CRICK SETTLEMENT- DAY",
          "text": "-..onto the porch, nauseated, his blood-stained boots los purchase on the friction-smoothed boards. He flails and falls into JOHN CLAY. The enormous man catches Dutch. Clay is a mountain, early 40's, easily 6 feet and 250 lbs. of John Wayne. \fAll-business all the time, he’s a commanding presence, strong, an obvious leader. He's holding a black-and-white PHOTOGRAPH in a broken frame in one of his enormous hands",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Basement’s empty. The Stewarts are gone. Maryanne say anything to you about leaving? Dutch shakes his head, no. Clay presses the Stewart famil portrait into Dutch's hands and pushes him off the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "What about the Williams? Dutch shakes his head and points into the dark doorway be them. Clay turns and steps into the Williams' House, vanishing into the darkness. We see the settlement in daylight, the two clapboard home bleached gray from hard weather. The surrounding grass sw We get a better look at Dutch: late 20’s, lean, angular. body language reads somewhere between Ichabod Crane and Sherlock, contained nervous energy and remarkably sharp e Dutch looks at the photograph Clay gave him. The Stewarts are a large family, posed before their home on the Washbu Crick. The children’s images are blurred, they moved duri the exposure. Dutch scans the faces, focusing in on Maryanne. He touches her image, smearing blood on the pic by mistake. He grimaces and wipes it clean with his sleev The TWO HORSES tied to the fence behind Dutch lift their and roll their eyes, nervous. Clay emerges from the door, carrying Dutch's Derby as if were a pair of discarded panties. Dutch takes the hat; there's a crimson stain on the crown. Clay walks to his horse and leans his hands on the saddle staring out at the slowly waving grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Indians. God help them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "We have to get them back. Clay nods, just barely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOBIE SPACKS walks through the grass, looking down, lost rumination. He pinches at his upper lip, trying to tweeze between his thumb and finger the fine down growing there. Dobie will soon be 16. He carries a pitcher of milk. Behi him, the Spacks House sits large, whitewashed, and Victor like some Edward Hopper sentinel. Ahead, WILLIAM PARCHER follows Dobie's mother towards a thick, twisted box elder tree growing on a rise in the la Parcher is a mischievous-looking rancher in his 50's, a moustache, glorious sideburns. Parcher carries a picnic basket. He hangs back and whispe conspiratorially to Dobie-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I hemped three men on yonder tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Indians, anyway. Hanged 'em dead. Parcher winks at Dobie, showing off. The boy smiles, he’s impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "Don't feed my boy your horse-shit, Mr. Parcher. GERTRUDE SPACKS, carrying a quilt, looks back at them. Sh in her early 50's, attractive, rich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "That ain't horse-shit, that's history. Boy ought to learn where we come from. They arrive under the tree and Gertrude spreads the quilt",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "Mind the cursing in front of my boy. They sit and Parcher begins to take food from the basket. Dobie looks up at the sun through the gnarled branches of elder. We hear the CREAK of twisting ropes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great god amighty, is that coconut? Parcher pulls a cake from the picnic basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Mom got it special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "I baked it. The coconut came from back East. Parcher looks at the cake, then at Gertrude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Ten years back, not a mile from here, I had to eat horse to survive. Dobie is impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "That's disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "It wasn't my horse. Point is, we're here now eating coconut cake. Right civilized country. Parcher cuts himself a slice that encompasses nearly a quarter of the cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "We have chicken and cornbread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I know it. I'll attend to that cornbread directly. Parcher takes an enormous bite of cake, smearing his moustache with icing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "There's a rider. Dobie points. Parcher gets to his feet and squints. A MAN ON A HORSE gallops towards them, half a mile away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Listen, cowboy, how ‘bout taking your mother in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got a funny hat. I think it's your ranch-hand, Mr. Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Anybody can wear a funny hat and that ain't Sunday riding. Take your mother inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "Let's go, Dobie. Parcher SNAPS the cover guard off of his revolver. Dobie turns and looks. Parcher sees the boy eyeing the gun and grins a little bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Go on. Dobie and Gertrude hurry toward the house. Parcher, icing smeared on his moustache, squints into the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DAKOTA BADLANDS- DAY",
          "text": "We reveal the rider: Dutch. He drives his horse through t knee-high grass towards Parcher, a half-mile distant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE SPACKS HOUSE- DAY",
          "text": "Dutch rears his frothing horse to a halt in the shade of box elder and dismounts a few feet from parcher. Dobie an Gertrude are specks in the grass halfway back to the Hous",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Dutch, god damnit, I was having a picnic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (BREATHLESS)",
          "text": "Indians. They killed... Here. Dutch fishes a many-folded square of paper from his pocke and hands it to Parcher. Scrawled in grease pencil- “INDIAN MASSACRE AT WASHBURNER CRICK. WILLIAMS FAMILY DEA STEWART FAMILY KIDNAPPED, 6 MISSING. FETCHING HENRY V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "It's from Mr. Clay. They took Maryanne... her whole family... \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I can read. Jesus. Indians kill them little Williams girls, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Yes... no. Mr. Williams did. And then, what is the word... Dutch pantomimes shooting himself in the mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Suicide. Dutch points at Parcher, exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GERTRUDE'S PARLOR- DAY",
          "text": "Dutch thirstily drains a glass of water, jams his derby b onto his head. The parlor is sparse, Victorian, dusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "...If we're dealing with Crow or Ute, Dobie could see things a boy shouldn't have to. Parcher perches on a stool, pulling on his boots. Gertrud watches Dobie tie provision onto two horses outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "I've made up my mind, Will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You've already lost a man to the Indians, I don't want to take another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "I don't have a man in this house, I've got a boy. You take him to Washburne Crick and bring him back and maybe I'll have two. Parcher's pleased with this. Gertrude turns to Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "Would you like more water? Dutch shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "We have to go. \f11. Dobie enters from the front porch, dressed in brand-new riding clothes. He's Christmas-morning excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "The horses are ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Then let's get to it. Gertrude takes Dobie's head, kisses his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "Be good. Mr. Parcher’s lived through everything this country could throw at him. You stay close and mind him, and you'll be fine. (then, to Parcher-) And you, too. She kisses him lightly on the cheek. Parcher mugs pleased shock before leaning to kiss her back. She shoves him off",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "When you get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Yes, ma'am. Parcher and Dobie eye each other significantly, both happ and uncomfortable. Dutch puts down his empty water glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WASHBURNE CRICK- DAY",
          "text": "Dutch stands in the open doorway of the empty Stewart hou looking in. The Williams house is open behind him, no sig of Parcher or Dobie. Dutch walks around the house and notices a SHADOW on the edge of the settlement, past the barn, a dark circle in the grass. He walks over to it. A CIRCULAR DEPRESSION about four feet across, the grass pushed aside and collapsed, the earth beneath it churned. Hundreds of ANTS crawl around in the soil. Dutch crouches and presses his fingers into the circle. T sink easily into the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE WILLIAMS HOUSE- DAY",
          "text": "In the dimmed light, Parcher and Dobie cover their mouths with dust cloths. Out of focus, DEEP CRIMSON stains the w and ceiling behind them. Parcher crouches over MRS. WILLI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A matronly corpse, shotgunned. The neck and chest are rou buckshot-torn, her arm nearly separated. There's very lit blood, just the raspberry chew of the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "She should have bled out more. Same with the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Ida and Daphne... I think those where their names. Dobie can't help but glance through the doorway into the girls' bedroom where lie- The TWO DEAD WILLIAMS GIRLS. Small nightshirt-clad bodies twisted in sheets torn and singed by buckshot. Remarkably little blood. Child flesh chewed like ground chuck. Dobie is close to retching. These are far from the first corpse Parcher’s seen. Any concern he shows is for Dobie, almost like a kind uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You want to wait outside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Good. I wonder... Parcher looks at a GASH in Mrs. Williams' neck, a good ei inches above any shotgun damage. It's about an inch acros and six inches long. It sinks over half an inch into her neck, but doesn't appear to have bled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "What kind of weapon makes a wound like that? A chisel? Some kind of wood plane? As he talks, Dobie turns and looks at the source of all t crimson behind them. MR. WILLIAMS' HEADLESS CORPSE on the rough floorboards by fireplace, the shotgun he used to decapitate himself lyin between his curled hands. And BLOOD. Unlike his wife and girls, there was no shorta of the stuff inside Dad. It marks the wall and ceiling behind him, Jackson-Pollock style. Dobie stares at the twin barrel of the bloody shotgun. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "That gun only fires twice. (Parcher waits for him) ...-He would have had to reload. To kill everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "...If it was Appaches or Crow, any Christian woman would prefer dying to capture. If Mr. Williams had time to reload, it's because his wife gave it to him. Dobie looks at the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "If it came to that, I hope you'd be strong enough to take care of your mother. Dobie stares into the bedroom, at the little girls’ corps",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Our pity belongs to the Stewart family, they're still alive and captive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (0.S., INTERRUPTING)",
          "text": "Mr. Parcher! Mr. Clay's coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WASHBURNE CRICK, YARD- DAY",
          "text": "Dutch stares to the horizon. TWO DOZEN RIDERS approach. Parcher and Dobie emerge from the Williams house. Parcher uncorks some whisky and squints at the approaching riders",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "He find Henry Victor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Yeah, and near thirty bluecoats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Mighty Christ. That cock-sure little shit’s brought the whole fort. Dutch sees Dobie, his eyes red-rimmed and glassy. Dutch touches the boy's shoulder. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Get off the boy, he's fine. Dutch withdraws his hand. Parcher drinks some whisky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I found something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WASHBURNE CRICK, BEHIND THE BARN- DAY",
          "text": "Parcher, crouching before the circle, sinks his hand into softened earth up to his wrist. Dutch and Dobie hover beh him. The two dozen RIDERS approach in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I s'pose... a wallowing buffalo coulda done this. He smells the dirt on his finger. Clay, at the head of the dozen riders, reigns his horse t stop a few yards behind Parcher. HENRY VICTOR stops his own horse beside him. He’s 40 year old, a thin, tall dandy with a doughboy face and sharp, arrogant eyes; the spoiled child of a Texan war hero. He wears military blue and Lieutenant's stripes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Looks like you found yourself a hole in the ground, Will. There’s an old rivalry between them. Parcher stands to fa the mounted men as a half dozen of H.V.'s BLUECOATS arriv behind them. Parcher grins at the insult, brushing the an from his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "That and four corpses. And six missing. Most of those being women and children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I’ll get the horses. Dutch starts back towards the yard, H.V. stops him. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Hold up now. This is my command, I gotta know who we’re hunting. How long have the Indians had them? Clay looks annoyed at H.V.’s obvious, arrogant pleasure a exercising authority. The Bluecoats behind him are soldiers, between the ages o and 30. Other Bluecoats ride into the settlement below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Near a day now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "That's more than long enough for those women to’ve been... Dobie looks at Parcher, long enough for what? Dutch looks sick with H.V.’s implication.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "We should go. The longer we wait-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "You want to go face an Indian war party on your lonesome? Dutch clenches his fists, looks to Clay for support. Clay shakes his head, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "You go off alone, those blanket heads will peel you like an orange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Maryanne is lukewarm on you with your skin on, Dutch. Follow along, we'll do this thing right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR, (TO PARCHER)",
          "text": "You think it's the Sioux?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I'd incline to guess Apache or Commanche. Got a family suicide, leads me believe the tribe'd have a right smart reputation for torture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "The Sioux understand torture. \f16. His intonation almost sounds like a cruel, inappropriate joke. At any rate, a few of the Bluecoats SNICKER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WASHBURNE CRICK, YARD- DAY",
          "text": "Dutch, Parcher, and Clay stride quickly across the yard, leading H.V. towards the Williams house. Dutch eyes the approaching open door warily, a little sic It's so quiet that we can just hear the FLIES inside. They pass a young black man leaning against the Williams' house porch railing, \"WALNUT\" CALLAGHAN, (late 20's.) Callaghan wears a worn bluecoat jacket, but the rest of h clothes are catch-as-catch-can. Dutch slows, he's not happy to be walking back into a slaughterhouse. Parcher, Clay, and H.V. pass the BLUECOAT LIEUTENANT stan watch at the door and enter the Williams' house. Dutch lingers on the porch. H.V. looks back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Your Occidental isn't coming in? Dutch shakes his head, close to puking. H.V. smirks and l the door shut. Dutch walks back out into the dirt patch and puts his han on his knees. The nausea passes and he spits, looks out a the horizon. Callaghan sits nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "You alright, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (SHAKING HIS HEAD)",
          "text": "We should be going after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Did you know these people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I do. I know the Stewarts. Dutch removes the rolled-up photo of the Stewarts from hi vest and hands it to Callaghan. He points at Maryanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "That’s Maryanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "She yours? \f17. Dutch shakes his head, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I was working on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WASHBURNE CRICK, LANDSCAPE- DAY",
          "text": "We see the small cluster of homes overrun with Bluecoats, surrounded by an ocean of grass. We MOVE THROUGH the gras as if following something stalking the settlement...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WASHBURNE CRICK, THE WILLIAMS HOUSE- DAY",
          "text": "Dobie has joined Dutch and Callaghan by the porch. Dutch finishes rolling a cigarette and hands it to the boy. H.V. SLAMS the door of the Williams House open, startling Dutch to his feet. Fuming, H.V. stalks across the porch, says to the nearest Bluecoat-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Send a scout to Fort Lincoln. Tell them to wagon up the gatlin and meet us at the reservation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (0.S.)",
          "text": "Not yet. Clay and Parcher emerge from the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Not till we put the Williams below ground. I christened those little girls, and I intend to give them a Christian burial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "But the Stewarts are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "We go off on horses that ain’t been rested, we won’t make it ten miles. We got time for a burial. Dutch clenches his fists, knows Parcher’s right. Dobie’s edging towards his horse and Dutch stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Let’s get the grain. \f18. Dutch turns to attend to the horses. As Dobie starts to follow, Parcher takes the cigarette from him and smokes i",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "No reason to route the heathen if we're going to act like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two dozen BLUECOATS, Parcher, Dutch, Dobie, Callaghan, an H.V. before four open graves. Clay, at the head-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "God tests us, and when he takes the innocent, shows us we've failed. Jesus on the mount said that the meek would inherit the earth, and there they are, down init. I believe that was as much a commandment as a beatitude. Throughout the sermon, Dutch seems distracted, anxious to on the trail. He looks out at the plains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "On that same mount, Jesus said, \"blessed are the peacemakers, for they shall be called the children of God.\" We need to be those children. We got to work to make the earth a fit place for the meek. May God give the Williams family peace and paradise where we could not. And give us the wisdom and perseverance to carry on until we've finished His work. Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Amen. Clay looks at the crowd for a moment. Dutch puts on his h ready to leave. The Bluecoats move to disperse. Clay launches into a hymn, \"Alas, and Did My Savior Bleed Dutch takes his hat back off, the Bluecoats get back in l",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (SINGING)",
          "text": "Alas, and did my savior bleed, And did my sovereign die. Would he devote that sacred head, For such a worm as I? \f19. The others join in. H.V. sings reverently. Dobie sings wi his eyes closed. Bluecoats do the best they can. Dutch HUMS along. He notices an INDIAN standing among H.V bluecoats. This is TEN BEAR, Crow Tribe, dressed in a scout's mixture of Indian and Bluecoat garb. He sings alo perfectly. Dutch gawks. Ten Bear feels Dutch's eyes and meets his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS- AFTERNOON",
          "text": "Hundreds of hooves THUNDER over the plains. We still hear the HYMN being sung. Riders are scattered over an acre. Clay, Parcher, and Dobie ride grouped together. The Bluec ride in rough formation. Dutch is driving the mess wagon. H.V. rides at the head with Ten Bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUP, (SINGING)",
          "text": "Thy body slain, sweet Jesus, thine, And bathed in its own blood. While the firm mark of wraith divine, His soul, in anguish stood... As the post-lapped HYMN ends-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Damnation. We ain't going to find kidnapped whites on a reservation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "I ain't set to waste my time while they're scalping the men and raping our women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "We're about a day's ride shy of the Hunkpapa trail to Canada. S'where I'd be headed if I was a band of fugitive Indians. Clay nods, thinking. Dobie listens attentively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "We could set off alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I'm chewing the same cud, but there'd only be four of us. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "We have to find the Stewarts. If we can do that with Henry Victor's help, fine. If not, fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "-.-I guess you’ve had every chance to and ain't killed us yet. Though what we'd do if- Jump scare- Parcher suddenly LURCHES forward, his horse SCREAMS and stumbles, nearly throwing him. Clay’s reigns his own horse and grabs the lead of Parcher’s, steadying animal as Parcher jumps clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Mr. Parcher! What... Parcher gathers his wits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "S'alright, Dobie. Must of stepped in a prairie dog hole. Parcher puts a calming hand on his horse’s muzzle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (TO THE HORSE)",
          "text": "There you go. S’alright...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "How’s that leg? Parcher crouches and examines the fetlock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "A little blood, but she’s standing alright. (to Dobie) Hey, Cowboy, hump on ahead, see how much further we're gonna press before camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Yessir. Parcher stands as Dobie spurs his horse forward. Once he' out of earshot-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Why do you spend so much time rubbing that boy's belly? He already thinks you're Jesus Crocket. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I'm courtin' his mother. Parcher climbs up onto his horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "That's Gertrude Spacks' boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Skinny woman. Parcher looks at him. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (BONE DRY)",
          "text": "Might as well just poke the boy. A beat. The first joke Clay’s made in months. Parcher lau Clay lets himself smile, they spur their horses forward. We TILT DOWN to what neither man saw, the “prairie dog ho that Parcher’s horse stepped in. Beneath the grass, the h is blood-colored, filled with dim GORE and shards of brok RIB-BONES...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE GROUP",
          "text": "Dutch, driving the mess wagon, nods to Callaghan as he passes. The young black man veers his horse closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Who is Henry Victor's Indian? Callaghan looks towards the head of the group, where Ten gestures and talks low to H.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Ten Bear. He's a Crow Indian. And the man's paid for his work and free to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "So he don't belong to Henry Victor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK BLUECOAT, (O.S.)",
          "text": "Walnut! \f22. Callaghan looks over. A BLACK BLUECOAT, several years Callaghan's junior,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK BLUECOAT",
          "text": "Mr. Victor's canteen's dry. Callaghan nods. The Black Bluecoat veers off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "He called you Walnut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Yeah he did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Thinks he's better'n me 'cause nobody ever owned him. I'm not enlisted. I cook for Fort Lincoln but I'm paid and I can leave any time. Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Sure. (uncomfortable beat.) ..-How are you called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "My name's Callaghan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Callaghan. I am Martin Van Leijderova.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Shit, man, I can't say that. Dutch reaches out his hand. Callaghan shakes it, laughing",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I am also called Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Good to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE FRONT OF THE GROUP",
          "text": "Dobie rides past Bluecoats and forward to where H.V. take pair of binoculars from Ten Bear. \f23. H.V. points out something straight ahead to two BLUECOAT LIEUTENANTS. The Lieutenants nod and head back to their squads. Ten Bear hands H.V. a rifle. H.V. sees Dobie-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Take a look yonder. Dobie squints into the distance. A SHAPE in the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Is that a horse? He hands Dobie the binoculars. Dobie peers through- DOBIE'S TELEPHOTO POV- A MINECONJOU INDIAN, dismounted fr his HORSE, walking in small, irregular circles and starin the ground. The Mineconjou glances up, looking almost directly at Dob then continues his search of the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "He's seen us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "You think I don’t know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Then why ain't he run? ACROSS THE PLAINS- TWO COLUMNS of BLUECOATS, six men each break free of the group and CHARGE, galloping across the plains towards the lone Indian. DOBIE'S TELEPHOTO POV- The Indian sees the charging soldi He runs for his horse, a spotted mustang. The Mineconjou prepares to jump on his horse, as-— H.V. raises the rifle to his shoulder, takes aim... CRACK DOBIE'S POV- the horse jerks with the rifle's impact and twists sideways, falling to the ground. ACROSS THE PLAINS- The Indian jumps away from the falling beast as it kicks and pumps blood. The two columns of rid race towards him, flanking him North and South, closing i like pincers. The Indian turns and sprints West, tearing on foot throug the tall grass. The two columns of mounted soldiers close in, hooves THUNDER. \f24. The SOUTHERN COLUMN sweeps in first, scooping around the Indian. He stops running and draws a knife. He turns away from the Southern Column just in time for t lead horse of the NORTHERN COLUMN to arrive, the mounted Bluecoat swinging his rifle like a club- CHUNK. The Indian catches the rifle flat across the side his head. His feet leave earth, he pinwheels through the air, head trailing blood, and SLAMS into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay crouches over the horse H.V. shot. Nearby, two BLUECOATS bind the Indian's hands to a wagon wheel. Blood leaks from the Indian's brow. Ten Bear crouches in front him, MURMURING at the captive. Parcher looks at the Indian; Dobie and Dutch stand nearby staring. H.V. stands in the center, well-satisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "You didn't have to shoot his horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Christ, you gonna make us bury that, too? Clay stands and H.V. crosses to Ten Bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "What does he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEN BEAR",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Ask what he was looking for in the grass. Ten Bear leans in close and MURMURS words to the Indian, making signs with his hands. No response. Dutch pulls the photo of the Stewarts from his vest and h it to Clay. Clay nods and crouches next to Ten Bear, show the photo to the captive. To Parcher-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Ask him. Parcher speaks in sub-titled Sioux, making signs with his hands as he speaks. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (SIOUX, S.T.)",
          "text": "<We need to find these white people. Bad Indians took. You help, we let you go.> No response. Clay stands, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "We don't have time for this. Let's keep moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "<You Blackfoot? Minneconjou?> (no response) <Minneconjou, I think. Look like Bull Bear.> The Indian looks up sharply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "<But you no Bull Bear. Bull Bear dead. I bury him.> Parcher nods, offers a friendly grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "<You Dull Knife. Son of Bull Bear.> The Indian, DULL KNIFE, stares at Parcher a few moments a then drops his gaze. Parcher stands-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "His name's Dull Knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Carrying a prisoner's gonna slow us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "I'd rather walk in the right direction than run with my head up my ass. We're running short of daylight, we'll camp here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "We're wasting time we ain't got, Henry. You know what's happening to those Stewart girls right now? Dutch looks sick. Clay presses the Stewart photo into H.V hands. H.V. is suddenly very conscious of the Bluecoats nearby, watching. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "This isn't your outfit, Clay. If we need to raise any pigs, we’ll ask your advice. But renegade Indians are my job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "If men like me and Will Parcher hadn't cleared this land of Indians, men like you would be dead on a spit and you know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "These soldiers are under my authority. Mine. So long as you ride with us, you are, too. He tries to hand the family photo back to Clay, who lets drop in the grass. Dutch appeals to Clay-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "We’re not gonna stop...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "That Indian doesn't know shit and wouldn't talk if he did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR, (SMILING)",
          "text": "He'll talk. Dutch picks the Stewart family photo out of the grass and puts it back in his vest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS CAMP- NIGHT",
          "text": "off-screen, Dull Knife SCREAMS. It's dinner time. None of the Bluecoats look up from their plates or away from thei conversations, they've grown used to the sound. Scattered CAMPFIRES. Men eat sociably, drink coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE MOVE TO-",
          "text": "Parcher, Clay, H.V., and Dobie sitting in a group near th campfire, finishing dinner. 0.S., Dull Knife SCREAMS. Onl Dobie looks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE MOVE TO-",
          "text": "Dutch moving through the Bluecoats, trying to see what's happening to Dull Knife. \f27. Ten Bear is crouching in front of the bound Minneconjou, the edge of the firelight, doing something to the soles o Dull Knife's feet. Dutch moves tangent to the two Indians circling around, trying to see what Ten Bear is doing. Du Knife SCREAMS. The cry echoes across the plains, no react from the Bluecoats. Ten Bear pulls a SMALL NOB away from Dull Knife's foot an sets it on the ground, something pale with a dark, shiny gloss. It could be metal, or it could be bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (0O.S.)",
          "text": "You don't want to see that. Callaghan touches Dutch's shoulder and he jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Walnut! ...Sorry. Callaghan, I mean. ...Has he talked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Nah. Ain't even the point. Ten Bear stopped asking questions a half hour back. Come get some coffee. They walk towards the mess wagon. Callaghan pats his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I was born with this leg gimp, flesh all withered and shrunk. Mr. Callaghan, the man that owned my mother named me Walnut because he thought I looked like one. I ain't partial to the name. They arrive at the wagon, Callaghan pours coffee. Dull Knife's SCREAMS dies down to pained BREATHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I can't see anything wrong with your leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "It's weak. Hurts most of the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "--.-I don't like Henry Victor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "The man's a sack of horse-shit. Dutch grins in agreement. Then- \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I'm Belgian. But they thought I was German on Ellis Island, so they put my name down as \"Dutch.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "What the hell kind of sense does that make? Dutch shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "You come to this country alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (SHAKING HIS HEAD)",
          "text": "I had a sister; the boat killed her and we put her in the water. All I kept of hers was a... I don’t know the English... a “broche.” Dutch gestures at his chest, shaping a brooch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "-..I gave it to Maryanne Stewart. He looks at the ground. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I barely knew her but... I thought she might... Dutch swallows, takes a breath. Callaghan fills space-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Tell me your real name again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Van Martjin Leijderova.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Shit. You want more coffee, Dutch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Yeah. Dutch glances over towards Dull Knife. He sits alone, bou to the wagon wheel, feet covered in bloody rags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "He’s give up for the night, praise God. (considers, then-) Shit. I hope this gets me fired. \f29. Callaghan grabs the bowl of scraps and carries it over to Dull Knife. He sets it on the ground next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Go on, you can eat. It's alright. Dull Knife looks at the bowl of food, he wants it badly. looks at Callaghan. His eyes narrow, somewhere between menace and pity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DULL KNIFE, (SIOUX, SUBTTLED)",
          "text": "<You’1ll be awake in your grave. You’1l be alive when they feed.> Callaghan furrows his brow, doesn’t understand. He nudges the bowl of food again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Go on, eat. No reaction from Dull Knife. Callaghan SIGHS and walks ba towards the Wagon, where Dutch drinks coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR, (0.S.)",
          "text": "Walnut! My tobacco's dry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I got it. Dutch grabs a sack of tobacco and walks towards the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY THE FIRE",
          "text": "Parcher, Dobie, Clay, H.V., and a half-dozen BLUECOATS si They're drinking whiskey, coffee, they're rolling cigaret Dutch approaches. H.V. sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Where's Walnut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I brought tobacco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Much obliged. H.V. takes the sack with one hand while he fishes in his with the other, pulling out a small TOBACCO POUCH that he tosses to Parcher. It looks like shriveled leather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "What the hell is this? \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Tobacco pouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "It's ugly as shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Came off an Injun. Big buck named Sackatabacky. A few Bluecoats LAUGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Oh, Jesus Christ. Parcher throws the shriveled tobacco pouch back to H.V., fills it as he tells a story, excessively proud-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "My daddy was one of the men behind the rifles that held off the Sioux at the battle for New Ulm. H.V. meaningfully shakes the pouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Henry Victor senior cut this off one of them Indians. Lends the tobacco a sweetness I've grown right partial to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "It's a scrotum, Dobie. Dobie reacts. H.V. turns his attention to the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "You know the story of New Ulm, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Yessir. My father died there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Well alright then. Did you know it was more American civilians than ever died in anything else? Not a soldier among ‘em. Six hundred dead by the lowest count. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HENRY VICTOR (cont'd) The Sioux knew they couldn't face the army, so they attacked a town of unarmed farmers, women, children. H.V. is condescending, tells the story like Sunday School He licks, seals, and lights a scrotal-tobacco cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Yessir, I heard that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "I hope you know your daddy died noble. I'll raise a drink to him and every man at this fire. We'll make sure we never see anything like that in this country again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "I'll drink to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Any reason's a good one. They raise flasks and enamel mugs, and drink. They fall respectfully quiet. The sudden silence reveals SLURPING and CHEWING. They all look over, to- Dull Knife, hungrily shoveling scraps from the bowl and i his mouth. H.V. exhales smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Who fed my Indian? He stands, strides across the camp, and kicks the bowl ou Dull Knife's hands. Scraps fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "We don't find those settlers ‘til he talks, so he don't eat ‘til he talks. WHO FED MY GODDAMNED INDIAN? H.V. kicks Dull Knife in the Stomach, doubling him over. Chewed food flies from his mouth. H.V. picks up a loose stirrup, a metal buckle on two feet of leather strap, an impromptu LASH. Everybody watches him, Parcher and Clay g to their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Walnut? Where are you? Walnut is absent. H.V. is rabid. Several tense moments, t \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "-..I fed him. Everybody turns to look at Dutch. H.V. stalks towards Dut with the stirrup / lash. He raises his arm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "You ignorant son of a bitch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Henry. H.V. looks over. Clay has a hand on his gun. H.V. considers, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "...-You raise that gun and all four of you'll be on ropes in an hour. Clay stands holding his gun. H.V. stands holding his lash Dutch looks like he's about to piss. Parcher gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Christ, Henry, he was just gonna shoot you a little bit. And if Dutch fed him the same shit your cook fed us, he ain't no happier'n he was ‘fore he et. Leave it rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "This is my command. Mine. I can't have my authority undermined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (TO DUTCH)",
          "text": "Apologize to the man for undermining him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I am sorry. With his accent, it's hard to suss his sincerity. H.V. sp and shakes his head. To a Lieutenant-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Bugle taps, we're bedding down. I want a three man watch until dawn. I want guns on the night. Anybody tries to sneak back into camp, anything moves, kill it. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. PLAINS CAMP-",
          "text": "The Bluecoats and cowboys wrapped in their blankets, asle in small groups. Soft SNORES, the RUSTLING grass. A soft RATTLE rolls across the plains, like the largo creaking of an ungreased door. Almost a PURR. Dutch lies awake in his blankets, staring at the sky. A BLUECOAT SENTRY slouched by the fire struggles to keep eyes open, leaning on his rifle. The RATTLING PURR laps against him, each swell tugging him towards sleep. The so PURR rises again, the Sentry's eyes close. A BLUECOAT LIEUTENANT sleeps on his side on the edge of c spooning with his rifle. Dutch looks over the camp. Everybody else is asleep. Except Dull Knife. He sits awake, eyes sunken, desperate. He stares at the plains, watching the slowly waving grass Dutch lies back down, watching Dull Knife. Dull Knife's e shine in the campfire. Dutch closes his eyes. The Bluecoat Lieutenant, sleeping soundly on his side. We move to a short distance away, where a small circle of ea beneath the grass slowly starts to TREMBLE. The circle spreads, blades of grass fall. Five man-shaped FIGURES crawl towards him out of the gras They slink on all fours, silent. In the starlight and dyi campfire embers, we can just barely see their burnt-looki mottled flesh. Their movement is predatory, inhuman. The Bluecoat Lieutenant doesn't wake up when a TALON, an organic-looking blade touches the hollow between his coll bone and throat. RIIIP- the talon is dragged across the Lieutenant's neck, carving a deep trench in the flesh. The wound is deep but does not bleed, the scarlet blood instantly coagulating. The Lieutenant's eyes open and immediately hands on his b CLAMP DOWN hard, holding him immobile. The Lieutenant's eyes roll wildly. A RETCHING SOUND off screen, a SPLATTER, and then the Lieutenant's face goes slack. His eyes, still conscious, stare ahead. He is completely immobile. A beat. A RATTLING. A PURR. The Lieutenant is abruptly YANKED off-screen. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM A DISTANCE-",
          "text": "Out in the plains, down in the grass, the dwindling campf offer a rich glow against the waving moonlit grass. SHAPE are being dragged out into the plains, the grass forming behind them, like a wake in water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR, (0.S.)",
          "text": "Bullshit! Bullshit! Bullshit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dutch opens his eyes. Most of the Bluecoats are already u Parcher is drinking coffee, getting his boots on. Dutch s up. H.V. storms around the camp like a child in a tantrum",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Somebody saw those yellow shit- heels desert. I will not god- damned believe four men left camp and nobody even god-damned stirred. Bluecoats hurry into boots and uniforms. Dutch sees Clay standing nearby, looking out at the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (TO PARCHER)",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "‘Morning, sweetheart. Henry Victor lost some of his boys last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "That's the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Somebody dragged ‘em off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "The Indian didn't sleep. Dull Knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- ACROSS CAMP",
          "text": "Dull Knife stares at the ground, beaten and exhausted. Parcher and Ten Bear crouch in front of him. Clay watches from nearby, whisky bottle in hand. H.V. paces. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Shit. You sure you didn't find him out front of a tobacco shop? H.V. snorts. Dutch approaches, tucking in his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BLUECOAT, (0O.S.)",
          "text": "Sir? Mr. Victor? Henry Victor looks over, a YOUNG BLUECOAT is crouching ov one of the missing men's blankets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BLUECOAT",
          "text": "There's blood here, I think. Not a lot, but... H.V. stalks over, Clay on his heels. There is a six-inch smear of blood on the soldier's gray blankets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "I've bled more from a pulled tooth. He turns and stalks back over to Dull Knife. Clay crouche and examines the blood. Parcher, crouching, speaks conversationally with Dull Knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (SIOUX, SUB-TITLED)",
          "text": "<Know you talk. Seen you talk, young boy.> No response from Dull Knife. Henry Victor is livid, his face nearly twitching, staring Dull Knife. Dull Knife stares back. H.V. steps on one of Dull Knife's bloody feet. Dull Knife SCREAMS through clenched teeth. Dutch turns away, sick. H.V. takes the weight off his foot. Dull Knife PANTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "What's he got to say now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "We already know that don't work. Parcher stands and turns away. Dull Knife catches his bre then the corner of his mouth twitches, he whispers-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "DULL KNIFE, (SIOUX, SUB-TITLED)",
          "text": "<I'm glad they like white men, too.> \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEN BEAR",
          "text": "He says he likes white men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DULL KNIFE",
          "text": "<The Burrowers.> Parcher listens intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEN BEAR",
          "text": "He says about another tribe. Miners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Miners? Indian miners?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "He didn't say \"miners.\" Men mine. He used the word for when animals dig. Burrow, maybe. (To Dull Knife) <The tribe Burrowers? Last night?>",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Let my buck do his job, Will. Ten Bear leans in close to Dull Knife, cutting off Parche",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEN BEAR",
          "text": "<Where do we find the Burrowers?> Dull Knife nearly manages a smile despite the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DULL KNIFE",
          "text": "<...They'1l find you.> He leans in, whispers just for Ten Bear-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DULL KNIFE",
          "text": "<Even if you do taste like white man by now.> They lock eyes. Ten Bear grabs Dull Knife's bloody mess o foot, SQUEEZES. Dull Knife SCREAMS. Clay steps over and SHOVES Ten Bear off with his boot, knocking him to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "I've finished listening to that Indian scream. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "He's shit-all for information anyway. We'll get our answers from the reservation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "This ain't the Sioux, Henry. He just said the Burrowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "I don't have time to be second guessed. There's four white women out there've probably already... H.V. swallows his last words, grimacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "All the more reason we shouldn't be looking in the one place we know they ain't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "We have to fight the enemy that's before us. We're going to the rez. Parcher's about to respond, when,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE, (0.S.)",
          "text": "Mr. Parcher! They look over. Dobie is waving from the grass near the e of camp. Clay and Parcher head over. H.V. moves in the opposite direction, towards his lieutenants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE EDGE OF CAMP-",
          "text": "Parcher crouches over a CIRCULAR INDENTATION of crushed g next to Dobie, just like at Washburne Crick. Clay continu past the circle, out towards the prairie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (TO DOBIE)",
          "text": "What do you think, Cowboy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "I dunno, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (YELLING)",
          "text": "There's another one. A third yonder. He points further North. Behind them, H.V.'s Bluecoats ar already packing up and heading West. Parcher nods to Clay showing that he heard the man. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (TO DOBIE)",
          "text": "Shitfire. Henry Victor'd rather pull fingers off the Sioux than follow the trail before us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Sorry, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "...I think we're about set to quit our military escort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POUNDING HOOVES. Dutch, Clay, Parcher, and Dobie gallop o through the grass, moving quickly now that they're alone. Dutch looks back at the train of Bluecoats quickly vanish in the distance. Clay, riding ahead, slows his horse to examine another SHALLOW PIT in a ring of crushed grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- SOUTHERN PLAINS",
          "text": "Small, gnarled trees dot the landscape. The four riders c long shadows, climbing a gentle slope. From a distance, w show how tiny they are, how isolated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS CAMP- NIGHT",
          "text": "Dutch takes a swig from a bottle of whiskey. The four sit around a campfire, the last scraps of dinner in the ename pot on the fire's edge. They're unrolling blankets, getti ready for bed, passing the bottle. Dutch shows Dobie how to roll a cigarette. Clay takes an immensely satisfied drink and passes the bottle. Parcher takes it and grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Great god a-mighty, I'm tired. Ain't been rode this hard since we gulched the Darrows. Clay nods and hands him back the bottle. Parcher passes t bottle to Dutch, then nudges Dobie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "On the trail of hostile Indians. What do you think, cowboy? \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE, (SMILING)",
          "text": "It's alright. Dutch takes a swig and passes, then gets to his feet wear stretching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Excuse me. Scratching his back, he walks away from the fire-",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS- NIGHT",
          "text": "Only a stone's throw from camp, Dutch is already out of t feeble, flickering throw of firelight. We can see how the darkness and endless space makes him nervous. The knee-deep grass is pitch-black in the moonlight. Dutc pulls out his pecker and pisses into the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK AT CAMP",
          "text": "Dobie takes a swig of liquor, pretending like he enjoys i",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You been doing real good, Dobie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Thank you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You oughta sleep. We'll be up and moving long before dawn. Only got a few days to find them Stewarts before we wouldn't want to. Dobie starts to ask him what he means, then holds his ton",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS- NIGHT",
          "text": "Dutch pisses into the grass, looking out at the few gnarl dwarfish trees shaking in the wind. His eyes are a little glassy with liquor. He YAWNS. From a distance- Dutch starts to button up his pants. We see him clearly silhouetted against the flickering light camp, an easy target. A SHAPE passes in front of the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS CAMP- NIGHT",
          "text": "Clay takes a pensive drink, sitting on his blankets. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "You think those men last night deserted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You mean ruther'n got drug off? Clay nods. Beat. Parcher shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "F’they did, I hope they died fast. You ever heard of an Indian tribe called the Burrowers? Clay shakes his head no, and pulls a BIBLE from his vest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "We'll stand watch, two hour shifts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS- NIGHT",
          "text": "Dutch turns and starts walking back towards camp. He does hear a SNAP a dozen yards away. He continues towards camp, leaving frame. We linger on th dark landscape behind him- Against the waving grass, between the small, gnarled tree it's impossible to see clearly. But we can just make out- TWO SHAPES, moving towards the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS CAMP- NIGHT",
          "text": "Dobie curls into his blankets and closes his eyes. Parche already looks asleep. Only Clay sits upright, holding Parcher's rifle, reading his bible by fire-light. Dutch walks into the edge of the firelight. He doesn't se the DARK SHAPE looming behind him. Clay looks up at Dutch, then past him. A momentary look o concern crosses his face. He puts his Bible in his vest. The grass sways in the wind behind Dutch. Clay jerks the rifle up and levels it, almost directly at Dutch. Dutch freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What... \f4l.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (OFF-SCREEN)",
          "text": "Don't shoot! Dutch jumps like something bit him. Parcher comes out of his blankets, cocking his revolver a sits up. Dobie scrambles to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "It's me, it's Callaghan, Mr. Henry- Victor's cook. Leading his horse, Callaghan emerges from the darkness be Dutch, and into the firelight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Shitfire, Walnut. You alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Yeah. Parcher drops his pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "You trying to get shot? Callaghan moves in towards the fire, realizing how close getting shot he was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Great Christ. Tie up your horse and set. You missed dinner. Callaghan nods thanks to Parcher, then nods hello to Dutc Dutch nods back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. PLAINS CAMP-",
          "text": "Callaghan sits with the others, their conversation alread progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I can't rightly account for the others. Didn't even know they was missing until now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Deserting the army's a felony. They could hang you for that and jail us for riding with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I didn't desert. Weren't enlisted. \f42. Clay looks at Parcher, who raises his eyebrows in questio Clay nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Well, if you're riding with us, you're working for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "That's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "It's nasty work in unfriendly country. You want to make it back to the ranch, you'll follow and do as your told. Callaghan nods. Pauses, then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Can I ask, which one of y'all is boss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "We're partners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Listen to Parcher, do what Clay says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I'll be dog, the German's been paying attention... Welcome to the outfit, Walnut. Parcher reaches out and shakes Callaghan's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the lead-gray light, the five riders course across the grasslands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SOUTHERN PLAINS- DAY",
          "text": "One of the round SHALLOW PITS of crushed grass and churne earth. The five riders pass in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coffee's on the campfire, Callaghan dishes out food. The grass moves in the wind around them. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS, HUNKPAPA TRAIL- LATE AFTERNOON",
          "text": "Dutch, Dobie, and Callaghan ride in a loose group through grass. Dobie pulls the mess wagon. Parcher and Clay have ridden ahead and sit talking. The three ride close enough to hear their conversation-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "-..seen the last of them pits a half day back. The trail before them is little more than a slight depres in the earth, stretching roughly East and West.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I'd say we follow the trail, but it's your call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": ".-.-Take your rest. I need to ruminate. Parcher SIGHS. They all dismount, except Clay, who rides few paces forward. Dutch walks over to Parcher, who takes a swig of whiskey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Which way are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You’1l go whatever direction we tell you to, I guess. Parcher offers Dutch the whiskey. Dutch drinks, then give the bottle back. He walks back towards Dobie and Callaghan, grabs a small stone from the ground, and chucks it at a gnarled, dead t eighty feet distant. The stone makes a pleasant TOK sound against the trunk. Dobie grins at Dutch, impressed. The boy grabs a rock off the ground, aims, and throws it at the tree. It sails pas well wide. Dobie leans down, searches among the grass roo and picks up another stone. He chucks it at the tree, and again misses. Callaghan sees the game and joins in, picking up stones a throwing them at the tree. He misses twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dutch watches the two try to repeat his throw, smiling as they keep missing. It’s a moment of near-relaxation, the three suddenly boys again. Dobie steps forward into the grass, and stoops down, searching the dark earth for another stone... Dutch pulls a piece of grass from its sheath and chews on tender base. FROM A DISTANCE- we see the five men alone in an ocean of grass, vulnerable. Dobie can’t find another stone. He pushes some grass asid and pauses. There’s an 8-inch lock of BLONDE HAIR pressed into the dark earth. Dobie’s hand hovers over the strands for a moment before lifting it from the ground. It’s human hair. He gives it gentle tug. SCHRT, the lock of hair RIPS free from the earth, a blood postage stamp of wet SCALP dangling from the end. Dobie’s jaw drops. He GASPS and flings the hair away. Callaghan steps over, looks down. There’s a patch of OPEN WOUND in WHITE FLESH in the ground. He kneels and pushes some looses soil from around the wou in the earth, revealing SKIN. Dutch walks slowly towards them. He sees the flung bloody lock of hair suspended in the tall grass. He spits out th piece of grass he was chewing on, looks at the ground whe Callaghan is pushing away the soil... Callaghan'’s digging reveals a WOMAN’S EYE, crusted with staring up at the sky. Dobie SCREAMS. The buried woman’s pupil CONTRACTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. PLAINS, HUNKPAPA TRAIL- DUSK",
          "text": "The woman, waifishly thin, blonde, lies on the grass. She in a coma and a filthy gingham dress. Grass stains, dirt, and dried blood mark her pale skin. There is a SOFT SCRATCHING noise off-screen, like a cat pawing at a door. sounds like its coming from inside of her. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "She's breathing. Parcher is crouched next to her. He tries to press her eyelids down, but they won't stay shut. Her eyes keep creeping open, staring without motion at the dark blue sk The other four men stand over her, looking down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "She's not one of the Stewarts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Then who is she? Dutch shakes his head. We'll call the woman AUDREY. Parcher pushes Audrey's head gently to the side, better exposing a deep, six-inch wound tore roughly into her nec and shoulder. There's no blood but that inside the wound itself, thickened like raspberry jam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Same as Williams' wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Yeah. And she should have bled out more, too. Parcher leans in. Small WHITE GROWTHS line the wound, clustered like frog eggs. The thickened blood glistens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "It's still moist. Maybe infected. Parcher reaches out and touches gently around the angry p edges of the wound. He pushes back the edge of Audrey's collar, revealing a small GOLD CRUCIFIX on a chain. Dutch leans in to get a better look. The fungal-looking white growths surround the cross in the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "She got any other marks on her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You got eyes. Clay doesn't respond. The SCRATCHING sound is still there from somewhere inside Audrey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Something's scratching. \f46. Callaghan and Dobie look at him, but nobody responds. Parcher lifts one of the woman's arms, there are BRUISES running up and down it. More bruises on her neck. He lifts up a piece of her dress, looks at the long verti tears and green stains on the fabric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "She's been drug a spell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "What else you want, John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Did the Indians rape her? Dobie's eyes bug out, he gulps back shock. Dutch is listening hard, the SCRATCHING sound is still audible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "How the hell am I supposed to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Something’s scratching inside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I hear it, too. Dutch crouches down, across from Parcher, over Audrey's f Audrey's eyes stare unmoving upward. As Dutch gets closer Audrey, the SCRATCHING gets louder. He moves down towards the fringes of her torn dress. The SCRATCHING gets louder. One of her shoes is gone. The SCRATCHING is coming from inside her other shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "It's in her shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Pull it off. Dutch looks at Clay, then reaches for the shoe and pauses The SCRATCHING is fervent, insect-like. \f47. Dutch pulls off the shoe. Her foot is bare beneath. Audrey's fourth toe is wiggling Nobody's sure how to react. Audrey's toe wiggles, her chest barely moves with her breathing, she stares unmoving at the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. PLAINS CAMP-",
          "text": "From beside the campfire, Dutch can just barely see Parch and Clay standing out on the prairie, past the edge of th flickering firelight. They're deep in conversation, shari a bottle of whisky. Dutch is crouched over Audrey, cleaning the dirt off of h face with canteen water. Callaghan sits on the ground nearby, blowing on his coffee to cool it. Dobie stands on the other side of the fire, anxious, kick at the embers. He keeps looking at Audrey, building up to something. Dutch pushes Audrey's head to the side and tries to wipe the scab sticking the gold cross to her wound. Her head keeps slipping out of his grasp. To Callaghan-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Can you hold her head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Naw, man. I'm not touching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "She can't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "It ain't her I'm worried about. Dobie approaches from around the fire, anxious. He points Audrey-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Is that what rape is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Is that what rape is? \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "We don't know what them Indians did to her. Dobie stares at Audrey, thinking hard, then turns sharply away and walks out towards Parcher and Clay. Callaghan bl on his coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parcher and Clay speak softly, low enough to escape the others' ears. Dobie approaches in the background, hearing the conversation already in progress-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "--.-don't know anything about him. That's the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "And what do we know about Dutch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "He's white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "But he ain't American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "I'm not about to leave a helpless white woman alone with a negro we don't know. They got... urges. It's scientific. Dobie hovers on the edges of their conversation, hoping t noticed, too nervous to butt in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Shit-fire, everybody's got urges. That's why God invented free will, morals. And maybe you ain't met enough Occidentals to know it, but they got a lot more free will than they got morals. What do you want, Dobie? Dobie's off guard. Parcher waits. Clay looks annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Um... Is that... What's rape? \f49. Parcher looks at him and grins. He looks at Clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "That'll do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "He's just a boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Exactly. (louder, to Dobie) Cowboy, we got a job for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PRAIRIE CAMP- NIGHT",
          "text": "The campfire is dying down. Lying awake in his blankets, Dutch stares at the small flames dancing over the embers. Callaghan, Clay, and Dobie are asleep in their blankets, scattered around the fire. Parcher sits by Audrey with hi rifle across his knees, looking out over the plains. Dutch admits he won't sleep, climbs out of his blankets, crosses to Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Dutch. You're watch ain't another hour yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I couldn't sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (NODDING)",
          "text": "Dark business. Finding that woman means we're on the right trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Why would they bury her alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "+..-I dunno. It's a miracle she ain't dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What if they buried Maryanne? Parcher spits into the fire. Dutch remains determined-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "We'll find her. \f50. They sit in silence for a few moments. The fire light reflects in Audrey's eyes. Dutch looks at the glint of go stuck in the wound on her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "..-What about her cross? (Parcher looks over,) It's stuck in her... in the blood. Parcher peers at the cross and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "...-Maybe that ain't good. You got religion, Dutch? Parcher takes the cross between his thumb and forefinger, avoiding touching the thick red blood glistening beneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I never did. Parcher pulls on the cross. It's stuck in the gore, pulls the wound, Audrey's torn flesh puckering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You should get some. Might balance the account of your upbringing. Parcher tugs and the cross RIPS free of the wound. Parche hand jerks away unexpectedly and the gold chain around Audrey's neck SNAPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Oh. Shoot. There's a dark spot in the wound where the cross was, surrounded by the faint outline of a cross in the tiny wh growths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Here, it's yours. Parcher presses the cross into Dutch's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What do I do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Hellfire, I don't know. Find comfort in your maker. Take this, too. It's your watch. \f51. He shoves his rifle into Dutch's hand and crosses to his blankets. Dutch holds the cross and the rifle. He wipes t blood off the crucifix, rubbing it clean on his jeans. He holds the cross up to the light. In the glint of the fire, he can just see the small white FUNGAL GROWTHS clinging to its surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dutch pulls tight the ropes holding Audrey to the wagon. She's lying face-up, eyes still open, on piled blankets. Dobie's horse is tied to the wagon. The other four horses are packed with provisions and camping gear. They're all getting ready to leave. Parcher, to Dobie-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Once you get to Fort Lincoln, stay with her, we'll pick you up on our way back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "I could catch up with you in a day or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "We don't have more'n a day or two ‘fore those missing are corpses. Or worse. Parcher leans in conspiratorially to Dobie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Wouldn't trust any other man in the outfit to do the job. Dobie grins, proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Don't ride at night lest you want to break old Sparrow's leg. Parcher pats the flank of Dobie's horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "I know it, sir. Dutch looks at the rising sun, still low over the horizon then at Audrey's unblinking eyes. He tries to push her li down one more time and again they slowly slide open. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Enough. Let's go. Dutch looks over, everybody's mounting up. Dutch takes off his derby and puts it low over Audrey's h so that it shields her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're sinking slowly towards the ground. Various shots, always lower: Dobie riding South alone with the comatose woman wearing Dutch's hat. The other four RIDE HARD North The sun climbs and we sink. Bleached buffalo bones mark t passing hours like sundials. The four riders pass the charred scrap remainders of a te village at a gallop. Lower and lower, the four ride into the NORTHERN PLAINS, varied country, we can see mountains in the distance. The land rises and falls, is dotted with small groups of tree scrub and silver-barked birch. SOUTHERN PLAINS- Still sinking. Dobie sees FOUR FIGURES o foot ahead, walking the trail towards him. NORTHERN PLAINS- Still sinking. Dutch and the others ride into scattered birch trees, almost glowing in the gloamin We sink into the earth, past PALE SHAPES that could be bo and might be moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BIRCH FOREST- AFTERNOON",
          "text": "Clay and Parcher ride at the front, Dutch and Callaghan a the rear. The forest is unnaturally quiet, we can hear th trees moving in the wind. To Dutch-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I don't like this quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Hold your peace. There's an urgency in his voice. Parcher looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Yonder. \f53. Clay nods ahead and halts his horse. A FIGURE is approach through the tangle of birch. Parcher puts his hand on his gun and draws his horse to a stop alongside. He squints i the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I can't see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Looks Sioux. Dutch and Callaghan draw to a stop along side. Dutch sees Parcher's hand on his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Hush. Dutch puts a hand on his gun. Callaghan follows suit. A BIRD WHISTLE comes from behind them, possibly a human imitation of the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Shit. They got us flanked. I'm counting on you boys with young eyes to see that man draw his gun. Don't be bashful about shooting back if he does. The Figure gets closer, coming through the trees, the sti in his hand might be a RIFLE. Another WHISTLE. Dutch looks back, towards the sound, nothing but the visual noise of birch trees. Dutch turns back facing forward and sees a SIOUX WARRIOR emerge from the forest ahead, barely twenty feet away. Th Sioux Warrior raises his rifle... Dutch draws his pistol and FIRES. The Sioux turns and sprints back into the forest. Before Dutch can fire a sec shot, Clay swings a huge arm and knocks him from his hors Dutch drops his gun and CRASHES to the ground painfully. The four horses, gunshot spooked, prance and turn. Callaghan's horse glances a hoof across Dutch's brow with CRACK like wood breaking. Dutch CRIES OUT and puts hands his bleeding head. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Goddamnit! That was a greeting! Clay trots his horse a few steps forward into the birch. Parcher looks forward to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "We got trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "I expect. Dutch sits up, looks at the blood on his hands. There's a two-inch gash on his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I'm shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Oh Jesus Christ amighty. Walnut's horse kicked you. And you deserve worse. Clay rides back to the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "So what do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "We keep at it. He turns to Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "You so much as touch your gun without my say so and I'll holster it in your ass. Understand? On the ground, holding his bleeding head, Dutch nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SOUTHERN PLAINS- AFTERNOON",
          "text": "Dobie cautiously approaches a FAMILY OF SIOUX on foot. An OLD MAN, OLD WOMAN, TEENAGE GIRL, and a BOY. Dobie and the family, both sides nervous, exchange pantom greetings and trade. Dobie reaches a slab of beef jerky f the wagon and offers it. The Old Man takes it, nodding an smiling. He gestures and speaks softly to the Girl, who pulls a twist of tobacco from her pouch. The Old Woman, at the wagon's side, inspects Audrey. She sees the wound on Audrey's neck. \f55. Suddenly the Old Woman is TALKING fast and low in SIOUX. Old Man steps forward and takes a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Hey, now... Don't... Dobie puts a hand on his gun. The Old Woman's still TALKI pointing at the gash with it's small white growths. The Old Man turns, doesn't even look at Dobie, grabs the and Teenage Girl, and all four walk swiftly away. Dobie, confused, watches them go. The Sioux walk swiftly the trail, they don't even look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BIRCH FOREST- DUSK",
          "text": "The world tilts uneasily around Dutch. He gingerly touche the WOUND on his head, the skin angry and pink around it. The four are riding in a rough group through the trees, cautious, all eyes scanning for Indians. The birch have become even more dense, visibility is minimal. Parcher is riding point, Clay is bringing up the rear. Callaghan pulls his horse over next to Dutch's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I’1l live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Mr. Parcher told you to shoot. It’s moral support and Dutch takes it, nodding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What does it mean, “to holster in the ass?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Means he’s sweet on you. Clay suddenly appears beside them, spurring his horse for towards Parcher. Callaghan and Dutch fall silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (TO PARCHER)",
          "text": "I don't like this. You think that Indian was Burrower tribe? \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Looked Sioux. But there’s more flavors of Sioux than I can count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Why ain’t we heard of them before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Can’t say. I expect they'll introduce themselves shortly. The Kraut ain't made us the most popular white men in Dakota.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (NODDING)",
          "text": "I'm libel to drop him when we get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Amen to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I stay on until we find the Stewarts. Dutch has pulled up beside Clay and Parcher. He’s determi blood flaking from his brow. Clay nods, assenting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "That might not be so far off. F’that Indian you shot at wanted to talk, he wanted to trade. And the only thing he’d have we might want is white folks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "You mean the Stewarts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "It's possible. But we don’t trade for whites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "But it means we’re close. Clay nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "...We're pushing four days now they been gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Does it change anything if this is revenge rather'n rescue? \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "This isn’t.... We can still find her. Even if she’s been.... hurt. Parcher looks at Clay, waits for an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "He’s right. We ain’t found bodies. We don’t sleep tonight, we don’t stop-- Clay's neck EXPLODES. The CRACK of a rifle. Blood splatte backwards, spraying Dutch and Callaghan. Jugular spray pu obscenely skyward as Clay falls backwards off his horse. Parcher's horse bucks as he draws his revolver. Dutch wip blood from his eyes. Callaghan draws in a breath to scream, another CRACK, and horse jerks violently backwards, eyes wild. Blood pours f behind its ear and the animal falls, pinning Callaghan’s ankle beneath the saddle. Clay SLAMS onto his back on the ground, blood pumping fro his neck. He kicks at the earth, eyes rolling in his head Parcher grabs his rifle and jumps off his horse. More GUNSHOTS echo from the surrounding forest, WAR CRIES from every direction. Dutch scrambles off his horse. Callaghan's horse, lying o the ground, pinwheels its legs and froths at the mouth. Callaghan pulls frantically, trying to free his leg. Splinters fly off the birch trees above at the impact of bullets. BLAM, BLAM, and WAR CRIES. Dutch fires his pisto back wildly. Parcher crawls over. Clay is fish-belly white where he is bloody. His eyes have stopped moving. Dutch crawls to Callaghan, still pinned beneath the saddl",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Stop pulling. Callaghan relaxes his leg. Dutch lifts the saddle and Callaghan pulls free. Parcher crawls over to Callaghan's horse and SHOOTS it in head. The horse twitches and stops moving. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Get over here! Parcher scrambles behind the horse, between it and some deadfall, finding an impromptu bunker. Callaghan crawls o to join him, Dutch close behind. BLAM, BLAM, the gunshots continue. The WAR CRIES echo fro every direction. Dutch, Parcher, and Callaghan lie on the ground between t horse and the deadfall. Dutch fumbles more bullets into t chamber of his gun. THUNK, a bullet slams into the corpse Callaghan's horse. Callaghan raises up with his pistol and Parcher puts a ha on his arm, stopping him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Don't waste your bullets. We'll shoot when they're close enough to kill. WAR CRIES. THUNK, the horse twitches at the impact of another bullet. BLAM... BLAM... the rifle shots slow. We can hear FOOTSTEPS, the CRUNCH of dry leaves. Dutch peeks out from behind the horse. Clay is staring ba at him, impossible to tell if the man is dead or not. A SIOUX WARRIOR emerges from the trees behind Clay, carry a pistol and a maul. Dutch's eyes widen. The warrior paus over Clay's corpse, raises the maul, and SKRUNCH, sinks i into Clay's face, nearly taking off the dead man's jaw. BLAM, Dutch cringes at the sound of the rifle directly ov his head. The Sioux Warrior spins and falls to the ground with a shoulder wound. Parcher shucks another round into his rifle as he drops b to the ground behind the horse. BLAM, BLAM, BLAM, rifle s and WAR CRIES answer Parcher's fire. Dutch presses himself to the ground, Callaghan likewise. Parcher waits, gets an eye over the horse. Another SIOUX is pulling the first to his feet. Parcher springs up and BLAM, shoots the second Sioux dead in the chest. Parcher drops back behind the horse. BLAM, a single shot answers. Scattered WAR CRIES die off. \f59. Parcher, Dutch, and Clay lay behind the dead horse. They realize that they are laying in a pool of horse blood, spreading crimson against the fallen, silver leaves of bi They can hear the PANTING and MOANS of pain as the should wounded Sioux gets to his feet and runs into the forest. RUNNING, the CRUNCH of dead leaves scatter in every direction. Parcher, Dutch, and Clay lie behind the horse try to catch their breath. FROM ABOVE- we see that they line up like a zodiac. Three men lying in blood behind the dead horse, Clay dead on hi back in his own blood, the chest-shot Sioux dead a stone' throw away. Sudden silence with the cessation of gunfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SOUTHERN PLAINS- DUSK",
          "text": "The plains are unnaturally quiet. Dobie softly whistles ALAS AND DID MY SAVIOR BLEED. He's assembled a small camp fire and laid out his blankets a s distance from the mess wagon, where Audrey lies, still wearing Dutch's derby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "I guess we can make you a might more comfortable. Don't uh... Don't think I'm being forward or nothing. Dobie approaches Audrey, a little nervous. He shyly grins and lifts her from the wagon. Her eyes look up at the sky Dutch's hat falls from Audrey's head and onto the ground. Dobie lays Audrey on a thick pad of blankets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "There. Now, lemme... Dobie pushes a rolled blanket beneath her head like a pil In the strange silence of the plains, we can hear the SCRATCHING of Audrey's toe in her shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Well, now. Right civilized. Dobie looks down at Audrey. His head bobs down towards he and he pauses. He grins nervously, looks around at the em plains. Then ducks down and pecks Audrey a quick KISS on lower, parched lip. While kissing her, the SCRATCHING STO \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Good night. Dobie looks down at her, a goofy smile on his face. The SCRATCHING in her shoe starts again. Dobie furrows his br puzzled. He looks at the shoe. He reaches out timidly and covers Audrey's eyes. The SCRATCHING stops. He takes his hand away, the SCRATCHING starts again. Dobie takes a breath, repeats the experiment. Covers her eyes and the SCRATCHING stops, uncovers and it starts aga",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "Jesus. You're awake. Dobie looks like he could cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBIE",
          "text": "You're... I'm so sorry. What did... What did they do to you? Dobie looks down her. She stares sightlessly at the sky, toe SCRATCHING in her shoe. Dobie moves off to his own blankets. Beneath the SCRATCHING, out in the plains, we can hear th same RATTLING CREAK, a soothing GURGLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (WHISPERING, V.O.)",
          "text": "Christ amighty, is he asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BIRCH FOREST- NIGHT",
          "text": "Dutch opens his eyes, putting a hand to the angry wound splitting his scalp and GROANING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I’m awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "God damn if you ain't the dumbest white man I ever met. They're all still crouched between the dead horse and the pile of fallen birch. A stiff BREEZE moves through the forest, RATTLING the leaves. \f61. Dutch blearily wipes at his face. Dried blood flakes off like scales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I ain't heard a thing in hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "How long are we gonna wait here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "They could be waiting in ambush. They sit in the broken moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": ".--Billy's starting to smell. Parcher and Dutch look at him for clarification.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "S'what I named the horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "That's my name. Small grins from Dutch and Callaghan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I didn't know that, Mr. Parcher. Real sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Shit fire. The horse is dead, Walnut, call it what you like. Parcher shakes his head. Then reaches out with a gloved hand, and pulls a bunch of leafy vines from the base of a tree. He squints at it in the darkness. Parcher makes a CLICKING noise in his throat, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "That's poison oak, ain't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Looks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "---I tell you what. Put your gloves on, pile up as much of this stuff as you can. We ain't waiting for dawn. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SOUTHERN PLAINS- NIGHT",
          "text": "CLOSE UP of Dobie's peaceful, sleeping face. A TEARING sound, ripping flesh. RATTLES and HISSES, something like snakes or insects. Dob blearily opens his eyes. A shadow withdraws from over him, shifting in the firelig A SIX INCH CUT freshly gouged in Dobie's neck. The FIGURE crouching over Dobie is back-lit by the fire, barely discernible. It grabs Dobie by the arm and rolls h up onto his side. Dobie struggles for a moment, thrashing an arm, before a RETCHING sound precedes a HOT SPLASH of liquid hitting hi neck. Dobie's thrashing arm goes limp. His eyes freeze forward, staring across the camp fire. Beyond the camp fire, concealed by their flames, THREE MO FIGURES, like small men, crouch over Audrey. The shifting firelight barely reveals them. They're on Audrey as if working on her. They arch their backs and tug, making SLURPING noises, like geriatrics sucking tapioca. The Figure over Dobie drops him and he rolls helplessly o his back, eyes staring upwards. The Figure is out of his sight too quickly for Dobie to clearly see it. Thick liqu drips onto Dobie's face and neck. Where the bile drops, it STEAMS quickly away, leaving tin WHITE GROWTHS. The RATTLING and GURLGING sounds continue. Dobie is left momentarily alone, staring upwards. There is fear in his unmoving eyes. The LITTLE FINGER of his left hand WIGGLES. Dobie's unmov eyes stare upward. The finger WIGGLES. THREE FIGURES return to him, crouching over him, blocking the light of the fire. They cluster on the periphery of Dobie's vision. THREE MORE join the crowd, completely casting Dobie into shadow. A SEVENTH. Dobie is unable to turn his eyes and look at the hands th grab onto his arms and legs. He's lifted from the ground suddenly moving away from camp. Tall grass flies past as he's dragged helplessly through planes. Dobie stares up at the grass, the starry sky beyo \f63. He is dragged by the seven Figures far out into the plain well out of the firelight's range. And suddenly dropped. We hear GRASS TORN from the ground. The sounds of EARTH MOVING. Dobie, staring upwards, cannot see what is happening. The Figures PUFF and HISS as they dig, pushing earth aside. The monstrous hands roll Dobie over once, twice, and into SHALLOW PIT. Dobie lands face-up in a hole in dark earth size of a coffin. From the edges of his vision, he sees the dim outline of Figures pushing freshly dug earth towards him. They cover him from the feet-up in about four inches of soil. They cover his belly, his chest. A thin layer of dirt is pushed over his face, until only eye barely peeks out of the rich soil, one nostril is lef free to breath. We hear the Figures turn and move off. The sounds again o GRASS TEARING and EARTH MOVING and then sudden SILENCE. In the dark soil beneath an ocean of grass, Dobie's eye stares helplessly out across the plains. Tiny particles o soil around his nostril shake with his weak breathing. Several feet away from his eye, a tiny patch of earth is shaking a little bit, as if a mole were trying to surface We SINK down into that earth, and several inches below it find Dobie's little finger WIGGLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The forest is misty, the first hints of sub-horizon lead- colored light off in the distance. Dutch and Callaghan ar sweating, steam rising from their bodies as they work. Th pile of poison oak is twenty feet long and four feet high Nearby, Parcher ties John Clay's corpse to a TRAVEAU. It' like a tight hammock woven between two birch saplings tie the horse's saddle, one end left to drag on the ground. Callaghan throws another bunch of leaves onto the pile an pauses, breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (WHISPERING)",
          "text": "They used to make us burn this shit in Georgia. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (WHISPERING)",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Knew a man got caught downwind and inhaled the smoke. Bled from his lungs for two days and then died. Drowned in his own blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (OFF-SCREEN)",
          "text": "You boys about set? Dutch and Callaghan look over. Parcher stands wiping his hands on his jeans. John Clay's blanket-wrapped corpse is secured to its sling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "We're set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Good, then get her burning and let's go. Parcher turns towards the corpse of the dead Sioux, still lying face-up on the ground, as Dutch fishes a box of mat from his vest, gives a handful to Callaghan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (WHISPERING)",
          "text": "This don't seem right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don’t like it either. But we don’t have time. This gets us back on the trail. Callaghan doesn't answer, but strikes a match and touches to a twist of paper buried in the brush. Dutch does the same, and soon the poison oak begins to burn and smoke. Dutch and Callaghan back quickly away, covering their mou BLAM, BLAM. They both jump at the sudden sound of gunfire They look back at Parcher, who walks away from the dead Sioux's corpse with a smoking pistol. The Sioux's eyes have been shot out of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. BIRCH FOREST- PRE-DAWN",
          "text": "Dutch, Callaghan, and Parcher, with Clay's corpse in tow, ride away from the quickly growing flames behind them. Th look like emissaries from hell, the reflected firelight dancing off of the trees' silver bark. \f65. They ride into the forest, quickly leaving sight of Callaghan's dead horse and the dead, desecrated Sioux. Clay's traveau bounces roughly along the ground. The wind carries the deadly yellow-tinged smoke through t forest behind them, glowing red in the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN PLAINS / FOREST EDGE- DAY",
          "text": "Dutch sits on the ground, using a hatchet to knock the cr piece of a small birch crucifix into the riser. A few yards off, Callaghan and Parcher finish shoveling d onto Clay's grave. Parcher, winded, lowers his shovel and steps over to Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Here I thought you ain't had any religion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Sorry? Parcher gestures at Dutch's cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "So we'll know where he's buried. Parcher nods, wipes sweat from his brow and grabs an open bottle of whisky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You might should think about Jesus. That Bible's done a lot of good in the world. Dutch nods, non-committal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": ".-.-And maybe leave off that cross. If them Indians know a white man's buried here, they're liable to dig him up and tear out his eyes, make him blind in the spirit world. Parcher looks away, his eyes shining with tears, and take drink. Dutch stands and throws the cross towards the birc forest. The cross tumbles slowly, end over end through th sky, and vanishes in the grass. Parcher sniffs and spits, drinks more whisky. Callaghan finishes his work and leans on his shovel. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "This mean we're heading back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (SURPRISED)",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Hell, no. John Clay'd piss on us from heaven if we turned back now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "And the Stewarts. You said we’re close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Yeah. We ride night and day, we can overtake ‘em on the far side of those woods, kill the redskin that shot John and get your woman back. Dutch mounts his horse. Callaghan pauses, looking down at Clay's grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "You want to say some words for Mr. Clay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (SHAKING HIS HEAD)",
          "text": "That was his job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHER PLAINS- DAY",
          "text": "The three ride hard. Callaghan and Dutch have heavy bags under their eyes. Parcher smokes, eyes narrow and red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- NORTHERN PLAINS- DAY",
          "text": "Dutch rubs his face roughly. His and Callaghan’s horses h drifted a stone’s throw behind Parcher’s. The three are riding more slowly now, the need for sleep overtaking the Callaghan looks exhausted. Ahead, Parcher’s head is bowed, eyes closed. He’s asleep his horse. Dutch sees it, and looks at Callaghan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "How do you think he does that? Sleeps on his horse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don't know. Dutch looks up at the glaring sun. His skin is sunburned. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Wish I had my hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- NORTHERN PLAINS- DUSK",
          "text": "Parcher’s awake again. All three men are bleary-eyed and pallid, swaying with the motion of their horses. They sta ahead through heavy lids. There’s a gentle PURRING rollin in off the plains. Callaghan's eyes creep shut. Their three horses start to climb a rise. Dutch’s horse catches up with Parcher’s. Parcher is asleep again. Dutch turns and looks back towards Callaghan. Callaghan's gone, the horse he was riding clops along beh them without a rider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Hey. Callaghan’s gone. Parcher snorts awake and looks back. He’s nonchalant--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "When did we misplaced our Negro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "While you were sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I wasn’t asleep. Dutch turns his horse and spurs it back a few yards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Callaghan! ...Callaghan! He looks around; it’s an ocean of grass, the low sun cast long shadows off the waving blades. Dutch can see for mil and there’s no sign of Callaghan at all. The PURRING continues, masked slightly by the GURGLING of small stream nearby. Dutch looks at Parcher, anxiety in his eyes. Either one o them could have vanished as easily. Dutch’s horse trots forward, Dutch scanning the grass. Parcher pulls his horse forward in the background. Callag is simply gone; the grass swallowed him whole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "..-Hey. \f68. Parcher and Dutch turn. No sign of Callaghan, until... he wearily pushes himself up out of the grass maybe fifteen away, right between the two horses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Get Walnut back on his horse, we ain't done yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (BLEARILY)",
          "text": "That ain't my name. Dutch gets off his horse, helps Callaghan to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "You alright? Callaghan nods. Dutch thinks, turns to Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "The horses need water, we need sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "The sun’s setting on John Clay's grave, and his killer’s still walking. We keep riding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "The sun’s already set. We each sleep an hour and watch one. Then back on the trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Get back on your damn horses. Dutch starts unpacking his blankets from his saddle. Parc raises his eyebrows and looks at Callaghan. Callaghan shr and starts unpacking his own blankets. Parcher gets off his horse, pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN PLAINS CAMP- NIGHT",
          "text": "Callaghan's already asleep. Parcher and Dutch sit by the fire. Dutch drinks coffee. Parcher stews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You cross me again, you and Walnut both can go to hell. I'd rather do this alone than with a couple old ladies. Dutch nods. Beat. Parcher spits, then SIGHS. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Hard to fathom John Clay being dead. Known that man since we were little boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "-.-You’ve gotten people back before? Women. From the Indians. Parcher looks at him, sees how worried Dutch is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Not personally, not alive. But I met a woman that come back. She weren’t never the same, but she lived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "We'll find her. Dutch looks into the fire. Another moment's silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I'll take first watch. Parcher nods, then GROANS as he gets up and crosses to hi blankets. Dutch holds his rifle across his knees, drinkin coffee and looking out across the plains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- NORTHERN PLAINS CAMP- NIGHT",
          "text": "Dutch shakes Parcher's shoulder. He jerks violently awake gets a hand on his revolver before he recognizes Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Jesus. Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Parcher, it's your watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I ain't been asleep two seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "An hour. More. I need sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "God damnit. Parcher GROANS, sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PALE SHAPES move in inky darkness. RATTLES, PURRING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- NORTHERN PLAINS CAMP- NIGHT",
          "text": "Dutch opens his eyes, sees the campfire blazing unusually high. Callaghan’s blankets are empty. He rolls away from the fire, and sees Parcher’s blankets empty. He’s all alo Dutch sits up fast. He looks around. The camp is complete empty. He grabs his pistol, gets to his feet. The harsh glare of firelight reveals a circle of grass, b obscures the moonlit ocean of movement beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Callaghan. Parcher. Dutch squints into the darkness. He takes a step out towa the grass and stops. Over the CRACKLING of the fire the nighttime sounds seem amplified, SHIFTING in the grass. A moment of uncertainty We see him from a distance, standing vulnerable in a circ of firelight, surrounded by infinite darkness. GURGLING RATTLES slide through darkness. He tightens his grip on his pistol. FOOTSTEPS in the grass behind him. Dutch spins. A FIGURE approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Dutch. I can’t find Parcher. The figure resolves into Callaghan. Relief sweeps over Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "...Why’s the fire so big?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I woke up from the heat of it and Parcher was already gone. Something’s up. Callaghan shakes his head. Dutch rubs the sleep out of hi face. He looks around. It hits him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "He's... using us. The Indians see our fire, attack us. Parcher sees the Indians. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "+..Son of a bitch. They stand for a moment, looking out into the darkness. T Callaghan starts kicking wood away from the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Spread it out, we'll let it die down . Dutch kicks from the other side. The fire's quickly lower Dutch and Callaghan left standing over scattered, burning logs. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Is there more coffee? Callaghan shakes his head, no. The insect-like PURRING that's been rattling off the planes SWELLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Do you hear that? Dutch frowns, straining to listen. The PURRING builds and drops, hard to distinguish from the swaying of the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "It's almost like... His voice trails off. Dutch listens. A beat. Parcher SCREAMS, off-screen. Dutch and Callaghan's heads snap to the sound. Dutch is the first to move, he grabs a burning piece of w and charges into the grass towards the sound of Parcher's voice, into the darkness. The RATTLING gets louder. On the edge of Dutch's vision, three figures are crouched the ground. Dutch throws his torch. It arcs end-over-end, sailing through the air, and lands the midst of the three. A HISSING SCREAM. The shower of sparks and muted flame reveals- TWO BURROWERS crouched over Parcher. The brief light give a glimpse of the creatures, somewhere between a molting beetle and a drowned child. But only a glimpse. Dutch raises his rifle. \f72. The Burrowers, out of the torch's light, nearly invisible slither like melted wax over the soil. CRACK, CRACK, Dutc fires his rifle at the creatures. CRACK, CRACK- THUNK, THUNK, bullets strike the creatures without effect They wiggle into the dirt, and in a matter of seconds, va down into it. Dutch looks at the moonlit grass, collapsing in CIRCULAR INDENTATIONS where the Burrowers dug down. (Just like the indentations they’ve found on the trail.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What... what... Dutch is on the edge of losing his shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "My neck. Dutch looks down. Parcher has a half-inch deep, seven-inc long TRENCH carved into his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN PLAINS CAMP- NIGHT",
          "text": "Callaghan searches through the saddlebags. Dutch is standing, looking out at the plains. The PURRING RATTLE i all around them. Parcher sits by the fire, gingerly touch the wound on his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Do we have bandages?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "It ain't bleeding. I can't even feel it. Parcher presses the palm of his hand against the wound, t takes his hand way and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Jesus. Now I can't feel my hand. What did that Indian do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Those weren't Indians. Callaghan pulls a bottle of whiskey and a canteen of wate from the saddlebags, and throws them to Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Here, clean it out. \f73. Parcher ignores the water, takes a drink of whiskey. Callaghan spits, mutters-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "...what right you had to stake us out like pieces of bait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Listen, I'm the one who's god-damn cut. Dutch even got a look at ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Those weren't Indians. Dutch crosses to the fire, adds a handful of dead grass. fire FLARES and in the light they can see the grass movin around their camp. RATTLES, HISSES. Some of the grass see to move against the wind. The GURGLES and PURRING comes from all directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "They're all around us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (SLURRED)",
          "text": "I can't feel my face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I think... they're waiting for us to go back to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Fat god-damn chance of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. PLAINS CAMP-",
          "text": "The campfire blazes, casting a flickering orange light ov the plains. The three sit in a circle with their backs to the fire; each holds a gun and watches the plains. The side of Parcher's face above the wound is starting to droop like a stroke victim's. They don’t look at one another, but stare out at the grass as they talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Can't feel my tongue. Or much of my arm. I'm numb but I itch all over. ...I don't want to die like this, not by pieces. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don't think it'll kill you. That woman we sent back with Dobie, she was still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (CHUCKLING)",
          "text": "There's cold comfort. Parcher is still excited, adrenaline giving a shine to hi eyes behind his slightly slackened face. Dutch looks at h bewildered that he could find some strange pleasure in th Dutch considers, then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What about Dobie? Parcher looks up, sobering slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "He could be out there alone with those...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "He must be at the fort by now. (a beat, ) «+-You still got that cross?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Yes... Dutch fishes it out of his shirt and tosses it to Parcher Parcher can't catch it with his numb arm, has to fish aro in the dirt. He picks it up and MURMURS a quick prayer, kisses the cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Can I get some of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "..-Amen. Parcher kisses the cross again and tosses it awkwardly to Callaghan. Callaghan lunges, catches. He kisses it and MURMURS a prayer. Parcher feels the moist groove in his n",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (TO DUTCH)",
          "text": "Here, man. Callaghan tosses the cross and Dutch catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Keep it. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "What, you don't believe? Dutch shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Then you need it more than I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "God-damned Indian must have poisoned the knife. Dutch pockets the cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "They been alone in this country maybe a thousand years. God knows what devilment they could of thought of in that time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don't think it was an Indian that cut you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Looked like men but weren't. Sneaked up and cut a white man's throat in the night. Sounds Indian to me. They fall silent. The RATTLING and PURRS continue out in swaying grass, still strangely SOOTHING. Dutch looks at Parcher’s wound. Parcher beats his fist against the groun",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Whole... damn... arms is numb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Your wound is the same as the Williams’ dead. Parcher looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Whoever did that is who took Maryanne. Took the Stewarts. We must be close. Can you ride? Parcher nods, struggles awkwardly to his feet. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Shit. Alright let's go. You don't get me on a horse soon, I won't be able to get on at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN PLAINS- NIGHT",
          "text": "They ride in a line, Dutch at the lead, followed by Parch and Callaghan. All have drawn guns. The BURROWER NOISES continue from the surrounding plains. The sky is enormous, filled with stars. Parcher's lip han limp, his eyes heavily lidded. Dutch rides slowly at the lead, watching the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. SOUTHERN PLAINS",
          "text": "They climb a rise in the land. Dutch is nodding on his horse, exhausted. Parcher spurs his own horse forward, alongside the lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "It's almost light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Maybe. I'm falling apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "You'll be alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "...-If I don't make it back, give that cross to Ms. Gertrude Spacks for me. Or give it to Dobie, tell him it's for his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I’1l do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I appreciate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "A fire. Dutch looks over, Parcher swings his head over drunkenly. Callaghan points at a dot of orange light on the horizon. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three riders approach FAITH, an attractive, 19-year-o Sioux woman sitting alone by a small fire with her rifle. She watches them steadily with dark, exhausted eyes. Parc calls out, his words drunken through his slackened face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (SIOUX, SUB-TITLED)",
          "text": "<Friendly. Peaceful.> Faith looks at Parcher. Her eyes darken. She traces a finger on her own neck, mirroring Parcher's wound-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH, (SIOUX, S.T.)",
          "text": "<You are marked. Burrowers.> Parcher looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "What'd she say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "---Told us to set a spell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. FAITHS' CAMP- DAWN",
          "text": "Faith's face slightly underlit by the dying embers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH, (SIOUX, S.T.)",
          "text": "<Faithful.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (O.S.)",
          "text": "Her name's Faith. Parcher, Dutch, and Callaghan sit around the dying fire. Parcher translates with an increasingly bleary voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<Burrowers killed my family. Last night I shot my husband so he would not have to suffer the feeding.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "She's talking about the Burrowers. Says they killed her family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Ask her what a Burrower is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (SIOUX, S.T.)",
          "text": "<Burrower. What tribe?> Faith doesn't even look at him. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<They come every third generation. We tried to escape to the East, past the Great River. We were eight .>",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "<Burrower. What is it?> Faith looks at him. She seems tired and angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS- DAWN",
          "text": "We fly over empty plains, grasslands extending forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH, (V.O.)",
          "text": "<They were here before white people, before humans even. They feed on buffalo.> We overcome a herd of BUFFALO, hundreds of them stampedin",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS- NIGHT",
          "text": "A lone BUFFALO collapses in a heap on the plains. In the moonlight, a Burrower slithers onto the Buffalo's and RETCHES. It's indiscernible as a pale shadow. Eight Burrowers, just vague shapes in the darkness, roll Buffalo into an open pit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH, (V.O.)",
          "text": "<They bury food, let it rot. The poisoned cannot sleep.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dobie's blue eye stares out of the soil. The ground bulge weakly over his wiggling finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (V.O.)",
          "text": "They use some kind of poison, bury their food alive. Particles of dirt have collected in the moisture on the surface of Dobie's horribly bloodshot eye. A line of tear traces down his cheek \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DOBIE'S CAMP- DAY",
          "text": "The mess wagon lays untouched in the clearing. FOUR BUZZA peck at Audrey's corpse, shriveled like a mummy. A buzzar tears her CLAVICLE free and flies away with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS- DAY",
          "text": "DUTCH'S DERBY blows by, and out into the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH, (V.O.)",
          "text": "<When the blood is thick and the organs are soft, they return and eat. They drink.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PLAINS- NIGHT",
          "text": "Eight Burrowers, half-concealed by grass, surround and co the barely disinterred buffalo, mouths fastened onto it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (V.O.)",
          "text": "They eat... soft parts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FAITH'S CAMP- MORNING",
          "text": "Parcher's voice smears clumsily through his numb face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Soft parts? What does that mean? Parcher shakes his head, he doesn't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I like my soft parts. Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<You killed the buffalo. So the Burrowers found other food.> Faith talks to the ground-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<We could not escape sleep. They took five of us. A baby without a breast to feed it died yesterday.> Faith looks at Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<You should die. The sooner you die, the less you will suffer.> Parcher doesn't translate this. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "<How kill Burrowers? Stop poison?> Faith shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<My father said the Ute had fought them. But the Ute are as wicked as white men, they will not help.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Ute Indians know how to kill them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Does she know how to stop the poison? Parcher looks at Dutch, then turns to Faith. He points at the wound on his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "<Heal? Make whole?> Faith nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<You can die.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "...The Ute might know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Where do we find Utes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "There’s probably Ute scouts riding the same route we’re on, though they avoid the trails. We can find ‘em a day’s ride North. There’s a trading post, the Watangwa. If we can make it there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (INTERRUPTING)",
          "text": "What about the Stewarts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "What about them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "We can’t stop searching so you can go after your cure. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "We find the Utes, they lead us to the Burrower Tribe. We kill the Burrowers, you get your girl, go build that cabin on the prairie, play American. Dutch thinks, not sure to trust Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Is Faith coming with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Yeah. That or I'm shooting her. Parcher smiles at her. She knows better than to smile bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SOUTHERN PLAINS- DAY",
          "text": "Dutch watches the landscape roll under his horse. Faith walks along beside the three horses. Parcher has lashed h limp left hand to his saddle horn with a cord. He’s grinn excited like a kid on an Easter-egg hunt. Callaghan looks over at Faith, sees that she is beginning limp, as if afflicted with blisters. Dutch looks at Parcher, is a little disturbed by the fier not-quite-grin on his face, twisted by his slack muscles. There's a DARK SPOT on his jaw, like a BED SORE. Parcher turns his grin on Dutch, who looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN HILLS- DAY",
          "text": "Trees again dot the plains. The land rises and falls in gentle swells. Stone domes poke through the ground. Dutch watches Parcher up ahead. A SCARLET BRUISE, like a blemish on rotting fruit, marks the back of Parcher's nec There's a sheen of yellow around it, maybe liquid. Faith is now riding behind Callaghan, asleep against his back. Callaghan veers his horse over towards Dutch's. Parcher is a short distance ahead, out of earshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "You see that bruise on Parcher's neck? \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (NODDING)",
          "text": "On his face and hands, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "He's falling apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "The Ute Indians will fix him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "You believe that? Dutch doesn’t answer. Callaghan slick and",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I'm thinking maybe I ain't so eager to risk my hide for that crazy old shitbird's Indian cure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "We’re not risking anything for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "You still think you’re gonna find your girl? That Maryanne Stewart? What if that’s happening to her? nods towards Parcher. Dutch looks at the sores, purple-yellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (O.S., INTERRUPTING)",
          "text": "What's the ruckus back here? Parcher has slowed his horse, swerves over to join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Thought I mighta heard my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Just talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You boys look bushed. We're already in Ute territory. Couple hours shy of the Watangwa. Parcher spits. His voice comes out in a drunken slur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I didn't sleep a wink last night. Just lay there with my gun, waiting for something to move. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARCHER (cont'd) Whatever them Indians cut me with, it's got my brain racing like a... like I was a young man again. I feel lucky. Makes me wish I could move my god-damn arms. Parcher LAUGHS. It's maudlin in his stroke-victim slur. Dutch and Callaghan exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH, (SIOUX, S.T.)",
          "text": "<Your wound is spotted.> Callaghan starts. Nobody realized she was awake. She nods the wound on Parcher's neck. The wound is marked with tin white fungal dots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<That's how they will find you.> The grin vanishes from Parcher's slackened face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "..-Not a thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK ON SCREEN",
          "text": "RATTLES, HISSES, the Burrower PURRING. Pale movement in darkness, like white worms in black soil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three horses and four riders approach a tall POLE dri into the ground, rags and feathers hanging from the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "We're here. Dutch and Callaghan stop their horses. The pole seems to mark the dead center of nowhere. Rocky, forested hills ri up around them. The place looks like desolation, like people have died he from ambush, starvation, or both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "The Watangwa. We made it. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Made it? There’s no “here” here. We’re dead center nowhere. They’re completely alone, exposed, lost in the sparse tre",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "The Utes’1l come. We just gotta wait. Get me off this horse, my ass feels like soggy bread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<We shouldn’t stop.> Dutch gets off of his horse and looks around. Callaghan climbs off his horse nervously. Faith looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "No... <Don’t stop. It’s getting dark.> Callaghan looks at her, trying to understand. Faith is exhausted, gestures weakly as she speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<They’11 kill us.> Callaghan imitates her speech, trying to communicate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (PARROTING)",
          "text": "<They’1l... kill...?>",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<They’11 kill us all.> This time he gets it right, no idea what he’s saying-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "<They’11 kill us all.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (0O.S.)",
          "text": "Your watch, man, I need sleep. Dutch blearily opens his eyes. Callaghan is crouching ove him, speaking low enough so only Dutch can hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "The old man's still awake. Dutch nods, and sits up from his blankets. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. NORTHERN HILLS CAMP- NIGHT",
          "text": "Dutch sits by the campfire with a rifle across his knees, watching the plains. The RATTLING is soft, but it's there Dutch looks absolutely exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (SLURRED)",
          "text": "Your eyes open, bud? Parcher is lying on his back by the fire, heavy-lidded ey staring upwards. The BRUISING on Parcher's face is worse, spreading nearly to his left eye. His left hand is nearly black. He's rotting alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Dutch. You hear me, Dutch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I'm awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Real good. You stay that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I'll tell you if I fall asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Much appreciated. Dutch throws another piece of wood onto the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You think that boy and his squaw are gonna try to leave us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "-.-No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I'd sure hate to have to shoot somebody for trying to abandon me out here. Dutch stirs the fire. With each SWELL in the BURROWER RATTLE, Dutch's eyelids are tugged downward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You hear what I'm saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "No, I'm asleep. \f86. Parcher grins with the half of his mouth he can move. The PURRING from out in the grass swells, Dutch's eyes go a little glassy. Dutch yawns. Parcher grins. The Burrower PURRING swells again, tugging at Dutch's consciousness. Dutch lets his l droop downward. A beat. The CLICK of a cocked his pistol. Dutch's eyes snap open- Parcher is turned, watching the grass on the edge of camp behind them. It MOVES against the wind, in time with the Burrower RATTLING. Parcher's revolver weaves drunkenly at the movement. Dutch raises his rifle. The two gun barrels track the grass' movement, slowly acr the circumference of camp. Neither Parcher nor Dutch noti behind them- A PALE FIGURE rising from the earth on the far side of ca between Callaghan and Faith. The RATTLING grows. The grass moving before Dutch and Parcher pauses, then cu back the way it came. Stalks of grass collapse. Background, out of focus- The Burrower stalking Callaghan arrives over him, and draws back a clawed hand. Loose ear falls from its back and PATTERS softly on the ground. Dutch's eyes dart back at the sound. He YELLS and spins, raising the rifle. Callaghan opens his eyes and SCREAMS. CRACK, CRACK, Dutch fires. The second bullet hits the Burrower and it HISSES, retreating into the grass. The grass behind Parcher and Dutch collapses, and a SECON BURROWER emerges, slinking swiftly towards Dutch. Callaghan scrambles to his feet, likewise Faith. BLAM, Parcher fires his pistol limply into the earth, nea throwing the gun from his rotting hand. Dutch turns at th sound and finds- A GAPING MAW. A toothless mouth as big around as a baby's head, strung with mucous and bile, like a hole punched in sheet of melted cheese. The Burrower's head is mottled yellow and brown flesh, th eyes tiny, subterranean pink, too far apart. The flesh is plated, but soft, like a boiled insect. \f87. Dutch throws himself backwards, towards the fire, CRACK, CRACK, firing his rifle into the creature. It jerks backwards, HISSING. Callaghan grabs his pistol off the ground. Faith scramble towards the fire. Parcher turns drunkenly towards Callaghan and raises his pistol. Movement in the grass behind Callaghan. Dutch fires, CRACK, CRACK, into the Burrower before him a insinuates itself into the earth and vanishes. BLAM, BLAM, Parcher fires his pistol at the Burrower behi Callaghan. BLAM, on Parcher's third shot, Callaghan YELLS and drops, holding his leg. Faith grabs the dropped pistol. Sudden silence but for Callaghan's PAINED BREATHING and t dwindling PURR of the retreating Burrowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Callaghan. Dutch runs to him. He pulls his belt tight around Callaghan's leg, staunching the flow of blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Did you see those things? Jesus Christ. Parcher is glassy-eyed excited, gun in hand, barely able prop himself up. He's almost laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "You shot me, goddamnit. Dutch struggles to tie off the impromptu tourniquet, his hands slick with blood. Callaghan HISSES in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "I saved your life, boy. Callaghan holds his bleeding leg and stares at Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<Put more wood on the fire.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Put wood on the fire, she says. \f88. Dutch picks up his rifle in one hand and uses the other t toss more wood on the fire. The firelight jumps, but does little to penetrate the forested hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<We should go. We should keep moving. They’ll find him by his wound.> She points at Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<We leave him, he’s already dead. We need to go.> Dutch looks at Faith, shakes his head-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don’t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<We must go. We keep moving or we die.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (TO PARCHER)",
          "text": "What’s she saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Nonsense. The squaw’s hysterical. Dutch shakes his head. He takes Faith’s hands and lifts them. He gestures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Use hands. Sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Oh great Christ. Dutch ignores him. Faith gestures to Callaghan, Dutch, an the horses, then makes a moving gesture, thrusting a hand back out of the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "She wants us to go. Callaghan, Parcher, and Faith are all looking at Dutch. H decision is going to determine their course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What do you think? \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "No! You’re not gonna listen to that red-skinned bitch! Dutch looks at Parcher, makes his decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "She knows more than we do. (to Callaghan) Can you ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I don't know. If you get me ona horse, yeah, maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Like hell. Parcher dumps the spent cartridges from his gun. He shove fresh round into one the five chambers. Dutch starts towards him. Parcher shuts the breach and raises the pistol. Dutch stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "We're staying right god-damn here. Dutch looks at him, he’s only six steps away, and Parcher barely able to lift the pistol. He steps forward. Parcher pulls the trigger. CLICK. Dutch lunges forward. Parcher pulls the trigger, CLICK. And again... Dutch yanks the gun out of his hand before the hammer can fall. Parcher flails his arm and YELLS like a toddler ina tantrum. (Like a half-paralyzed, rotting toddler in a tantrum.) He catches his breath, then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "God damn you to hell, Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN HILLS- NIGHT",
          "text": "The four riders lope along in a line. Faith behind Callag at the lead, nearly holding him in the saddle. Parcher slumped on his horse, hands tied at the wrist to the pomm Dutch brings up the rear, weary. Their horses pick their way slowly through the darkness. Callaghan sweats, grimacing with each bounce of his horse Dutch watches the moonlit landscape, silvery and dim. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "You boys better hope to God I die. Nobody answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<More blood is coming.> She says it to Callaghan, gesturing to his leg. Blood is dribbling off the heel of his boot. He's near the point o falling unconscious. He pauses, calls out-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "...Dutch. We gotta do something about my leg. He reins his horse to a halt. Ahead, Parcher grins throug his stroke-victim face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN HILLS GULCH- NIGHT",
          "text": "Dutch adjusts the flame on a second lantern, the two smal fires together casting an ellipse of weak light. He leaves his rifle by the lanterns, stands, and crosses Callaghan's horse, which Faith holds by the reigns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Here. Dutch reaches up and helps Callaghan off the horse. Callaghan leans heavily on Dutch's shoulders, grimacing a hissing with pain. He YELLS when his left leg touches ground. His right leg hangs limp, soaked with blood. Parcher watches, almost amused. Then he looks past them, into the darkness. Suddenly, yelled from outside the firelight-",
          "sentiment": "neutral"
        },
        {
          "speaker": "UTE VOICE, (O.S., YELLING)",
          "text": "Good Indian! Peaceful! Good Indian! All eyes snap towards the sound. Dutch looks at his rifle. It's ten feet away, by the lanterns; he can't grab it without dropping Callaghan. TWO UTE WARRIORS walk into the circle of lantern light. O is Tall, the other Short. The short one points at himself \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT UTE",
          "text": "Good Indian. (Ute, s.t.) <Are you able to speak?> Nobody responds. Both Ute are armed with RIFLES slung aro their backs. The Shorter Ute has three BEARTRAPS on his b",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT UTE",
          "text": "No English. Dutch looks towards his rifle, then back at the Ute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (WHISPERING)",
          "text": "Drop me. Get the rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH, (SIOUX, S.T.)",
          "text": "<Ute.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Praise God, He sent us some Utes. I don't know any Ute words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT UTE",
          "text": "Frangais?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (FRENCH, S.T.)",
          "text": "<Yes. I speak French.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT UTE, (FRENCH, S.T.)",
          "text": "<Good. To speak French. We... good Indian. Friends.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "<We look for a missing white family. Burrowers took them.> The Tall Ute leans down and MURMURS something to the Shor one. He nods towards Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (WHISPERING)",
          "text": "Get your rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (LOW, TO CALLAGHAN)",
          "text": "Can you stand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Drop me. The Short Ute addresses Dutch again, pointing at Parcher. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT UTE",
          "text": "<Dead man. We are to fix. Little fish? We come from south. We hunt. Little fish to hunt with.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "He says they can fix you. Something about a small fish. <I don't understand.> The Tall Ute is moving towards Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Stay back! Tell him to stay back! The Short Ute shows his palms, trying to calm Parcher. Th Tall Ute keeps advancing. He pulls a bundle of TROPHIES f his belt, hanging on a loop of rawhide. They are trinkets jewelry, snatches of cloth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALL UTE",
          "text": "<Little fish. We use the sick as Little fish, understand?> He shakes the bundle of trophies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALL UTE",
          "text": "<From the sick.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "He keeps saying Little Fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (REALIZING)",
          "text": "Jesus Christ amighty. He's talking about bait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Drop me. The Tall Ute reaches up and grabs the ropes binding Parch wrists to the saddle. Dutch drops Callaghan and dives for his rifle. Callaghan CRIES OUT in pain. Parcher gives a slurred YELL as he's yanked off the horse onto the ground, the Tall Ute holding him. Parcher flails the Tall Ute, knocking the hoop of trophies from his hand The trophies fall to the ground. \f93. Dutch gets a hand around his rifle when BLAM, the earth i kicked up two feet from him. Faith SCREAMS. The Short Ute is pointing his rifle at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT UTE",
          "text": "<To take the Little Fish. We fix.> Dutch stays frozen over his rifle. Callaghan half-lies on the ground, holding his bleeding leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Shoot this son of a bitch! Pick up your god-damned rifle and shoot this son of a bitch! \"Shoo zis sunuvabish\" is how the words come out, slurred almost beyond understanding by now. The Short Ute holds h rifle on them as the Tall Ute drags Parcher across camp a past him, into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT UTE",
          "text": "<Little Fish already dead. Little Fish for trap. To kill.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER, (OVERLAPPING)",
          "text": "God damn you, Dutch! Don't let them take me! You killed me, you son of a bitch! Parcher and the Tall Ute are already out of the light of fire and out of sight. The Short Ute, holding the rifle o them, begins to back out of the firelight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT UTE",
          "text": "<We are to fix. We are to kill.> The Short Ute backs into darkness and vanishes. Dutch stares into the darkness, the Short Ute could still just beyond the firelight, still pointing the rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Are they gone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don't know. A beat. Dutch is the first to move. He crouches down and picks up the loop of trophies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "<We leave. He is already dead. We leave now.>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dozen trinkets taken from dead settlers, belt buckles, jewelry, crosses. In between each trinket, there hangs a small grayish-white bone, like half of a child's jaw, toothless, non-human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I hope you’re not thinking of going after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "They said they could fix him. Or trap... Dutch falls silent, staring at the trinkets in his hand. mouth opens a little, tears shine in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Oh god. In Dutch’s hand, hanging from the Ute’s trophy cord, is Maryanne Stewart’s BROOCH. Dutch leans against the horse closes his eyes. Callaghan watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Dutch...? Dutch takes a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "She's dead. He stares off into the trees. Several moments- Dutch look on the edge of falling apart; exhausted, heart-broken. Callaghan waits to speak-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I have to go after Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Like hell you do. That sunuva bitch was dead ‘fore them Indians even touched him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "It’s not for him. We don’t know how to heal the Burrowers poison. We don’t know to kill them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "I want to go home. \f95. We can see that Dutch wants to go home just as badly. He puts the brooch in his pocket. He takes a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "They took Maryanne from her home. Home isn’t safe. Callaghan looks at him. Dutch holds his gaze. Callaghan, wearily, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- EXT. NORTHERN HILLS GULCH- NIGHT",
          "text": "Dutch pulls Parcher's pistol from his saddle. Callaghan pushes himself painfully into a sitting positio against a saddle lying on the ground. Faith paces nearby, watching the edges of camp. She throws another piece of w on the fire. Dutch crosses to Callaghan and crouches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "You be alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "No. You hurry back. I think she’ll watch out for me, but... Callaghan gestures towards Faith. Dutch stands, crosses t Faith, and hands her Parcher’s rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Stay? Watch out for him. Dutch points at Callaghan. Tries to pantomime the sentenc Faith takes the rifle, and nods slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN, (TO DUTCH)",
          "text": "Be careful. Dutch takes up his own rifle and nods again. He looks frightened but determined. He takes a breath and walks aw from camp, out of the light of the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN HILLS- NIGHT",
          "text": "The starlight shines somewhere between silver and lead, everything nearly black and white in the dim illumination It could be a daguerreotype. Luminous white-barked birch. Dutch moves through the trees cautiously, rifle in one ha and pistol in the other. He squints into the darkness. \f96. WIND moves the small trees, shifting shadows dancing over blowing grass. Burrower RATTLES come and go from seemingl every direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE",
          "text": "Dutch moves deeper into the trees. He seems to be moving towards and away from the Burrower RATTLE at the same tim RUNNING FOOTSTEPS crunch dead leaves. Dutch spins, just a The Short Ute arrives and CLOCKS Dutch across the face wi the butt of his rifle. Dutch drops his rifle and falls to the earth. The Short Ute lands on top of him, hand clampe over his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT UTE, (FRENCH, S.T.)",
          "text": "<Silence.> CLICK, of a revolver being cocked. The Ute looks down. Dutch's revolver is pointed at his chest. BLAM. The Ute falls backwards, dead before he hits the ground. Dutch scrambles to his feet. The Ute doesn't move. Silenc his smoking gun. He looks around. Nobody but the dead Ute Parcher MOANS from somewhere nearby. It's a low, weak sou nearly a death-rattle. Dutch turns and runs in a crouch towards the sound. He ke his head low, pistol and rifle ready. He jogs through sma trees, CRUNCHING through dead leaves, rises a hill and fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN HILLS CLEARING- NIGHT",
          "text": "A bare expanse of rocky earth, surrounded by trees. Dutch passes a pile of SHARPENED POLES, 12-foot birch spe lying piled at the clearing's edge. In the center, Parcher is lying face-up on a slab of rock his arms and legs bound by ropes pegged to the ground. Burrower PURRS and RATTLES surround the clearing. Dutch moves cautiously out towards Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "Jesus, Dutch. Thank God. Dutch leans down over him and unties Parcher's good arm. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARCHER",
          "text": "They put something in me. Made me drink...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Drink? What was it? Dutch reaches across to untie Parcher's rotten arm. Parch glances past Dutch and GASPS. Dutch follows Parcher's eyes, glancing over his shoulder. Parcher LURCHES upward and GRABS the pistol from Dutch's waist, pointing it at the TALL UTE suddenly behind Dutch. BLAM, Parcher FIRES the gun, inches from Dutch's face. Th muzzle flash SEARS across Dutch's eyes, he falls backward A bullet wound PUNCTURES the belly of the Tall Ute. DUTCH'S POV- Washed-out, overexposed, a RINGING in his ea Dutch stumbles backwards, holding his flash-blinded eyes. His left foot pushes through a pile of dead leaves and SN a BEAR TRAP springs up, biting his ankle. Dutch SCREAMS and falls to the ground. The Tall Ute is half crab-walking, half dragging himself away, bleeding heavily from the gut. Parcher holds the pistol on him blearily, his arm swaying. Dutch is close to shock, his POV bleached nearly white. The Ute, near the edge of the clearing, lets himself collapse, holding his belly. Parcher lets the pistol drop and lies back on the rock. Dutch wedges his fingers beneath the jaws of the bear tra He pulls, straining. The jaws begin to separate... then a fingernail tears and the trap SNAPS shut again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH, (PAIN)",
          "text": "shit! FROM ABOVE- The Ute lies bleeding near the clearing's edg Parcher lies tethered by three points to a rock. Dutch si struggling to free his leg from the bear trap. SIX INDENTATIONS appear in the rocky soil, churning. SIX BURROWERS emerge into the clearing. They slink like cats, moving on all fours. \f98. They cast their heads towards the Ute, and Dutch, then fo in on Parcher and spiral in towards him. Parcher is the first to see them. He GASPS. Parcher weakly lifts the dropped gun and BLAM, fires once before the first two Burrowers are on him. Dutch looks up at the sound, just in time to see the othe four Burrowers FLING themselves onto Parcher. They fasten their gaping maws onto his body like piglets on a sow. Parcher opens his mouth to scream, but the only sound tha comes out is the dying WHEEZE of a broken bellows. The Burrowers arch their backs and suck, SLURPING the rotten organs from Parcher's body. A Burrower pulls its pale head away from the buffet, its dripping with blood and gore, as if fresh from a pie-eati contest. It swings its head towards Dutch. Dutch, still tethered by the bear trap, looks at the creature. It HISSES with a blood-and-mucous strung mouth. Dutch crabwalks backwards, away from the Burrower, pullin the trap's tethering chain nearly taught before he FREEZE He looks down at his left hand, a SECOND BEAR TRAP waits beneath a thin covering of leaves. The Burrower starts slinking towards him. The thick yello nails on it's three-fingered hands drip white venom. Dutch looks from the bear trap blocking his path to the approaching creature. It’s ten feet away. It tenses to pounce, HISSING, then FLINGS itself at Dutch. Dutch YELLS, and catches the Burrower's hand, the drippin talons inches from his neck. He twists, pushing the creat onto the SECOND BEAR TRAP. The trap SNAPS, CRUNCHING into the Burrower's side. The Burrower ARCHES and SCREACHES in pain. Dutch rolls away, and from the ground grabs a STICK, arm- length, about two inches around. He wedges it into the ja of the trap holding his ankle, and pries it apart. The trapped Burrower, arm's length from Dutch, LUNGES at swiping. Dutch YANKS his leg free and rolls away, the venomous claw missing him by inches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALL UTE, (UTE, SUB-TITLED)",
          "text": "<No!>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dutch looks over. Another BURROWER is slinking towards th gut-shot Ute, talons dripping. The Ute cries out. Dutch LURCHES to his feet, his wounded ankle nearly givin out, and limps to intercept the creature before it reache the Ute. One of the Burrowers still feeding on Parcher suddenly li its head and HISSES. It stumbles back from Parcher, drunkenly, and then collapses to the ground. The other three Burrowers raise their bloody maws from Parcher's drained corpse and look over. The unconscious Burrower lies on the ground, sucking small, shallow breat like an asthmatic child. The Burrower bearing down on the wounded Ute weaves drunkenly, but is only paces away. PANTING with pain, Dut grabs a SHARPENED POLE from the pile on the ground. The Burrower raises back a claw, ready to swipe at the Ut Dutch lunges, PLUNGING the birch pole through the Burrowe torso and into the ground below. The creature SCREECHES. The bear-trap Burrower's eyes are closed, it pushes weakl against the ground. The three Burrowers over Parcher stumble away, drunkenly. The Burrower speared to the ground wearily lolls its head",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "+-.-You poisoned them. The Ute, breathing through clenched teeth, almost grins. One-by-one, the Burrowers collapse blearily to the ground unconscious. Barely standing, Dutch watches them fall. All six creatures lie unconscious, smeared with Parcher's dark blood, breathing shallowly. Dutch tries to catch his breath. Parcher's body is an empty husk, pale white and mummified His chest and belly collapsed like a sunken soufflé.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Heavenly god. The gut-shot Ute is weakly trying to CALL OUT. Standing over an unconscious Burrower, Dutch gets our fir real clear look at the creatures: \f100. Humanoid. Three thick fingers on each hand ending in thic black, curled nails. A half-dozen small, vestigial, beetl looking TALONS, like Alaskan crab legs, line its torso beneath the arms. It has tiny, puckered eyes. Mucous-strung mouths as big around as softballs. Completely hairless. A soft exoskeleton, like a molting insect's, over mottled, rotte looking flesh, a stark contrast against the crimson stain their cheeks and chins. Gooey strings of Parcher's blood blow in and out of the things' mouths in time with their RASPING BREATH. The Tall Ute CALLS OUT to Dutch, barely more than a direc MOAN. Dutch looks over. The Tall Ute's tunic is nearly black with blood in the moonlight. The Ute points across the clearing. Dutch's gaze follows the Ute's hand to the pile of BIRCH SPEARS, the sharpened poles at the clearing's edge. Dutch picks one up. The Tall Ute nods, and points at the Burrower Dutch speared, pinning to the ground. Then he points at the other unconscious creatures, pantomiming thrusting spears into them. Dutch limps over to the nearest Burrower, holds the spear over it, and looks at the Ute. The Ute nods desperately. Dutch kicks the Burrower onto its back, raises the spear, PLUNGES it downward into the thing's chest. The Ute pumps his fist, pantomiming driving the stake dow deeper. Dutch twists the spear and pushes it through the Burrower, down several feet into the ground. The Burrower twists with the pressure and BILE dribbles f its mouth. The Ute looks towards the East, where the first gray ligh dawn is appearing. He turns back to Dutch and points at t other Burrowers. Dutch nods, limps over and grabs two more spears. He kicks the second Burrower onto its back and drives the stake through its chest and into the ground. He drives a stake into the third Burrower. The Ute nods, relieved, and collapses onto his back, PANT Dutch impales the fourth Burrower. The fifth, and the six \f101. Dutch stands, the Burrowers are STILL BREATHING. Blood an mucous shakes on their lips with every exhale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "It didn't work. (French, s.t.) <It didn't work> The Ute doesn't look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "<They're still alive.> The Ute doesn't respond. Dutch is exhausted and all fucked up, looks like he's about to cry. He walks over to Parcher. Parcher's corpse looks frail as a baby bird. Dutch crouches down and grabs Parcher's corpse from under the arms. He lifts him, and starts to drag him away. He pulls him back six or seven feet before Parcher's boot catches on a rock. Dutch pulls and Parcher's withered left arm TEARS OFF. Dutch falls onto his ass with the mummified limb in his hand. He YELLS and drops it, scrambles backwards, and comes to a rest sitting on the ground. Dutch sits there. He stares at the ground. He looks at the gut-shot Ute lying on the ground. Dutch looks back at the ground and sits. SUNLIGHT hits him. Dutch looks up. The first rays of dawn cresting the horizon. The ASTHMATIC WHEEZING quickens, becomes more urgent. The Burrowers are stirring, limbs moving over the ground. The sun climbs a little higher over the horizon. Light is now falling directly on the six creatures. They WHEEZE and HISS, there is a faint SIZZLING. One Burrower opens its maw and lets loose a high-pitched soun like a DOG WHISTLE. It raises its arms to the spear pinni it to the ground. The others come fully awake, HISSING and SCREAMING. Dutch watches. The Burrowers' skin pulls tight in the sunlight, STEAM rises off of it. \f102. A Burrower digs at the ground, uselessly scratching at th earth. TINY BLISTERS appear on their yellowish flesh. A Burrower, SCREAMING, pulls at the stake pinning it to t ground, actually lifting itself off the earth. The gut-shot Ute watches with fierce satisfaction. Burrower skin SIZZLES and CRACKS in the sunlight. BILE bubbles up from their mouths. They STEAM and SCREAM, fles falls from their bodies in blistering scraps. The Burrowe writhe on the ground, their flesh burning away. Huge BLISTERS rise and break. Dutch watches as they SCREAM and fall to pieces. By the time it's done, the Burrowers’ corpses look like B CHILDREN staked to the earth. Dutch, bathed in sunlight, sitting on the ground between Parcher's corpse and Parcher's arm, wipes the tears from eyes with bloody hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN HILLS CAMP- DAWN",
          "text": "Callaghan is sitting and Faith pacing where we left them. Dutch, holding the Ute's arm around his shoulder, stumble into camp. The Ute's feet barely drag on the ground, his whole torso dark with blood. He's pale, but conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME LAPSE- MORNING",
          "text": "They have the Ute laid out on blankets, taking shallow breaths. Faith is gently tying strips of blanket around t still-seeping wound in his stomach. Callaghan and Dutch sit nearby. Dutch drinks coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "It was sunlight. Burned them alive. The Ute poisoned them. Put something in Parcher that would make the Burrowers sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Parcher's dead? (Dutch nods.) I'll miss him. \f103. It's not a convincing performance. A beat, then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don't know what the poison was. Callaghan looks at the gut-shot Ute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Can he talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don't think so. ...If he dies we won't find the poison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "Shit. Nothing's easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I can make it to Fort Bismark and back with a doctor in two days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "You think he can live that long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don't know. What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "-..Get to it. The longer you wait the deader we get. And you better stay dead South. You miss that fort by a few miles, you'll be lost for days. Dutch nods with heavy eyes. He wants nothing but sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALLAGHAN",
          "text": "And if you gotta sleep, sleep in the day, you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I won’t sleep. Faith, her hands red with the Ute's blood, watches Dutch Callaghan. Callaghan reaches out a hand, Dutch takes it a they shake. Faith cradles the wounded Ute’s head in her lap. He blear tries to speak, but can’t. Faith is close to tears. The Ute weakly points at Callaghan and Dutch, then covers ears with his hands. Tears roll down his face. Faith cradles his head in her lap. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rising sun finds Dobie's blue eye, slightly clouded o staring up at the deep blue sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POUNDING HOOVES. From morning to noon to night, Dutch pus his horse hard across the sparse plains, Clay’s horse galloping on a rope tied behind. He switches horses to ke up his speed, eyes raccooned with exhaustion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SOUTHERN PLAINS- NIGHT",
          "text": "Dutch rides, exhausted, world tilting carnival around him Burrower RATTLES swell out of the grass around him. The s GOLD CRUCIFIX, marked with WHITE GROWTHS, bounces inside Dutch’s breast pocket. The grasslands are watching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SOUTHERN PLAINS- DAWN",
          "text": "A red sun crests the horizon. ON THE GROUND- Dobie’s eye stares out over the plains. DOBIE’S POV- through the grass, Dobie sees a horse and ri approaching. UNDERGROUND- Dobie’s finger wiggles furiously. The rider is crossing Dobie’s sight diagonally. He gets close enough that we can see that it’s Dutch. We see hope Dobie’s unmoving eye. Underground, his finger wiggles desperately. ON DUTCH- He reins his horse to a stop forty feet from Do looking down at the grass. He grins a little bit and we s what got his attention-- Dutch’s HAT, suspended in the gr He swings down, grabs the hat, and jams it onto his head. ON THE GROUND- Dobie watches Dutch climb back on his hors and ride away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SOUTHERN PLAINS- AFTERNOON",
          "text": "Dutch stands, waving his arms at a MILITARY TRAIN, a doze Bluecoat soldiers and a mess wagon marching Northward. TW RIDERS break away from the train and head towards him. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ARMY BARRACKS- NIGHT",
          "text": "CLOSE UP on Dutch's face, exhausted but at least cleaned eating. He watches the OFFSCREEN SOLDIERS talk-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (O.S.)",
          "text": "I can't rightly say, sir. He says Will Parcher was killed, and another man named Clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT, (0.S.)",
          "text": "Does he know the tribe that attacked him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (O.S.)",
          "text": "No, sir. He's a foreigner, sir. Might be simple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dutch sits on a wagon, his left ankle thickly bandaged. H cleaned up, in fresh clothes. A black DRIVER and a DOCTOR sits in the wagon behind them. Six BLUECOATS ride alongsi along with an OGLALA SCOUT. Dutch holds a cane across his lap and watches the prairie ahead of them, anxious to return to his friends-",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NORTHERN HILLS / MILITARY CAMP- DUSK",
          "text": "Faith and the Tall Ute hang dead from an impromptu GALLOW The blood from his stomach wound tracing his legs show th the Tall Ute was still alive when they strung him up. Dozens of BLUECOATS mill around, setting up camp. Standing by the wagon, leaning on his cane, Dutch stares slack-jawed at Faith and the Tall Ute's corpses. His eyes shine with tears. Campfires burn all around him, throughout the trees, a pleasant glow in the quickly fading light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR, (0.S.)",
          "text": "Parcher's German! Hey, Parcher's German! Dutch turns, Henry Victor walks quickly and warmly toward him, rubbing his hands together with satisfaction. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "My god, man. They told me you were here. I'm afraid you were too late for Will Parcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "What the hell’d them Indians do? We buried him proper, though. Man was wiser'n I gave him credit. Took four days and no small pain to get them Sioux to tell us what Parcher guessed right off. We've got scouts routing out the Ute to the North as we speak. Were able to clear just about every last one of them from this land. Reg'lar Indians: they could whoop to beat the band but can't fight for shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "Where's Callaghan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Who, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "He was your cook. He was with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Walnut! He would have owed me his life if he had survived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "Amputated his leg and he up and died on us. Man was delirious, halucinating, never really woke. Tears creep down Dutch's cheeks. Henry Victor's talking t himself, barely notices Dutch is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY VICTOR",
          "text": "‘Course we never did find them Stewarts. Doubt we ever will, were probably dead before we even started looking. I guess all we can really do is make sure it never happens again. \f107. Dutch looks at the ground, crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dutch rides Parcher's horse away from a dozen BLUECOAT SOLDIERS riding South.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the settlement from out in the plains, alone ina world of grass. The houses are still unoccupied. We tilt down and reveal six SUNKEN PATCHES in the ground. They’re graves, recently robbed. If we look closely, we c see scraps of bone and withered skin in the grass. A piec of lace from one of the Stewart children’s nightgowns. They were buried less than a 1/4 mile from their homes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE SPACKS HOUSE- DAY",
          "text": "Dutch rides towards the large Victorian home. He eyes the approaching home with trepidation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE SPACKS HOUSE PORCH- DAY",
          "text": "Gertrude, wiping her hands on her apron, opens the door a finds Dutch standing with his hat in hand. Dutch inhales begin speaking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GERTRUDE'S PARLOR- DAY",
          "text": "Dutch perches uncomfortably on a wing-back chair as Gertr WEEPS softly, sitting on the sofa opposite. This has been going on for some time. Dutch holds his hat his knees, moving his hands along the brim. The GOLD CRUCIFIX dangles by its chain from Gertrude's ha Gertrude gets control, wipes at her face with a kerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "Have you had lunch, Mr. Leijderova?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE SPACKS HOUSE- AFTERNOON",
          "text": "Dutch carries a picnic basket, walking next to Gertrude, carries a blanket. They walk towards the box elder tree where the earlier picnic took place. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "Dobie's still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I think so, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "It's not a thinking matter. A mother would know. My son will come back to me. The GOLD CRUCIFIX is looped around Gertrude's neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "Do you like pineapple?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUTCH",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "I think you will. Parcher loved pineapple. She pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERTRUDE",
          "text": "I’m sorry about Maryanne. (Dutch nods) Her poor family... I don't want to feel guilty. I think our duty is to live as well as we can. It gives reason to the sacrifices that men like Parcher and you made. A lot of Americans died so we could make a life here. It would be a sin if we didn't. They arrive in the shade of the Box Elder. Gertrude finge the gold cross. It’s still spotted with tiny WHITE GROWTH",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE SOUTHERN PLAINS- NIGHT",
          "text": "The grass moves in amber waves across the slowly sloping land. The cloudless sky casts clear, stark, starlight dow onto the plains. Dobie is pulled from the earth by a doze hungry hands. He’s still alive, still awake when the feed begins.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1915"
    }
  ]
}