{
  "movie_id": "MOV2029",
  "scenes": [
    {
      "location": "PLAYGROUND FRANKLIN PARK BOSTON",
      "time": "EVENING",
      "characters": [
        "COPS",
        "CECIL, (CONT'D)",
        "MITCH, (CONT'D)",
        "RACHEL",
        "A ROW OF SHOT GLASSES ARE SLOPPILY FILLED WITH TEQUILA.",
        "RACHEL, (CONT'D)",
        "JOE",
        "MASSACHUSETTS IDS",
        "POLICE WOMAN",
        "EMMA",
        "JONES",
        "MICROFICHE BLURS",
        "THROUGH A SLIVER OF WIRE-GLASS IN THE DOOR",
        "FEMALE VOICE, (0.S.)",
        "A CORNER TABLE",
        "WITH MITCH",
        "KANON",
        "SMASH CUT TO",
        "MITCH, (0.S.)",
        "CECIL",
        "FADE OUT",
        "THE WINDOW",
        "INT/EXT. PATROL CAR",
        "A HISPANIC COUPLE",
        "PRIEST, (0.S.)",
        "SECRETARY",
        "LUNDGREN",
        "DESK SERGANT",
        "PRIEST, (CONT'D)",
        "STUART, (0.S.)",
        "GIO",
        "RACHEL, (0.S.)",
        "MCKENNA",
        "AN INTERNET NEWS BROADCAST",
        "JONES, (CONT'D)",
        "MITCH",
        "FLASHBACK",
        "LEVY",
        "TELEPHONE VOICE, (0.S.)",
        "WAITRESS",
        "MITCH WAKES",
        "REPORTER",
        "THE END",
        "LEVY, (0.S.)",
        "TOBIAS LEVY",
        "TRAVIS",
        "MITCH AND LEVY",
        "MIDWIFE",
        "NANNY, (CONT'D)",
        "OPERATOR'S VOICE, (0.S.)",
        "DRUNK 2",
        "ANOTHER OFFICER, (0.S.)",
        "INT/EXT. PATROL CAR, (MOVING)",
        "LEVY, (CONT'D)",
        "A CAMERA IMAGE",
        "DISSOLVE TO",
        "MALE VOICE, (0.S.)",
        "NANNY",
        "BARTENDER",
        "STAURT",
        "DOYLE AND MITCH",
        "DRUNK 1",
        "COURT BAILIFF",
        "CORONER",
        "NEWS BROADCASTER",
        "RECORDED VOICE, (0.S.)",
        "STUART, (CONT'D)",
        "PRIEST",
        "LEVY'S VOICE, (0.S.)",
        "A PAIR OF UNIFORM COPS",
        "CUT TO",
        "DR. BROWN",
        "BACK TO SCENE",
        "MITCH'S VOICE, (0.S.)",
        "BOSTON MUNICIPAL COURTHOUSE",
        "JUDGE MCKENNA",
        "STUART",
        "KANON, (CONT'D)",
        "DOYLE",
        "DESK SERGEANT",
        "FRANK",
        "LUNDGREN, (CONT'D)",
        "DOYLE, (CONT'D)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Nestled at the edge of 64.8 acres of rugged woodland. KID play on rope swings, timber slides and rugged wooden see- saws. MOTHERS and NANNIES sit and talk together on benche A young man, CECIL ACKERMAN, 24, pale skin, red hair, is watching from beyond the playground fence. His eyes follo the little girls, some of them no more than 6 years old, they swing to and fro. He sees a small girl, EMMA, 7, toss a ball. It goes throu the fence and rolls out onto the path. Emma looks to her NANNY, 19, but she is deep in conversation. Emma slips through a gap in the fence and goes after the ball. As sh bends to pick it up, she clumsily kicks it. The ball roll away down a sloping path into the woods and Emma goes aft it... Cecil looks at the Nanny. At the other Mothers. Nobody ha noticed Emma’s absence. Cecil pushes back from the fence casually walks away. EXT. FRANKLIN PARK —- EVENING Emma's ball bounces off the path and into the bushes. Emm follows it. Pushing though the foliage. She sees her ball and -- Cecil picks it up. Emma looks up at him. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECIL",
          "text": "Is this your ball? Emma takes a small step back. Nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECIL, (CONT'D)",
          "text": "What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Emma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECIL",
          "text": "Emma. That’s a pretty name. Cecil holds the ball out to her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECIL, (CONT'D)",
          "text": "Don’t be afraid. Here. Come and take it. Emma takes a small step forward. She reaches for the bal Doesn't fully commit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECIL, (CONT'D)",
          "text": "I won’t bite, Emma. Emma takes another step toward him and AN OUT OF FOCUS FI appears behind Cecil. A HAMMER (wrapped in plastic) rises above him and -- EXT. CHILDREN’S PLAYGROUND - FRANKLIN PARK - EVENING Emma's SCREAM alerts the Mothers and Nannies. All bolt up Looking around. We FOCUS on Emma’s Nanny. Scanning the children...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANNY",
          "text": "Emma! Where’s Emma?! Another SCREAM and Nanny vaults the fence and runs down t sloping path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "EXT. FRANKLIN PARK —- EVENING Nanny bursts through the bushes and finds -- Emma just standing there. Unhurt. She has tears streaming down her face. Cecil is gone. Nanny drops to her knees an envelops the sobbing child as -- in the woods somewhere w HEAR a vehicle engine starting. Emma looks at the ball settling on the ground. A single drop of blood rolls down its plastic surface...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shot of the surprisingly warm looking brick building. MITCH’S VOICE The defense would have you believe that circumstance is what put the accused in this court today. INT. COURTROOM — COURTROOM - DAY (A.D.A.) Assistant District Attorney MITCH BRODY, mid 30s stands before the Jury. He’s Boston born and raised but h softened the accent. There’s a slight scrappy edge to him A fighter. \fJUDGE McKENNA, 60s, a stern looking woman, presides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Honesty or, in the defendant's case, a lack of honesty - that’s why we're here today. Call it character. Call it backbone. Call it common decency. Everyone has a choice. (beat) Lack of education opportunities, a broken home, low employment rates are nothing but excuses to hide behind when you're deciding who you want to be in this world. (beat) Neither fate, nor society, put Francis Mulligan inside the house of Gloria Mitchell on the night of the fifteenth. Neither fate, nor society, told him to tie her up - shove a gun in her face - and take her belongings. That was his choice. Mitch looks at MULLIGAN, 25, Irish tats up each arm. Mulligan stares back with total disrespect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "The defense would have you walk in his client’s shoes. Well I have. I’m from Dorchester. (this gets people's attention) It’s a shit hole. Nobody’s saying it’s not. But that’s where I’m from - not who I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mulligan looks down. Confronted by an alternate life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "He’s not the victim here. So, if you're going to put yourself in anyone’s shoes - put yourself in Gloria Mitchell’s. Mitch walks back to his seat and sits beside fellow A.D.A STUART KEMP, early 30s, doughy, not what you would call handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Nice close, DeNiro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Not who I am? It was golden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "The jury will adjourn to deliberate a verdict. Mitch, Stuart and the defense settle into their chairs to wait. A defense attorney leaves to take a call...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You got any snacks? I missed breakfast. Rachel’s on total bed rest for the last few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "I told you, I’m on a diet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You're telling me you don’t have one chocolate bar hidden in there. Mitch grabs Stuart’s briefcase and digs. Finds a Snickers bar. Grins “ah-ha!”. Stuart looks busted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "That's for emergencies. In case my blood sugar drops. Mitch’s phone buzzes. Reads: “IT’S TIME!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’s time. Oh, shit. I gotta go. Mitch puts down the Snicker’s bar and starts to stuff pap into his case...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "But the jury’s still out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’s a guilty verdict. Five years. Parole after two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "One - Judge McKenna’s soft on the educationally challenged and nobody got shot. \fMitch picks up his case --",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "And two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(smiles--) I don’t lose. (to Judge McKenna --) I’m sorry about this, your honor. I’m going to have to leave my esteemed associate to finish up. My wife just went into labor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Congratulations, counselor. You're free to go. Mitch turns to walk away -- then reaches back and snatche the Snicker’s bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’s an emergency. Mitch hurries down the aisle toward the rear doors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch’s Escalade zooms into the tree-lined, suburban stre Kids skateboard and play ball. He turns up the driveway o pretty, but modest, two-story starter-home. INT. STUDY —- MITCH’S HOUSE - DAY A PHOTOGRAPH OF A SIX YEAR OLD MITCH AND HIS MA’ (on the wooden steps of a run-down house in Popes Hill) dominates shot. It’s oddly framed (they’re both too close to one ed like we're only seeing half a picture. It sits on a desk with other photos of Mitch and his wife. Through the wind we see Mitch’s car approach the garage. There is a groani CLUNK that shakes the house as the garage starts to open. INT. BEDROOM — DAY RACHEL BRODY, 29, crushes Mitch’s hand as she pushes. The MIDWIFE, late 50s, heavy German accent, urges her on. Spa medical equipment needed for a home birth stands beside t bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The baby is crowning. I can see the head. Keep pushing. Mitch kisses Rachel’s head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You're doing great. Breath. Push....",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Come on, push. Rachel crushes his hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDWIFE",
          "text": "I can see the shoulders. One more push.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDWIFE",
          "text": "One more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You can do it. Rachel strains with all of her might, lets out a pained g and - the baby girl is out. Midwife clears her nose and mouth and then wraps the baby a blanket and hands her up to Rachel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "You did it. Oh, my God, I can’t believe it. Rachel holds her. Tears in her eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Hello, baby girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Let me take a picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "No, I’m a mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What are you talking about? You look beautiful. \fMitch kisses her. Pulls out his iPhone and fires up the screen. He sees a text: “GUILTY. FIVE YEARS. I HATE YOU.” Mitch smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(to baby) I think clever daddy just won another case. Joe aims the iPhone at Rachel and the baby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Smile. Rachel smiles. Click. Mitch likes the photo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDWIFE",
          "text": "Mr. Brody, would you like to cut the cord? Midwife holds a pair of scissors out to Mitch. Mitch hesitates. Rachel laughs at his expression..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is at the work-bench. He has a beer open. He’s assembling the first pieces of A BABY CRIB. He has a wall tools in front of him, each piece hanging on a hook. He takes down a screwdriver and we see there is a silhouette it drawn on the wall. A place for everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BOARDROOM —- DISTRICT ATTORNEY'S OFFICE -— DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch, Stuart and the rest of the DA’s staff are crowded inside. All toast Mitch with a glass of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Limes are jammed on the edges and the tray is lifted and carried through the crowds. Sports play on flat-screens. Music pounds. The tray is put down on --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CORNER TABLE",
          "text": "where Mitch is wearing an oversized pin that reads “Baby Daddy!” and is sitting with FRANK, STUART, and JOE. \fGreat friends who all went to law school together. Empty beer and shot glasses litter the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Another toast. STUART picks up a Tequila shot. The others follow suit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m pretty toasted already. Stuart raises Mitch’s hand anyway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "To the bastard who has it all. A beautiful wife, a great career --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Awesome friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "And now a perfect little girl. Mitch lets this soak in. He does have a good life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "To me. They shoot the drinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is at the urinal. Swaying. Singing to himself. He washes his hands at the sink. His phone rings. Mitch wipe his hands and answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORDED VOICE, (0.S.)",
          "text": "This is a collect call from an inmate at Concord Penitentiary. To accept this call press one. Mitch’s demeanor sobers. He clearly knows who it is. The door opens. Mitch kills the call...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hey, Baby daddy. You okay? Frank approaches the urinal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not going to hurl are you? Stu’ just got another round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Bring it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. THE PAXTON TAP — NIGHT The streets are quiet. A light rain falls. Mitch, Frank, Joe and Stuart stagger out of the bar laughing. Frank cla Mitch on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I hope you’re not driving, counselor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Got the cab number right here. Mitch shows his iPhone. Frank hugs him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Be well, man. Give Rachel our best and let us know when we can come over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Will do. Stuart shakes hands with Mitch and bump shoulders...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "See you at the office. Joe hugs him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Congrat’s again, man. Can’t wait to meet her. Frank, Joe and Stuart walk away talking and laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "And don’t think I’ve forgotten you owe me a Snicker’s bar. Mitch dials a cab. Then sees A PAIR OF GUYS admiring his parked Escalade. One of the Guys looks in the window. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(can’t believe these guys) What the -- ? Mitch looks around. Frank, Stuart and Joe vanish around t corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEPHONE VOICE, (0.S.)",
          "text": "Harvard Cabs. Mitch kills the call and walks toward his Escalade. Fearless. You can take the kid out of Dorchester, but you can’t take Dorchester out of the kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Hey. He zaps his keys. The Escalade’s lights flash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "I help you guys with something? The Guys see Mitch and walk away. Mitch stands firm by hi car. Keys in one hand, phone in the other. What to do? He sees the Guys hanging at the street corner. Waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Screw this. Mitch opens the door and climbs in. Fires the engine. Thunder rumbles in the night sky as he drives away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rain falls on the windshield. Mitch tuns on the wipers. H sees a COP CAR sitting at an intersection. Mitch drives p on a green light. Doesn’t look at them. He lifts the center arm rest and pulls out a tin of mints Pops a few in his mouth. Glances in the mirror as the lig change behind him and -- The Cop Car drives straight across the intersection and vanishes from sight. Mitch breathes a sigh of relief. Turns his attention back the road and -- BOOM! The Escalade hits a YOUNG MAN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT/EXT. MITCH’S ESCALADE - A SERIES OF SHOTS Mitch stomps the brake. Young Man is dragged underneath. Tires bite the wet road. Horrendous thuds as Young Man tumbles and brakes beneath undercarriage. The tires finally grip and -- The Escalade stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No, no, no, no.... Mitch stabs the seat-belt release and pushes open the doo Mitch staggers out into the rain and sees the crumpled me of a body lying fifteen feet behind the Escalade. Mitch runs to the Young Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch skids to a stop. Rain falls on the bloody body. Leg twisted at an impossible angle. Arms broken. Young Man blinks up at Mitch in the rain. Blood bubbling on his pal lips. Oil and blood matting his red hair. We recognize him from the opening park - CECIL ACKERMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Oh, Jesus. I’m sorry. I’m so sorry. Mitch takes off his jacket and lays it over Cecil’s coatl and _shoeless body...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Don’t move. I’m going to call an ambulance. Mitch runs back to the Escalade... INT. MITCH’S ESCALADE - NIGHT Mitch grabs his iPhone and fires up the screen. He is met a_photo of Rachel and his baby. He stops. \f12. Looks back at Cecil lying in the rain. At the picture on his phone. Fuck. He sees a PAYPHONE at the corner of the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. PAYPHONE - DARBY STREET -— NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch grabs the handset, hand covered with a handkerchief Dials 911. Covers the mouthpiece with his other hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR'S VOICE, (0.S.)",
          "text": "911 what’s your emergency?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I need an ambulance. There’s been an accident. Somebody was hit by a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR'S VOICE, (0.S.)",
          "text": "What’s the location?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(looks around) Darby Street. South of 20th.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR'S VOICE, (0.S.)",
          "text": "What’s your name, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Just hurry. He’s hurt real bad. Mitch slams down the phone. Wipes the buttons. Takes a de breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch runs back to Cecil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "They're coming. You just hang on, you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECIL",
          "text": "(mumbles ) Help ... me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Help is on its way. You’re going to be okay. \f13. Mitch HEARS a_ sharp, metallic SNAP from a side alley and stares into the darkness. Is somebody there? Rain drums but nothing else moves. Finally, in the distance, Mitch HEARS the faint howl of a ambulance siren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "You hear that? They’re coming. I have to go now. Mitch grabs his jacket, but Cecil clings to it with his o good hand. Cecil’s eyes plead at him. He looks terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "I can’t stay. Mitch unpicks Cecil’s fingers from the now bloody jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "I have a family. I can’t be involved. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECIL",
          "text": "Please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m sorry. Mitch pulls his jacket free and business cards fall out. Mitch quickly scrapes them out of the blood and rain. Cec stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "You're going to be okay. Mitch turns away. Runs back to his Escalade... INT. MITCH’S ESCALADE - NIGHT Mitch climbs in and slams the door. Puts his hand on the shifter. A deep breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m so sorry. Jams it into drive... \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a spin of tires, the Escalade zooms forward and hang hard right out of the street. All is quiet save for the distant siren and the fall of rain on the blacktop. THE CAMERA lingers on Cecil. Helpless. Precious blood minglin with the rain. Fear in his eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Streetlights whip hypnotic stripes across Mitch’s face. H sees an AMBULANCE zoom past. Lights flashing blood red. Mitch starts to gag. He pulls to the side of the road. Opens the door. Vomits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge soap-rollers spread foam over the Escalade. Scrub it clean. Mitch watches from beyond an observation window. INT. GARAGE —- THE BRODY HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch parks the Escalade next to Rachel’s Prius and climb out. The automatic garage door closes with a whir and a clunk. Mitch climbs out, shoves his coat into a garbage b kicks off his shoes and throws them in, too. He then unbuckles his pants and removes his shirt. He looks at th washer and dryer in the room. Decides against it... EXT. PATIO —- THE BRODY HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch carries the bag of clothes to the BBQ and removes t lid. He empties the clothes into the grill and squirts fl onto them. He strikes a match. Slings it onto the clothes They ignite. He stands there watching the fabric burn. Light flickering on his face... INT. BATHROOM — THE BRODY HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch showers. Lets the steaming, hot water wash him clea INT. BEDROOM —- THE BRODY HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch, in boxer shorts and a cotton T-shirt, looks at his sleeping wife, hand holding the edge of the baby’s bassin The baby is cocooned in a white blanket. Tiny. Helpless. Mitch climbs into bed beside Rachel. Wraps an arm around and kisses the back of her head. She moans but doesn’t wa Mitch just lies there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. MITCH'’S ESCALADE (MOVING) - FLASHBACK Mitch hits Cecil. Boom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch wakes with a start. Warm, morning light filters through the window lace. Mitch rubs his face. Looks at th time. Its 7am. Rachel and the baby are gone. Mitch climbs from the bed... INT. BABY ROOM —- THE BRODY HOUSE - MORNING Rachel looks exhausted. She is pacing back and forth with the baby on her shoulder. Patting her back as the baby whimpers fitfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Hey. You okay? Mitch kisses Rachel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "She'd had me up since four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You want me to take her for a while?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "No, I need to change her. Why don’t you start the coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch opens the front door and picks up the newspaper. He glances around the quiet street. A NEIGHBOR waves... INT. KITCHEN —- THE BRODY HOUSE — MORNING Mitch spoons coffee into the drip filter and zaps on the television. Flips between morning news shows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (0.S.)",
          "text": "Mitch. She startles him. Rachel walks in from the garage carryin the baby and handful of clean diapers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (CONT'D)",
          "text": "(tired and irritated) You want to tell me what happened last night? \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I’m talking about the truck. Mitch’s breath stops. Tries not to react...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (CONT'D)",
          "text": "You drove after promising you'd catch a cab. Mitch breathes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (CONT'D)",
          "text": "You get a DUI and you can kiss the DA's office goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You're right. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I’m serious. You’re a father now. You can’t take chances. The baby rubs her tiny face with a perfect little hand an lets out a squeak...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (CONT'D)",
          "text": "See, Ella agrees with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(moved) Ella? (beat; reading her) You're sure about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Yes. But don’t change the subject. Mitch gives her a hug. This means a lot to him. Kisses he Kisses Ella...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Thank you. For everything. (beat) I don’t know what I’d do if I ever lost you guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Why would you lose us? The doorbell rings... \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That’1ll be Frau Strudel. You should get back into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Her name is Schultze. Be nice. Rachel walks out and heads back up the stairs. Mitch look sad. Feels like shit. Takes a deep breath and heads to th front door... INT. GARAGE — THE BRODY HOUSE - MORNING The garage door rises with a CLUNK. Light spills slowly across the Escalade and Prius. Mitch stands there in a su carrying a coffee and his briefcase. He looks at the Escalade. Then climbs into the Prius. Reverses out of the garage... EXT. FEDERAL BUILDING —- MORNING Establishing shot... INT. MITCH’S OFFICE - DISTRICT ATTORNEY’S OFFICE - MORNIN Mitch Googles: “Boston Hospitals”. An extremely short lis of names come up. He picks up his phone and dials...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (0.S.)",
          "text": "Mass General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Hi. I’m with the DA’s office and I'm following up on a hit and run that was brought in last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (0.S.)",
          "text": "Just a second. Last night, you say. Mitch taps his pen nervously...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (0.S.)",
          "text": "There’s nothing in admissions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Around midnight. Caucasian male. Mid-twenties. Red hair. Mitch’s SECRETARY appears in the doorway. He raises a fin to her. She waits... \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (0.S.)",
          "text": "Sorry. You know, you could try Sinai - they sometimes get our spillover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I will. Thank you. Mitch hangs up. Looks at Secretary...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Staff meeting starts in five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Right. Mitch stands. Gathers his files...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Could you do me a favor and call around the local hospitals and clinics. I’m trying to track down a young man who was involved in a hit and run accident last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Do you have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No. Mitch walks past her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "What case is it connected to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Just let me know if you find him. Secretary watches him walk toward the conference room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH MITCH",
          "text": "as he walks toward the conference room. He takes a bottle Tylenol from his pocket. Stuart falls in beside him, drinking coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "How’s the head? Mitch gives him a “not good” look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART, (CONT'D)",
          "text": "Man, I am so off Tequila. \f19. Mitch stops at the water fountain. Stuart walks on. Mitch drinks the water and swallows the Tylenol. As he wipes hi mouth he sees --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PAIR OF UNIFORM COPS",
          "text": "standing at reception. The RECEPTIONIST points toward Mit The COPS walk toward him. Mitch is riveted to the spot. The Cops approach, in seeming slow motion, removing their peaked caps and -- Mitch turns away. Walks into a Secretary carrying a tray coffee. Behind Mitch, the Cops are greeted by a different A.D.A. They walk into his office... INT. BATHROOM —- DISTRICT ATTORNEY'S OFFICE — MORNING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch runs water on a hand towel and dabs at the coffee o his shirt and tie. Takes a long, deep, calming breath. INT. DISTRICT ATTORNEY'S OFFICE — MORNING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch walks toward his office. Glances at the Cops talkin to the A.D.A. in his office. Nobody pays Mitch any attention. He really can breathe easy. Before Mitch enters his own office, Secretary looks up fr her work...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "I called everywhere and none of them admitted a hit and run last night. You want me to call outside the city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Oh, and somebody named Doyle called. Wouldn’t leave his last name. Mitch stops. The name means something to him... \f20. SECRETARY (CONT’D) He said to tell you he’s “out” and wants to see you. He left a contact number. Mitch takes the post-it from her. SECRETARY (CONT’D) You want me to get him on the phone for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No. I got it. Mitch goes into his office. Closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. KERRY’S CAFE - DAY An overweight DELIVERY DRIVER gets into his Fed-EX truck drives away. Mitch is sitting in a window seat of Kerry's Cafe. Grease and caffeine are all they sell... INT. KERRY’S CAFE — DAY Mitch sips a coffee and looks at DOYLE LOGAN, 30s, croppe hair, tattoo poking above the collar of his sweater, sitt opposite. Doyle chomps on a bacon sandwich. Moans with delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Bacon. I tell you, man, it’s the simple things you miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "So, how’ve you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "(smiles; mouth full) How’ve I been? You mean apart from dating a guy called Bubba for most of the last decade and having “enter here” tattooed on my ass-— cheeks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I'm kidding, bro. I’m good. Never better. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Are you clean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Straight to the point. Eight years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Listen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "(knows what he’s going to say--) Don’t sweat it. I wouldn’t have come to see your ass either. Mitch breathes -- been let off the hook --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "I got your card when da’ died, though. That was nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He was a good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "He was a drunken ass. Mitch laughs and nods. Doyle sees Mitch’s wedding band...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "You got hitched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Any kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "One. Ella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "After your ma’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "How old? \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(checks his watch) Two days, seven hours and thirteen minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "A newbie. Congratulations, pops. You got a picture? Mitch slides his iPhone across to Doyle. Rachel and Ella the screen-saver image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "Nice. And the baby’s cute, too. Mitch takes the phone back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "You’ve done real good for yourself, Mitch. I almost shit a brick when my parole officer said you worked for the D.A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’s early days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Don’t do that. You made something of yourself. Be proud. Doyle raises his coffee cup in toast and sips...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Where are you staying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Why, you offering? (beat; cracks a smile) They've got me crashing in some halfway house. It’s part of my reintegration program. You know - help me back into society. He digs through his pocket. Pulls out a scrap of paper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "Here it is. Cardiff Street. I wrote it down for you. Mitch takes the paper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "How is it? \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Four walls and a roof. Anything's better than Popes Hill or the pen, you know what I’m saying? Doyle raises his cup and gestures for a refill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "How are you fixed for money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "They've set me up with a couple of interviews. I didn’t call to hit you up or nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That’s good because between student loans, mortgage payments and a new baby, I ain’t got shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Maybe I could spot you some. I’ve got a little stashed away. The bit da’ left me. Your ma’s government bonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "She wanted you to have them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Christ, it’s good to see you, Mitch. It really is. You look great. Mitch smiles then sees the face of CECIL ACKERMAN appear the TV. He looks fresh faced and happy, but it’s definite him. Cecil’s photo is replaced by a MALE REPORTER outside Boston Police Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(to Waitress) Excuse me. Could you turn that up? Doyle looks from the TV back to Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "What is it? What’s going on? Waitress turns the sound up. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "What started out as a routine traffic stop last night turned into a gruesome murder investigation when Boston PD Officers stopped this white van... We see a WHITE VAN through the chain-link fence. REPORTER (CONT’D) (uninterrupted) ..-parked here behind me in the police impound - for nothing more than a broken tail light. Camera comes back to Reporter... REPORTER (CONT’D) When officers, climbing from their vehicle, saw blood dripping from a rear door they demanded that the driver open the van. It was then that they discovered the body of Cecil Ackerman, a 24 year old parolee from Somerville. Mitch watches -- breath held -- REPORTER (CONT’D) Early reports are that the driver, who for now must remain nameless, claims his innocence. Saying that he found Ackerman dying in the road, the victim of an apparent hit and run, and was merely trying to get him to a hospital. Mitch pushes up to his feet --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "This is Jeff Franklin, reporting live, from Back Bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Do you know that guy? Mitch digs out his wallet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’s ... it’s a work thing. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Hey, if you’ve gotta go, you've gotta go. Mitch holds out a twenty. Doyle waves it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "Your money’s no good here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’1l call you. Mitch walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Let’s arrange a time for me to come meet my new family. Mitch? But Mitch just pushes out the street door. Doesn’t look back. Waitress tops up Doyle's coffee. Mitch’s departure stung Doyle, but he covers it with a smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "That was my brother. He's a big shot D.A. He’s working an important case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "Uh-huh. Waitress walks on. Doyle chomps on his bacon sandwich...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. POLICE STATION - BACK BAY — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Mitch pulls up to a meter in the Prius, he sees a pair NEWS VANS camped outside the station. Mitch climbs out an walks toward the station doors. Looks through the familia chain-link fence into the impound yard and sees the white van. INT. POLICE STATION —- BACK BAY —- DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch approaches the DESK SERGEANT. Shows him his ID...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Detective Kanon is expecting me. INT. DETECTIVE KANON’S OFFICE - POLICE STATION - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DETECTIVE BLAKE KANON, 48, hair tied back, is typing a re into her computer, glasses perched on the tip of her nose hunt-and-peck two finger typer. \f26. Her office is a mess of paperwork. Shelves lined with baseball trophies. A signed photo of Kanon and Micky Mant hangs on the wall. She’s a woman in a man’s world. Mitch knocks on the open door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Detective Kanon? Kanon gestures for him to come in and sit. She types a la couple of words and then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "How many tees in committed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Two. Kanon fixes it, saves, and takes off her glasses...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Paperwork. Worst part of the job. Do you touch type?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I have a secretary. Kanon pops a Nicorette gum...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Nice. (offers him gum; he declines--) So, you got here quick. You said on the phone you were interested in the Ackerman murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "DA assigned just you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "This is a provisional enquiry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Walk with me. Kanon picks up a stack of papers. They leave the office..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON, (CONT'D)",
          "text": "Suspect’s name is Tobias Levy. Forty-Nine years old. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON, (CONT'D)",
          "text": "Car mechanic by trade. Couple of assault charges, nothing he did time for. No relatives. Wife and daughter were both murdered a few years back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It said on the news that he found Ackerman in the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "We've had officers out there. No broken car parts, no blood that we can see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It was raining pretty hard last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "True -- but with the dead kid’s blood and hair on his clothes -- not to mention the bloody tools and plastic sheets we found in the back of the van -- we’ve got enough to charge him. You guys need to decide if it’s enough to convict. Mitch looks through a window and sees --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIAS LEVY",
          "text": "sitting handcuffed in a chair in the middle of an intervi room. Levy is an unassuming man. Hair thin. His clothes taken as evidence. He is wrapped in a large blanket. Hand stained with dry blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He looks scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "You think the guilty ones don’t? This guy’s staring down twenty to life for this one alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What do you mean “this one”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "I ran some keywords through the database -- tools, torture, male victims. It flagged a string of unsolved homicides. We’re pulling the files now. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You think this guy’s a serial killer? You don’t even know he did this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Listen kid, I just work the evidence. Every detective here has a caseload this high -- and only 24 hours in the day to work ‘em -- so if it turns out this guy clears up five unsolveds -- that’s a good day in my books. Kanon starts to walks away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON, (CONT'D)",
          "text": "Tell your boss he'll get everything we've got when we get it, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What if he really is just a “Good Samaritan”? Did you consider that? Kanon just waves -- doesn’t look back. There is a commoti down the hall. A PRIEST is there arguing with OFFICERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "Then let me talk to somebody in charge. Officers beckon to Kanon who sighs and approaches the Pri Mitch -- alone now -- steps closer to the window. Looks i on Levy who just sits there. Unmoving. Calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST, (0.S.)",
          "text": "You must have made a mistake. Tobias wouldn’t hurt a fly. I’m not leaving until I see him. Mitch looks down the hall at the Priest and Kanon talking",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST, (CONT'D)",
          "text": "Hasn’t he been through enough? Mitch looks back at Levy. We see Mitch’s reflection in th glass. Their faces line up over each other, like Mitch an Levy are interchangeable...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. THE PAXTON TAP — AFTERNOON The place is quiet. A few early drinkers. Mitch is sittin at the bar nursing a beer. BARTENDER (GIO), 40, friendly, slides him a shot of Scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Hair of the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m not hungover. Mitch rubs his hand through his hair. Needs to talk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "So, why the face like a slapped ass? Bartender pops the cap off a Bud Lite and hands it toa customer. Writes on their tab...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Buddy of mine did something stupid and he doesn’t know how to fix it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIO",
          "text": "What are we talking - stupid stupid or illegal stupid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Lose everything - career, wife, freedom - kinda stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Does anybody else know your friend did this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Then, shit man - whatever it is - tell him to say twelve Hail Marys and take it to the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Somebody else is being blamed for what he did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Ouch. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He only has two choices, right? Fess up or let the guy take the rap. And either way he’s screwed. Mitch downs the Scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Personally - and I’m an asshole - I'd still choose the Hail Marys and throw in a prayer that he doesn’t get a prosecutor like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "This may come as a surprise to you, Mitch, but some prosecutors lose cases from time to time. Somebody further along the bar signals to Bartender. He walks away... BARTENDER (CONT’D) Yes, pal? What can I do you for? Mitch sits there. The wheels of his mind turning. He gets up and throws a twenty on the bar. Hurries out the door..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. JONES’ OFFICE - DISTRICT ATTORNEY’S OFFICE - EVENING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.A. JONES is at his desk working. There is a knock at th door. He looks up as Mitch enters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Mitch. I thought you’d left for the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I have a request, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the glass wall of Jones’ office we see Mitch maki his case. Eventually Jones nods. Mitch steps out of the office and breathes. \f31. SOUND UPCUT - A HARSH BUZZER and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A steel gate rolls back and clangs to a stop. Mitch and Stuart walk through passing GUARDS. The gate is rolled closed again behind them and SLAMS. Mitch flinches... INT. INTERVIEW ROOM —- CITY JAIL - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch and Stuart walk in. Levy is wearing a badly fitting prison jumpsuit. Wrists cuffed. Sitting beside him at the table is a wet-behind-the-ears PUBLIC DEFENDER - TERRY LUNDGREN. Lundgren stands to great them. They trade business cards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Mitch Brody, D.A.'s office. This is my associate Stuart Kemp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "Terry Lundgren, Public Defenders office. Mitch looks at Lundgren’s card. A printed name has been crossed out and Lundgren’s name written in by hand. He’s that new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN, (CONT'D)",
          "text": "I haven’t got my own cards yet. Mitch and Stuart take seats across the table. Take files from their briefcases. Levy just stares at Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Mister Levy, we’re going to ask you a few questions about the night of the 4th. If you could answer as clearly and accurately as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Are you my prosecutor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Yes. Yes I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "I’m innocent. Levy hold’s Mitch's look. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Then you’ve got nothing to worry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Do I have your word on that, Mitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Absolutely. Levy sits back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Can you tell us where you were earlier that night, Mr. Levy? Were you out drinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "I don’t drink. I finished work, went to group, then I went for a drive. Mitch notices Lundgren write that down. out of ink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Group? Mitch slides Lundgren a pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Or try. His pen is I help out at support groups and church meetings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I see. And the drive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Just something I do. Helps me sleep. Haven’t you ever taken a drive at night, Mitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That's beside the point. I’m not the one under arrest for murder. Again Mitch feels Levy hold his gaze. Uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Right. It’s penetrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. JONES’ OFFICE —- DISTRICT ATTORNEY’S OFFICE -— DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch and Stuart are sitting opposite Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "What do we know about the victim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Cecil Ackerman. Mitch hands Jones a rap sheet with a photo of Ackerman on",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "A registered sex offender. Two counts of statutory rape. Been out on parole for three months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "So, a real loss to humanity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "So far, there’s no connection between him and Levy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAURT",
          "text": "Other than Levy’s hammer in the back of his head, you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Tell me about the murder weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Weapons. Plural. Coroner couldn’t be exact but the wounds are consistent with the type of tools and machine parts found in the back of Levy’s van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Though they also found significant amounts of motor oil and grit in the wounds which corroborates his hit and run story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "True, but the vic’s DNA and blood were all over Levy’s clothes -- inside his van...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "All of which is explainable by transference when he lifted Ackerman into his van. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Or when he murdered him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "BAM! Mitch's Escalade hits Ackerman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART, (CONT'D)",
          "text": "Levy has three counts of aggravated assault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "At a time when his family had just been murdered in a home invasion. He hasn’t had so much as a parking ticket since.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "That doesn’t negate the fact that he took a tire-iron to three men and hospitalized them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "What’s concerning you, Mitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I don’t see motive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Ackerman was a pedophile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Levy’s daughter was murdered, not raped. It doesn’t fit. Secretary knocks and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Terry Lundgren just called. There was a 911 call. Tape’s on its way. Mitch looks worried... INT. CONFERENCE ROOM - DISTRICT ATTORNEY’S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Secretary slots the cassette into the machine. Mitch and Stuart sit opposite Jones. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Somebody called in an accident twenty minutes before Levy was picked up. When the ambulance got there ... there was no body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Let’s hear it. Secretary presses play. Static fills the room. We can fee Mitch stop breathing as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "911 what’s your emergency? MITCH'’S VOICE (0.S.) There’s been an accident. Mitch watches the room for any hint of recognition...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "What’s the location? MITCH’S VOICE (0.S.) It’s Darby Street. Just south of 20th. Hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "What’s your name, sir? MITCH’S VOICE (0.S.) Please hurry. He’s hurt real bad. There is a click and the call ends. Secretary presses sto",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "That’s it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "You want me to play it again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "The location matches Levy’s story but we can’t rule out the possibility that he made the call himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Is there any way we can find the caller? \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He used a payphone. Stuart looks up from documents that came with the tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "How do you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Because we'd have the man’s name if it wasn’t. Mitch breathes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES, (CONT'D)",
          "text": "Okay, the tape’s potentially damaging but not conclusive. Maybe it was a crank, maybe not, but if we can’t find the caller then defense can’t. Hell, it could be anyone in Boston. It sounds like Mitch. Where were you that night? Stuart and Secretary laugh. Mitch smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES, (CONT'D)",
          "text": "Bottom line. Do we have enough for a conviction?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Without motive? I say no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Stuart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Levy was caught - pardon the pun - red-handed. We have physical evidence, a documented history of violence, no alibi, and his public defender is the kind of guy Mitch eats for breakfast. Jones weighs a decision. To prosecute or not to prosecute Mitch says a silent prayer and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Charge him. Murder one. Mitch’s shoulders sink. Jones gets up and leaves. Stuart and Secretary gather papers and the tape. Stuart pats his shoulder... \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "You've got to have more faith in yourself, buddy. Mitch is left alone. He just sits there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSTON MUNICIPAL COURTHOUSE",
          "text": "Establishing. A crisp day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch and Stuart take their seats. Mitch looks at Lundgre and Levy at the next table. The jury is already seated. Mitch flexes his hands. Tense. A door opens and Judge McKenna walks in and goes to her s",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURT BAILIFF",
          "text": "All rise. Mitch and the rest of the room stand. Judge McKenna sits straightens her papers. COURT BAILIFF (CONT’D) Court is now in session. The Honorable Judge McKenna presiding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Be seated. Are counsel for the prosecution and defense both present?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "We are your honor. Judge makes a note...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "In the case of the people versus Tobias Levy, your client entered a plea of not guilty. Does he wish to change that plea here today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "He does not, your honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Very well. Defense may go ahead with its opening statement. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "Thank you, your honor. This case is nothing more than a huge misinterpretation of the facts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Not to me, Mr. Lundgren. To them. Judge McKenna indicates the Jury. Lundgren turns to them. Stuart smiles. Mitch exhales... throwing this case is goi to be harder than he thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. COURTROOM — COURTHOUSE - AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is low outside the windows. The CORONER is on the stand. There are blow-up photos of tools from the back of Levy's van on display...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You examined the body, Doctor. In your professional opinion what was the cause of death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "Blunt force trauma to the skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Do you know what caused that trauma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "The back of the skull was badly crushed so its hard to narrow it down to any one item but some of the marks seem consistent with a hammer found in the suspect’s van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You said “seem” consistent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "That’s correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Your report talks of abrasions and impact wounds with motor oil and grease in them. The defence, I’m sure, is going to argue that those wounds indicate a car ran Cecil Ackerman over and that the rest is a misinterpretation of the evidence. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "The accused is a mechanic who used his van to transport old parts to and from the wrecker’s yard. If I remember correctly there was an axle, leaf springs, suspension arms inside... And the interior was covered in grease and motor oil. So any type of violent struggle in that environment could have caused those wounds and left that trace evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I see. And did you identify any of those parts as things he used?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "There was blood on a lot of things - - it might be easier to say which one’s he didn’t use. This gets a reaction from the jury. They look at Levy. Disgusted. Like he’s a monster. Mitch breathes. He’s not swayed the Jury one inch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No further questions, your honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. DINING ROOM —- MITCH’S HOME — NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch has the entire case spread over the table in front him. He sips a coffee and rubs his eyes. Rachel walks in carrying Ella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Bit late for coffee, isn’t it? She looks over his shoulder. Sees a photo of Tobias Levy years younger than the man we know - happier...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (CONT'D)",
          "text": "Is that him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Four years ago. This is before his family were murdered in a home invasion. He was forced to watch and then left for dead. Mitch pulls out a picture of Levy with his wife and daugh \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "That's horrible. Did they catch the killer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He was gunned down in another home invasion the next night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Is that what made his snap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That’s the general consensus. Mitch sips his coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Here, I know you’re working, but can you take Ella for a bit? I need to take a shower before bed. I smell like milk and my hair feels like straw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel hands him Ella. He cradles her in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Does mommy smell like milk because of you? Does she? Ella's eyes sparkle as she looks up at him. She grips his finger with her tiny hand. Mitch takes a big sigh. This little life is why he’s doing everything he’s doing... MITCH’S VOICE (0.S.) It’s Darby Street, just south of 20th. Hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is listening as the tape is played over speakers fo the Jury...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "What’s your name, Sir? MITCH’S VOICE (0.S.) Please hurry. He’s hurt real bad. The call ends. Everyone looks to -- DR. EVELYN BROWN, 50s, professional, blind since birth, w is sitting, calmly on the stand. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Your witness, Mr. Brody. Stuart leans in to Mitch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Piece of cake. The jury has no idea what she’s been talking about. Mitch takes that onboard and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m not very familiar with your field, Dr. Brown and I’m sure neither is the jury. Brown looks toward Mitch. Even behind her black glasses w sense her staring at him with some sense of recognition.. It gives Mitch pause. He coughs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Just how accurate is forensic linguistics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROWN",
          "text": "Extremely. Mitch stands. Begins to pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "But not perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROWN",
          "text": "Perfection doesn’t happen in science. Her head follows him as he moves. Listening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "On a sliding scale of one to ten then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "(to Lundgren) You might want to object, counselor. The witness’ field is not on trial here. Before Lundgren can respond...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I'll withdraw the question, your honor. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "You stated earlier that the caller was genuine - and by that I assume you mean he was reporting a real accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROWN",
          "text": "Correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "And you can tell this just by listening to his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROWN",
          "text": "It’s more complicated than that, but - yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Can you tell us anything else about the caller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROWN",
          "text": "Probably white. Medium build. He’s from the south of Boston, but he’s tried hard to soften the accent - again, not unlike yourself counselor. You’re from where - Dorchester?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROWN",
          "text": "The caller had a strict Roman Catholic upbringing - so there’s probably Irish in there - which we can tell by an almost inaudible prayer he mumbles while the operator is talking. I’m sure he didn’t even know he did it himself. And he’s cool under pressure which we know from the way he gives no personal details and had the forethought to use a payphone even in his heightened emotional state. All of which tells me he has either a legal or criminal background. None of which matches Tobias Levy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Legal or criminal. That’s quite a spread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, the psychological traits for both professions are surprisingly similar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "So, in your professional opinion is it even in the realm of possibility that Tobias Levy made this 911 call himself - to establish an alibi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BROWN",
          "text": "No. It is not. 43. The Jury trades nods of understanding. Stuart drops his p on the desk. No idea what’s going on. Judge McKenna just stares at Mitch. INT. MCKENNA’S CHAMBERS - COURTHOUSE —- AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Judge McKenna hangs her gown and goes to sit behind her d as Mitch and Lundgren enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Shut the door. Lundgren closes it. JUDGE MCKENNA (CONT’D) Okay, what the hell is going on out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "Your honor, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "I’m not talking to you, Mr. Lundgren. The way you're going, your client will be lucky if he isn’t put away for life. But I guess you were sick they day DeVry taught cross examination. Lundgren shuts up. JUDGE MCKENNA (CONT’D) I'm waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m just trying to get to the truth, your honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Don't bullshit a bullshitter, Mr. Brody. You practically made the defense’s case for them with that last witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That wasn’t my intention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "What was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I thought I could shake her credibility. McKenna stares at him. A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "I’m going to say this once, and once only. If I sense anybody isn’t playing straight on this I will call for a mistrial and start the whole thing over. Do you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "Yes, your honor. But Judge McKenna is still looking at Mitch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Get out of my sight. INT. HALLWAY — COURTHOUSE - EVENING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch and Lundgren part ways. Mitch strides along the hallway. Glances at -- Dr. Brown talking to Det. Kanon. Kanon watches Mitch. Mit feels under the microscope... EXT. PARKING LOT —- COURTHOUSE - EVENING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch puts the key in the Prius door and A HAND spins him around. Mitch throws his hands up. It’s Doyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What are you doing? You scared the crap out of me. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "You should be scared. (beat) I was in there. I heard the tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is sitting in a booth with Doyle. Both have beers..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I didn’t know what else to do. I'd been drinking. I panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "You’ve got a lot to lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That’s no excuse. I should have stayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "But you didn’t. And I don’t blame you. But what the ef’ were you thinking taking the case?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I couldn't let somebody else prosecute. There are ADAs in my office who were ready to crucify him. The evidence is so ambiguous you can paint any story you want onto it -- he’d be railroaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "He would with this public defender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I thought I could just ease back and let the guy win but this idiot couldn’t try his way out of a paper bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "So, let him go down. You don’t owe this schmuck anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He’s innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Pen’s full of innocent men. He’1l fit right in. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m not joking, Doyle. A man’s life is at stake here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "So, throw the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’ve been trying. Now the judge is watching me like a hawk. I’m screwed. (a long beat) I think I’m going to have to confess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "That’s just stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m out of options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch walks in from the garage. His iPhone rings. He puts down his briefcase and answers it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Hello. KANON’S VOICE (0.S.) Hey, Brody, it’s Kanon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(rubs his eyes) Detective Kanon. What can I do for you? KANON’S VOICE (0.S.) Just checking in. We lost a point or two on that forensic linguist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "She gave compelling testimony. KANON’S VOICE (0.S.) Right. Mitch gets a knot in his stomach...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’s late, Detective. Is there something you need? \f47. KANON’S VOICE (0.S.) No. Just wanted to know that you're ready for tomorrow. Mitch HEARS a BEEP on the line...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What was that? KANON’S VOICE (0.S.) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Are you recording me? KANON’S VOICE (0.S.) Why would I be recording you? (beat) Lawyers. And they say cops are paranoid. See you in court. Click. The line goes dead. Mitch feels very uneasy. He hangs up. Looks up the stairs... INT. BEDROOM —- THE BRODY HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch looks down on Ella. So tiny ... so vulnerable. She whimpers in her sleep. Mitch picks her up. Sees Rachel, i the bed, open her eyes and start to rise. On exhausted au pilot...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Go back to sleep, babe. I’ve got her. Rachel flops back down. Takes a big tired sigh. Mitch crosses to the window and looks out at the neighborhood. the stars in the sky. The stillness of it all. Thinking..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is rising. INT. KITCHEN — MITCH’S HOUSE - MORNING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That same house-rattling CLUNK from the garage door. Thro the window we see Mitch reversing out. He pauses in the driveway. A sad look on his face. Then drives away. THE CAMERA moves away from the window to the coffee pot where A NOTE sits with two words written on it: “I’m sorry.” \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch walks toward main doors like a man walking to the gallows. He glances at a car parked by the curb. Sees DR. BROWN being helped out of the passenger side. Mitch passes KANON standing by the doors, drawing on a cigarette. Mitch nods to her. Enters the building... INT. MEN'S BATHROOM — COURTHOUSE - MORNING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch scoops a handful of water from the faucet. Drinks i Fixes his tie. He can do this. INT. COURTROOM — COURTHOUSE - MORNING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch takes his seat beside Stuart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Hey, champ. You look like you didn't sleep a wink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’ve got a lot on my mind. Mitch looks across at Levy. Alone. Lundgren isn’t here ye Levy looks back. Mitch turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURT BAILIFF",
          "text": "All rise. Judge McKenna enters and takes her seat. The rest of the court retakes their seats. Mitch remains standing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Your honor, before session begins, I'd like to approach the bench. Suddenly the door opens and Lundgren hurries in clutching pile of files and papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCKENNA",
          "text": "I won’t tolerate tardiness, Mr. Lundgren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "I’m sorry, your honor, but there’s been an important development. Defense would like to call a new witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Objection, you honor. Prosecution wasn’t informed of this. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "Defense wasn’t aware of their identity until late last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "What’s the relevance of this witness, Mr. Lundgren?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "He’s the man who made the 911 call, your honor. Mitch’s world crushes in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Again, your honor, we object. Without an opportunity to validate the claims of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "I understand the objection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "Dr. Brown’s lab ran voice analysis overnight and we got a 96% match. Mitch can barely breathe. His window to confess is closin fast...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "How soon can defense present this witness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "Right now, your honor. He’s been in this courtroom the entire trial. There is a scraping of chairs and people look around the room. Voices mumble and chatter at once. McKenna bangs he gavel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Your honor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "I’m inclined to allow it, Mr. Brody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I understand but, if I could just say something... \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "My mind is made up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Please, I just -- Judge McKenna BANGS her gavel hard. Cuts him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MCKENNA",
          "text": "Enough! (to Lundgren) Call your witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "The defense calls -- Mitch closes his eyes, holds his breath and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN, (CONT'D)",
          "text": "-- Doyle Logan to the stand. Mitch opens his eyes and looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "rises from a seat at the back of the court and walks forw Mitch stares at him. Doyle refuses to make eye contact... Doyle climbs up to the witness stand. COURT BAILIFF holds bible out before him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURT BAILIFF",
          "text": "Do you swear to tell the truth, the whole truth, and nothing but the truth, so help you God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "(hand on the Bible) I do. Doyle takes his seat. Mitch sits. Lundgren walks forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "Mr. Logan... Doyle leans into the mic and softens his Boston accent a little - like Mitch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Call me Doyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a surprise twist of events, a witness came forward today and ended the prosecution’s case against Tobias Levy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CAMERA IMAGE",
          "text": "Of a REPORTER standing outside the courthouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "The witness saw the victim Cecil Ackerman mowed down in the rain by a hit and run driver, in a red Ford Explorer, and left in the road to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The courthouse is emptying. The trial over. 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "THE PRESS are gathered before Lundgren on the steps. From the way he ho himself you’d think he won the case on his legal skills..",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "(to the reporters) It seems that Tobias Levy was not the only Good Samaritan in this trial. Despite Mr. Logan’s initial reluctance to get involved, due to being out on parole, he finally put his own comfort aside and did the right thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "What about the wounds on the body?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNDGREN",
          "text": "The prosecution’s case was founded entirely on a gross misinterpretation of the forensic evidence. Mitch sees Levy standing to one side. Away from the limelight. Mitch approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Mr. Levy. I just wanted to congratulate you and wish you all the best. They shake hands... \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "You told me if I was innocent I’d have nothing to worry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Yes, I did. Levy pinches the filter off a cigarette and drops it onto steps. He lights the rest of it with his Zippo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "What happens now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You go back to your life. Levy SNAPS the Zippo closed again. Something about the lighter draws Mitch’s attention...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "I mean the hit and run driver. The one the witness saw. Levy pockets the Zippo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Who knows. Maybe he’1ll come forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Would you? Levy smiles. It was a joke. Mitch walks away. Kanon was watching the whole interaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. BOSTON HARBOR —- MORNING The Provincetown II passenger ferry cuts a steady path ac the bay. The Boston downtown skyline in the background...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doyle stands at the rail with a coffee, looking out at th city. Mitch approaches and stands beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "You smell that? That’s the smell of freedom. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You took a huge risk taking that test for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "We grew up in the same house. Went to the same schools. Same friends. Same church. How hard could it be? A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You didn’t have to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Is it really that hard for you to say thank you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m not used to relying on anyone else to get me out of a jam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Well, you’re welcome. A beat. There’s a question building inside Mitch. He has ask...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Why did you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "You're my brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I mean, ten years ago. Why did you do that to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I was stupid. I’ve had a lot of time to think about my life and who I was, and I let you down. (sincere) I won’t let you down again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I won’t let you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I was doing a lot of drugs back then. I wasn’t thinking of anyone but myself. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’d only worked at that warehouse two months. I begged you not to hit that payroll. I could have been done as an accessory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "But you weren’t. I made sure of that. I kept your name out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "My name shouldn’t have been in it in the first place! (beat) You know that night guard never walked again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "It got out of hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It always does with you. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "You know, what you did today means we can’t have contact for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Like that matters to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I've got to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I called your house the other day, you know, looking for you. Mitch stops. Looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "Your wife - she doesn’t know who I am, does she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You've been gone a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "How could you not tell her about your own brother--? \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(cuts him off--) Stepbrother. (Doyle looks at him) And let’s face it, legally not even that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Oh, you to play it like that. Doyle looks away. It was the worst thing Mitch could say him. Doyle tries to tough it out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I met her when I was graduating. She processed my application form to the D.A.’s office. And seeing as my ma’ never officially married your da’ --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "You figured why mention us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It was better for me not to have ties to a criminal past -- and once I'd lied on the forms, I couldn't very well tell her something different...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I understand. Doyle pushes away from the rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m not that kid anymore, Doyle. Dorchester was another life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "You're lucky. I only got the one. Doyle disappears inside the cabin. Mitch looks out at the city. Alone. Curses under his breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KITCHEN —- THE BRODY HOUSE - EVENING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch pours himself a Scotch. Drinks it. Takes a big sigh of relief. Pours another. Rachel walks in pulling a small towel from her shoulder. She puts a baby-monitor on the counter. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Hey. She wraps her tired arms around him. Buries her head into his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Hey. How’s Ella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Demanding. She only stopped crying ten minutes ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You smell like milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Ella was sick on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "This is my third shirt today. How do people do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’ll get easier. She kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I’m sorry about the trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’s fine. It’s - good - actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "The guy didn’t do it. So, this is a good day for justice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Does Jones see it that way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(laughs ) Of course not. I lost the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Talking of sorry. JI found your note. \f57. Mitch looks at her. What is she -- ? Oh, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Right. The note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What was that about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’ve just been ... tense ... and haven’t helped around here as much as I should and ... I’m sorry. Mitch kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(suggestive) Oh? He kisses her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m really sorry. He kisses her deeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Really, really... Ella starts to cry. Rachel moans. Tired. Pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I'll take a raincheck on that apology. Rachel heads back out of the kitchen. Mitch downs his Scotch. INT. GARAGE -— NIGHT Mitch puts another few pieces of the crib together. He ru sand paper over a joint. Feels it with his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. SHOPPING MALL — DAY Establishing. Thousands of cars line the parking lot. The mall offers everything from Macy’s to ice-skating. \f58. INT. BABY SECTION - MACY’S - DAY Rachel and Mitch are shopping for baby clothes. Rachel ta with a SALES ASSISTANT about sizes etc. Mitch sees other bored dads. Trades sympathetic nods with one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Hey, Rach’, I’m going to get a soda. You want anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Diet Coke. Mitch walks away. INT. FOOD COURT - SECOND FLOOR - SHOPPING MALL —- DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch pays for two sodas. As he collects straws he looks around the sea of hungry shoppers hunched over burgers, p slices and MSG laced cuisine and sees --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIAS LEVY",
          "text": "sitting at a table near the railing. Looking down on the CENTRAL COURTYARD below. Mitch ducks behind a pillar. Doesn’t want to talk to him. Mitch looks out. Levy, face partially obscured by a baseb cap, is intensely focused on something below. Mitch follo his glare down to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HISPANIC COUPLE",
          "text": "Who are arguing. The man, VICTOR GONZALES, 35, slaps his wife across the face. Other shoppers react. A PAIR OF SECURITY GUARDS walk over and Victor swells his chest. We see the tattoos on his arms and neck. He challenges them in Spanish. Then spits and walks away... Mitch looks back at Levy, but his seat is empty. Mitch st out and scans the area. Finally he sees Levy riding the escalator down a level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. PARK -— MORNING Mitch jogs. Runs by the lake. Pushing himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RACHEL’S WHOLE FAMILY is sitting at a long table eating f and talking. MOM, DAD, SISTERS, HUSBANDS. Wine and soda a flowing. Mom coos over Ella while Rachel gets to eat uninterrupted for once. Mitch watches them all. A little sad... INT. HOME OFFICE —- THE BRODY HOUSE - EVENING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sounds of Rachel’s family laughing in another room. Sounds like charades. Mitch picks a photo frame off his desk. Inside is a picture of himself as a small boy, standing with his mom. He opens the back of the frame and takes out the photo. We see it was folded in half. In the other half is a man holding another boy. He’s Mitch's age It’s Doyle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is at his desk. A pile of files and paperwork waiti to be gotten to. Mitch writes notes. INT. KITCHEN —- DISTRICT ATTORNEY'S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch walks in with his cup. A couple of secretaries are taking a break. Mitch glances at the newspaper one is reading. Stops in his tracks. He tilts his head to get a better look at the photo of -- Victor Gonzales, the Hispanic man from the mall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN INTERNET NEWS BROADCAST",
          "text": "a body is being lifted from the river. Police boats. Cops on the shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS BROADCASTER",
          "text": "The body of Victor Gonzales was found early this morning... INT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch watches on his computer. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS BROADCASTER",
          "text": "..-floating just off shore. His family say the last time anyone saw him alive was at the North Mall on Saturday. Mitch sits there a beat. Stunned. Then stands and grabs h jacket. Secretary walks in with messages...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Not now. If Jones asks for me, I wasn’t feeling well. And Mitch is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch strides along the corridor. Hanging a “visitor pass around his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is sitting at a desk under harsh fluorescent lighti He opens the file. Spreads out photos of the Victor Gonzalez's broken body. Flips through pages of notes. We see words: “hammer” ... “rage” ... “tools” ... “torture” Mitch sits back. Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch’s Escalade pulls into the familiar street and stops Mitch gets out and walks back to the exact spot of the hi and run. Looks down at the empty tarmac and sees --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Ackerman in the rain looks up at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Mitch kneels down and looks around. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "A metallic SNAP in the darkness. Mitch looks through the rain toward a dark alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Mitch looks into the same alley, now lit by daylight, beh an old warehouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch walks slowly past dumpsters ... piles of trash. He looks back at the street. It affords the perfect view of accident site. Mitch turns his attention to the alley floor. Kicks aside trash and papers. Is about to give up when he notices -- A CIGARETTE FILTER lying on the ground. Mitch bends and picks it up. Looks at it. It’s been torn off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Levy tears the filter off a cigarette outside court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "As Mitch looks around with renewed energy. On the brick wall, sheltered by a fire-escape, he sees a bloody smear. Mitch approaches and places his hand over it. It’s a hand print. Mitch sees another blood smear on the corner of a dumpste The wheels of Mitch’s mind turn and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM! The rear doors of TOBIAS LEVY'S WHITE VAN burst ope and Ackerman bursts out through hanging, plastic sheets i the rain -- At first he looks almost fine - but then as he passes us see the back of his head is smashed -- blood soaking the of his clothes -- Ackerman runs -- barefoot -- slaps a hand against the bri wall. Dizzy from blood-loss. He clips the dumpster. Runs on. Eyes blinded with blood. Running toward the light... \f62. INT. LEVY’S VAN — FLASHBACK -— CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy gets behind the wheel of the van and is about to fir the engine when he sees -- Ackerman runs out into the street and -- BAM! Mitch's BLACK ESCALADE hits him. Levy stops. Watches Mitch runs back into view and drop do beside the body of Ackerman. Levy calmly takes out a packet of cigarettes and pinches the filter. Drops it out the window. He lights the cigarette with his Zippo and then SNAPS it shut. Mitch looks toward the sound. Levy, safely swathed in darkness, smokes his cigarette. Casual. Unhurried. Enjoys the show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch walks back to where the alley meets the road -- and looks at where Ackerman was lying that night and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ackerman is lying in the rain. Mitch's Escalade zooming away. Suddenly a shadow falls over Ackerman and we see Le - looking down on him -- smoking casually. Levy grabs Ackerman by the collar and drags him -- whimpe and pleading -- back into the darkness of the alley... INT. POLICE STATION —- BACK BAY —- DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phones ring. The station bustles. Kanon is talking to another OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (0.S.)",
          "text": "Detective Kanon. Kanon sees Mitch striding down the corridor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Not now, Brody, I’ve got a lot on my plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I need two minutes. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Whatever case you're sniffing after this time, you can’t have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’s about Victor Gonzales. Kanon looks at him... INT. KANON’S OFFICE - DAY Kanon dumps a stack of files on her desk and pops another Nicorette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Two minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I think it was Levy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Times up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m serious. I saw him at the mall the same day as Gonzales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "You saw Gonzales at the mall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "We were buying baby clothes. That’s not important. Levy was watching Gonzales slap his wife around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "So were you, it seems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "The point is, I looked at the autopsy results and the wounds are similar to those found on Cecil Ackerman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Ackerman was a hit and run. A COP in the corridor beckons Kanon. She gathers more pap and prepares to leave. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What if it was both? What if Ackerman ran into the path of a car because he was trying to get away from Levy? It explains why the forensics were so confusing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "I appreciate your enthusiasm, counselor, but I have to go... And Kanon is heading for the door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Wait. You’re not listening to me -- Mitch grabs Kanon’s arm and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Sorry, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "(now she’s pissed--) Now I’m guessing this was pretty hard on you, what with your impeccable track record and all, but a word of advice -- move on. Sometimes people lose cases! -- and Kanon leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pickup trucks pull in and out of the yard. Cars of all shapes and sizes are in the bays being repaired. Levy's white van is parked in the parking lot. Levy carries a primed Mustang fender into one of the bays. Mitch’s Escalade is parked across the street beyond the c link fence. INT. MITCH'’S ESCALADE — NIGHT Mitch watches the car mechanics clock off for the night. sees Levy walk to his white van. The van pulls out of the parking lot. Mitch ducks low in his seat as it passes, th sits up and fires the engine. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy's white van drives through town. A couple of cars behind, Mitch’s Escalade follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch keeps his eyes on the back of the white van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy's van pulls up to the curb before a run-down two sto house. The small garden overgrown. Levy walks up the step and into the house as -- Mitch’s Escalade stops opposite. INT. MITCH’S ESCALADE - NIGHT Mitch loosens his tie and watches Levy's house. A light g on in the living room. Levy sits with a microwave meal in front of the TV. The clock on Mitch’s dash reads: 6:04pm. INT. MITCH’S ESCALADE (MOVING) - A SERIES OF SHOTS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch’s follows Levy's white van. The clock now reads 7:55pm. They wind through the city streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy's van pulls into the parking lot where other cars ar arriving. Mitch pulls up across the street. INT. MITCH’S ESCALADE - NIGHT Mitch watches Levy shake the hands of MEN smoking outside Mitch watches as Levy pinches the filter off a cigarette lights it. Mitch watches Levy go inside with the other men. INT. CHURCH —- NIGHT Mitch walks inside and looks around. The main chapel is empty. He HEARS voices. Follows a short corridor to a church hall and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- sees a men’s group of some kind. Everyone sitting ina circle. Sharing. No sign of Levy. Where is he? Then Mitch sees him making coffee and laying out donuts on a table a the back of the room. Mitch picks up a flyer off the desk beside the door. Look at the words: “NARCOTICS ANONYMOUS”. Mitch looks back through the glass and sees Levy staring him. Mitch ducks aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BATHROOM — THE BRODY HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch stands under the hot water. Steam billows around hi Doesn’t know what the hell to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing. Nothing moves. INT. KITCHEN — THE BRODY HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty Chinese take-away cartons line the counter top. Dis are piled in the sink. A digital clock glows on the microwave. Changes from 03:06 to 03:07... INT. BEDROOM —- THE BRODY HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is asleep in bed with Rachel. Ella is bundled safel in her bassinet. An ominous shadow falls over Mitch and w reveal --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOBIAS LEVY",
          "text": "-- standing over him. He has a HAMMER clutched in his glo hand. He stares down at Mitch and -- Ella whimpers ... softly. It draws Levy’s attention. He crosses to the bassinet and looks down at the soft, fragi life it contains. He strokes Ella’s face with his gloved finger. His eyes and intent unreadable...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as Ella whimpers uncomfortably 0.S. and then ... silence. Dread builds and -- \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH WAKES",
          "text": "-- gasping from a bad dream. He throws back the covers an gets out of bed. Crosses to the bassinet. Ella is fine. Mitch breathes. It was just a dream...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Paperboy cycles past. Slings the newspaper up the pat INT. GARAGE — THE BRODY HOUSE - MORNING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch opens the door and walks in ready for work. He’s carrying a travel mug of coffee and his briefcase. He pop the locks on the Escalade and then notices -- The garden door stands open. Mitch crosses to it and look out into the garden. There’s nobody there. He locks the door, then turns and sees -- His organized wall of tools now has many holes. Pale silhouettes show what should be hanging there. Mitch then notices a small note pinned to the crib he was making. He walks closer and sees it’s not a note -- It’s a PHOTO of -- Mitch’s business card -- covered in dry blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Mitch pulls his jacket from Cecil Ackerman's fingers and business cards spill out. As Mitch quickly gathers them w REVEAL one under Ackerman's arm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Mitch stares at the photo. Slips it in his pocket. Looks the wall of tools. At the space where a hammer used to ha That was no dream last night. Levy was in his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is at his desk working. The phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you get my photo? Mitch tenses. Closes his office door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cars are jacked up on hydraulic lifts. Wheels are off. 68. Brakes replaced. A new V8 engine is being winched into th engine bay of a ‘69 Mustang. Levy is on a payphone in the breakroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "To talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You want to talk? I’1l talk. You ever come near my house or my family again, I will kill you. You hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "I hear you. Do you hear me? Stop following me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I was at the mall. I know what you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "And yet the police haven’t come knocking. Why is that, do you suppose? Mitch looks at the photo of the bloody business card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "If you knew I was the driver, why didn’t you just turn me in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Believe me, I was going to, but there was no point playing my ace at the station -- no -- they could have still come back to me -- even now -- I needed it to go to court -- I needed a jury of my peers to see your card and find me innocent. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You wanted double jeopardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Exactly. A free pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "But you didn’t expose me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "There was no need. You were showing such a conscience. And from the moment you questioned that first expert I knew what you were planning. It was impressive, Mitch. It took balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Is this a fucking game to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Far from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I won’t let you get away with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "You will -- or I’1l ruin you -- and after you’re locked up for a hit and run -- who’ll look after Rachel and Ella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Family is a precious thing, Mitch. It’s our job as men to protect it. And Levy hangs up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What does that mean? Levy? Mitch sits there listening to dead air. Gripping the phon with white knuckles. He slams it down. A look of grim determination on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. POLICE STATION - BACK BAY — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cruiser pulls out of the lot on patrol and passes -- \f70. INT. MITCH’S ESCALADE - DAY Mitch turns his face away until the cruiser has passed, t looks back at the station. He sees Kanon walk out and hea into the parking lot. Mitch climbs out and strides toward the station entrance. INT. POLICE STATION —- BACK BAY —- DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch walks in. Sees the Desk Sergeant at his post. He si beside a COUPLE OF DRUNK THUGS who are handcuffed and waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "How long have you guys been waiting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK 1",
          "text": "Two hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Did they offer you a soda? If they didn’t they can’t charge you, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK 2",
          "text": "Bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No shit, man. I work for the DA. Mitch flashes his ID. Drunks get up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK 1",
          "text": "Hey, where's my motherfucking, soda?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK SERGANT",
          "text": "Sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK 1",
          "text": "I know my rights, man. Give me my soda or cut me the fuck loose. Mitch slips away down the corridor unnoticed. INT. KANON’S OFFICE - DAY Mitch closes the door and hurries to Kanon’s filing cabin Its locked. He crosses to her desk and sits. Begins searching through drawers and paperwork as -- \f71. EXT. POLICE STATION - BACK BAY — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kanon’s car pulls out of the parking lot. Then stops. She checks her bag. She’s forgotten her phone -- which we’1l know as we CUT TO -- INT. KANON’S OFFICE - DAY KANON’S CELL PHONE lying on her desk -- as Mitch looks through papers. Sits back. He’s getting nothing. He switches on her computer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kanon climbs from her car and walks toward the station entrance. INT. KANON’S OFFICE - DAY Mitch does a search for “TOBIAS LEVY” documents and a str of stuff comes up. Mitch searches down the list and finds Word document titled -- “POSSIBLE CONNECTED CASES?” -- and opens it. Sees a short list of UNSOLVED MURDERS an case numbers. Mitch hits PRINT. But the MACHINE just flashes -- out of paper. Shit. Mitch digs KEYS out of his pocket -- the FOB is a USB THU DRIVE -- and slots it into the computer as -- INT. POLICE STATION — DAY Kanon walks into the chaos in the lobby. Cops restraining the agitated drunks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "What the hell’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK 1",
          "text": "I want my soda. The DA said I get a soda!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "What DA?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK SERGEANT",
          "text": "I don’t know what the hell he’s talking about? Kanon strides past them -- \f72. INT. KANON'S OFFICE — DAY Mitch copies the document to his thumb-drive, unplugs it, shuts the computer down as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kanon strides along. ANOTHER OFFICER approaches her with paperwork -- INT. KANON’S OFFICE / ANOTHER CORRIDOR - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch hurries out of the office, closing the door behind and strides toward a corner in the corridor -- is about t walk into Kanon coming the other way -- until he HEARS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER OFFICER, (0.S.)",
          "text": "Hey Kanon, can I ask you about this report? -- and Mitch darts sideways through A BATHROOM DOOR as Ka strides into view --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "(to Officer--) Give me a minute. And she passes the bathroom. Sees her office door is clos She pushes it open and walks in to find -- The office is deserted. Behind her, Mitch strides out of the bathroom and around corner, heading for the exit. EXT. POLICE STATION - BACK BAY — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch hurries across the street and gets into his Escalad He breathes, clutching the thumb drive, and drives away. INT. KANON'’S OFFICE — MORNING Kanon can’t help feeling she missed something. She crosse to her desk, reaches for her CELL PHONE and notices -- THE BLINKING LIGHT on the printer. Kanon grabs paper from a cupboard, slots it in the tray a the printer spits out the list of possible connected case Kanon looks at it. Putting 2 and 2 together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stuart walks in and sees Mitch scribbling information on whiteboard beneath 8 photographs. The last two are Cecil Ackerman and Victor Gonzales...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "What’s all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Shut the door. Stuart closes the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "That’s Ackerman and the guy from the news. What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I need to figure out what links all these men. How he’s picking them and why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "How who’s picking them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Tobias Levy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "These are the unsolved homicides that Kanon said matched Levy’s m.o.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Levy's innocent. The witness proved that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I wish it were that simple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "What’s going on, Mitch? First you almost blow the Levy case and get yourself disbarred and now you’re trying to prove he’s the Boston Strangler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "If I could explain, Stu, I would. Stuart sighs... \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "What have you got so far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "All these men were murdered with what the pathologists thinks were tools. The first took place eight months after Levy’s family was killed. He'd already had a run-in with the law after hospitalizing those three men, so lets assume he needed time to get up his courage again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "So he kills Bob Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "But why? Was it random? A loss of control? I don’t think so. I think he picked him. He picked all of them. So what do they all have in common?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Ackerman was a child molester.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "None of the others were. Though they do all have criminal records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "So does half this city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy’s van pulls into the graveyard and parks. INT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "You say it started with the death of his family. Remind me what happened there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy walks through the graves carrying flowers. MITCH’S VOICE (V.O.) A man broke into their home and butchered his wife and daughter. \f75. Levy reaches the grave of his wife and daughter. He remov the wilting flowers from a vase. INT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "The killer made Levy watch everything. Then slit his throat and left him for dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy stands looking at the grave. At the framed photo of wife and daughter standing beside the flowers. MITCH'’S VOICE (V.O.) It’s a miracle he survived. Levy absently touches his throat. We see the FAINT SCAR beneath his stubble. INT. MITCH’S OFFICE - DISTRICT ATTORNEY'S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "So he was tortured. And all these men were tortured, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "But of all the ex-cons in Boston, why target these specific men? A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "You really can’t tell me why you’re doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You're going to make DA, one day, Stu. It’s best you stay as far away from this as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch walks through the stacks clutching a piece of paper with numbers written on it. INT. READING ROOM —- BOSTON LIBRARY — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is sitting at a desk. He has a stack of binders containing NEWSPAPERS inside. He thumbs through the pages \f76. Finds the news story: “HOME INVASION MASSACRE.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICROFICHE BLURS",
          "text": "and settles on another story -- INT. MICRO-FICHE ROOM - BOSTON LIBRARY — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch reads the “GAS STATION SHOOTING” story on the scree before him. He zooms in on areas of text. Finds the man w murdered Levy’s family was -- “career criminal”... “in and out of prison”... “recently paroled”... Mitch moves on. Then stops. Backtracks. Focuses on the word -- “PAROLED”. Mitch turns from the Microfish machine and digs into his briefcase. Pulls out files on each of the victims. Skims through pages. Finds the words -- INSERT - “RECENT PAROLEE”. He moves on. Skims the next file. Finds -- INSERT - “PAROLED” He skims Cecil Ackerman’s file. Finds the same thing. Mitch sits back. Pondering this fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A low-rent neighborhood of liquor stores and welfare hous Mitch's Escalade drives into the run-down street. INT/EXT. MITCH’S ESCALADE (MOVING) - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch has the scrap of paper that Doyle gave him. He park outside the “halfway house”. EX-CONS are sitting on the steps smoking and talking. Mitch gets out and approaches them. Asks about Doyle. The gesture to a bar down the street. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark as a dungeon. Mitch walk down the steps and looks around the gloom. There is A MAN slumped at a table. Mitc approaches him and lifts his head. It’s not Doyle. A noise. Mitch looks round and sees Doyle coming in from storage carrying a crate of beers. He works here. Doyle sees Mitch standing over the drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "That’s what you think of me, huh? Doyle puts the crate down and begins stocking the fridge. Mitch approaches him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I need to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "So, talk. Doyle continues to work...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I need your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I thought you didn’t need anybody's help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "We made a mistake. That man we freed. He’s a serial killer. Doyle slows. Shakes his head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He broke into my house. He threatened Rachel and Ella. Now he has Doyle’s attention. Mitch holds his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "You're serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. BACK ALLEY - BEHIND BAR — DAY Doyle and Mitch step out of the bar. Doyle stacks a crate empty bottles. Looks around. The alley is deserted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "So, the only reason Ackerman was in the road that night was because he was running from Levy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "And after you left he finished the job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Exactly. I was so wrapped up in my own guilt that I didn’t see the evidence for what it was. I didn’t even stop to ask why Ackerman was out in the rain without a coat. With no shoes on. And his eyes. He was begging me not to leave him. I thought he was just scared...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I've got to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "What do you mean? Leave it the fuck alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "You're going to have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He all but told me he’s going to kill again. I can’t live with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I think you’re forgetting -- I perjured myself -- you left the scene of an accident, manipulated a trail -- \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I know. It’s bad. But all we need is proof. Levy can’t be retried for Ackerman but if I can get evidence that he killed the other men, I can cut us both a deal. What you said under oath - what I did - that all goes away. Doyle nods -- it sounds logical --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "So, what are you thinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "We need to get inside his house and look around. He targeted those men. He tortured them. He may have overlooked something that links them to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I’m on parole. I get caught breaking into some guy’s house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’'ll break in. All I need is for you to tail him. Warn me when he’s coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "So, just a little aiding and abetting. (beat) This fucker really break into your house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "While we were sleeping. Doyle weighs his options. He doesn’t have any...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "He knows your ride. Rent me a clean set of wheels. I’11 meet you after my shift. Doyle goes back into the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Thanks, Doyle. I mean it. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I may be an asshole, but I’m still your brother. Doyle lets the door close behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thunder rumbles in the sky. A light rain falls. Levy walk out of his front door and locks the dead-bolt behind him. gets into his white van. Passes a new, grey, Dodge Challenger... INT/EXT. DOYLE’S CHALLENGER - CONTINUOUS Mitch and Doyle watch the van reach the end of the street Doyle starts the engine. It growls to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Listen to that engine. Man, this is a sweet ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "And it’s rented in my name so don’t scratch it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Got full collision waiver, didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Just call me in plenty of time to get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Chill, bro. I got this. Mitch gets out and slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "Oh, Mitch - what’s your number again? Mitch pauses. Doyle laughs. Drives away with a ROAR of th engine. Mitch turns his collar up against the weather. He crosses the street toward -- \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch glances up and down the deserted street. Slips thro the gate. EXT. SIDE PATH - LEVY’S HOUSE — CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overgrown. Mitch tries the back door. Locked. He looks through the glass. Sees a 50s style kitchen. Mitch moves toward the back garden. Notices a low basemen window. Pushes it with his foot. It moves. He gives it a stronger kick... INT. BASEMENT —- LEVY'S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bolt breaks free of the rotten frame. Mitch pushes th window open. Slides inside feet first. Lands. Mitch pulls a pen-light from his pocket and looks around room piled with boxes and furniture. Levy’s entire family life in boxes. Framed photos of Levy with his wife and daughter. Stuffed toys. Anything luxurious. EXT. FULLER'S AUTO REPAIR SHOP —- AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy's van drives in through the gate and parks. Doyle’s Challenger pulls up across the street. INT. DOYLE’S CHALLENGER —- AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doyle looks through the chain-link fence. A fork-lift dri past carrying a crate of tires. Levy goes inside the factory. Doyle kills the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The basement door opens and Mitch steps up into the hallw The walls are bare. Pale squares show where family photos used to hang. Mitch goes into -- INT. LIVING ROOM —- LEVY'S HOUSE -— CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and sees the TV, sitting on a folding table. One woode chair faces it. Newspapers are piled beside it, like a coffee table. A week of microwave meal trays are piled on the papers. A fly buzzes in the air... INT/EXT. DOYLE’S CHALLENGER - AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doyle presses eject on the CD player. Bored. A Barry Manillow CD pops out. Doyle drops it out the window. Sees Levy getting into his van. Doyle starts the engine. Levy pulls out of the Repair Shop grounds. Drives away. \f82. Doyle starts to pull out after him. A passing car HONKS. Doyle stomps on the brakes. INT. LEVY’S VAN (MOVING) - AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy looks in the mirror. Sees the Grey Challenger. INT. DOYLE’S CHALLENGER —- AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doyle waits impatiently. Pulls into traffic. INT. BEDROOM —- LEVY'S HOUSE - AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch opens the bedroom door and looks inside the empty r Monastic is the best description. A sweat-stained bed. A crucifix hangs on the wall. Mitch approaches the night-st and picks up the bible resting there. His cellphone rings. Loud. Mitch jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(into phone) Doyle? DOYLE’S VOICE (0.S.) Scare ya’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Is he coming back? INT. DOYLE’S CHALLENGER (MOVING) - AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doyle is driving a few cars behind Levy’s white van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Nah. I’m just checking in. See how it’s going. INT. LEVY’S VAN (MOVING) - AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy looks in the rear view mirror at the Grey Challenger few cars back. At Doyle talking on a phone. Levy fires his blinkers and turns off the main road. Look in his mirror again. Sees the Challenger turn also... Levy reaches over to the police scanner and fires it up. Police radio chatter fills the van... INT. LEVY’S HOUSE - AFTERNOON Mitch flicks through the Bible. Sees whole passages have been marked and highlighted. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "The guy has nothing in his house except a Bible, a TV and microwave meals. It’s like he can’t bear to be reminded of his wife and kid. He’s hidden everything in the basement. DOYLE’S VOICE (0.S.) Anything tying him to the victims? Mitch picks a calendar off the wall. Every day has the schedule of some self-help group or other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Not so far. It looks like the man eats and sleeps here ... but that’s about it. INT. DOYLE’'S CHALLENGER (MOVING) - EVENING Doyle is still tailing Levy. They approach a huge cement factory. The signs on the billowing stacks read CEMEX WOR But just before they reach it -- The white van turns off the road, through a chain-link ga toward an --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Levy parks outside. Weeds are overgrowing. Windows boarded up. Walls graffiti scarred. MITCH’S VOICE (0.S.) He spends the rest of his time at self-help groups. Doyle parks on the road and watches as Levy gets out, un- padlocks a door, and goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH'S VOICE, (0.S.)",
          "text": "He sometimes goes to two a night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Now that’s just masochistic. I only have to go to one and that’s enough for me. INT. LEVY’S HOUSE —- EVENING Mitch continues to search through empty rooms. Sees one t was obviously the daughter’s room from the girly wallpape \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What do you mean “have to”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "It’s one of the conditions of my parole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You’re court ordered to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "A lot of ex-cons are. Mitch walks into the hallway and back down the stairs..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "And a lot of them need it. Doyle keeps watching the factory. Where the hell is Levy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I mean, I don’t know how some of them even swung parole - they’re so obviously going to re-offend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "They admit that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Right there in group. Mind racing... Mitch stops. Looks at the calendar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That's it. That’s how he picks them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Mitch's view of Levy making coffee at the back of the chu hall. Listening while the group of men talk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Nobody notices the guy making coffee. He just hangs around - listening - like a fly on the wall. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "And when he hears somebody who says they’1l re-offend...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "He offs them. Doyle sees Levy walk out of the factory carrying a hammer away from his van. He disappears from view behind an old wall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE, (CONT'D)",
          "text": "(silent) What the hell? Doyle looks around. Can’t see Levy anywhere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He’s stopping what happened to his family from happening again. Mitch's foot CREAKS on a floorboard. He stops. Backsteps. It creaks again. He bends and feels the edge. Lifts it to reveal -- A CAVITY beneath the floor. He digs his arm in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Hang on. I think I’ve found something. Mitch pulls out a black plastic bag. He opens it. Inside finds --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASSACHUSETTS IDS",
          "text": "-- for all the victims. Cecil Ackermann, Victor Gonzales etc...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "He kept their IDs. Doyle gets out of the car and looks around the deserted street. The noise of the Cemex Works fills the air. Mitch HEARS it through the phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "What’s that noise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "It’s the cement works. Mitch leaves the bag of IDs and hurries to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and looks out at the billowing stacks of the Cemex Wor only a few blocks away - beyond the opposite row of house",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Is he coming back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "No, we've stopped. He went inside some old warehouse, then came out again carrying a hammer and I lost him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Carrying what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "A hammer. Doyle SENSES somebody behind him and turns as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Doyle, get out of -- ! BAM! The hammer smashes Doyle across the face and sends h slamming into the car window. Glass SHATTERS on impact. INT. LEVY’S HOUSE —- EVENING",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Doyle?! Mitch REACTS. Runs for the front door. Rips it open. The CAMERA takes in the bag of IDs still lying on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch charges down the path and shoves through the gate. SLAMS into an OLD MAN walking his dog. Mitch runs straight across the street and into another garden. Shoulders through the side gate. EXT. A SERIES OF SHOTS —- EVENING Mitch barrels through a back garden. Leaps at the fence. Scrambles over. Lands in an alley. Runs on through puddles. Shoulders through another gate. \f87. Through another garden. Over another fence. Runs on. Back out into another street. A BUICK slams on the brakes. Mitch leaps. Slides across t hood. Runs on. Feet pounding the asphalt. The smoke, billowing from the Cemex works, getting closer",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(into phone) Hang on, Doyle. I’m coming. Mitch rounds a corner into the street leading to -- EXT. ABANDONED WAREHOUSE — CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch sees Doyle’s Challenger by the roadside. The broken window. The blood. Sees Levy's white van parked by the abandoned factor. Mitch runs toward it with grim determination. Runs straight toward the unlocked warehouse door. Rips it open. Barrels inside. No thought for his own safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of the Cemex works booms through the dank, cavernous space...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Doyle?! Doyle, where are you?! Mitch HEARS a noise above. Bolts toward the stairs. INT. STAIRWELL — ABANDONED WAREHOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch pounds upward, three steps at a time and -- INT. SECOND FLOOR —- ABANDONED WAREHOUSE — CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- hits the upper hallway. Mitch follows the noise. Runs toward the wall of plastic sheeting that hangs at the end He bursts through the plastic wall and into -- \f88. INT. KILL ROOM —- ABANDONED WAREHOUSE - CONTINUOUS Mitch sees Doyle on the floor. Twitching in a pool of blo Beaten and broken. Blood oozing from his cracked skull. Tools glistening with blood lie around him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No! EXT. ABANDONED WAREHOUSE — AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy climbs into his white van, carrying Doyle’s cellphon We see him dial 911 as he starts the engine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "(into phone; acts desperate) Help me. Please. Mitch Brody is trying to kill me... EXT. ABANDONED WAREHOUSE — AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don’t hear the rest of the conversation. The white van drives calmly away. Thunder rumbles in the sky and a driz rain starts to fall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch tries to stem Doyle’s bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Stay with me, Doyle. Stay with me. Mitch tries to dial 911. His iPhone has no signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "No. Come on. Come on. He moves it around. Gets one bar. Dials again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "I need an ambulance. (a garbled response) Hello? The call disconnects. He tries again. It disconnects. Frustration builds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Doyle, I’m going to have to move you. I’m sorry. It’s going to hurt. Mitch scoops Doyle up into his arms and lifts him. \f89. Doyle ROARS in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Stay with me, brother. Stay with me. Mitch carries Doyle through the plastic sheets...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch hurries along the upper hallway and down the stairs Every footfall is excruciating for Doyle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR distant police sirens approach. See PATROL CARS c into view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The noise of the Cemex works booms. Mitch carries Doyle toward the door. Kicks through it into the daylight as -- EXT. ABANDONED WAREHOUSE — CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Police cars skid to a halt in the drizzle rain. Cops spew out of them as -- Mitch appears, drenched in blood, carrying Doyle in his a",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Help me. He needs a doctor. Cops draw their guns at the sight. Aim them at Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COPS",
          "text": "(ad lib) On your knees. Put him down. Cops move in on Mitch as he drops to his knees holding Do",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Help him. Please. Boom! Doyle is pulled from him. Mitch is slammed into the mud. Knees in his spine. Hands cuffed behind his back. A COP checks Doyle’s pulse and begins CPR on him. Mitch and Doyle stare into each others eyes across the mu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. INTERVIEW ROOM —- POLICE STATION - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Mitch is seated. Cuffed. Covered in dry mud and Doyle’s blood. INT. LOBBY —- POLICE STATION - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phone rings. Activity. Rachel stands before the Desk Sergeant. Ella cries...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I demand to see my husband, right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK SERGEANT",
          "text": "I can’t do that. He hasn’t been processed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What is he even being charged with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK SERGEANT",
          "text": "I can’t tell you that either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "That’s ridiculous. I’m his wife!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK SERGEANT",
          "text": "Listen, lady. Your baby is cold and unhappy. Why don’t you take her home and I’11 call you as soon as you can see him. Okay? He slides a pad of paper and pen over to her. DESK SERGEANT (CONT’D) I can’t say fairer than that now, can I? She writes down her number...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. INTERVIEW ROOM —- POLICE STATION - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kanon walks in and sits opposite Mitch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "How’s Doyle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Mr. Logan is still in surgery, but the prognosis looks hopeful. \fgl. Mitch visibly relaxes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON, (CONT'D)",
          "text": "You want to tell me what your relationship is to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "We're stepbrothers -- our parents just never married. Kanon nods. Understands now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Which is why he’d purger himself for you in court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Exactly. Mitch feels like a dick for every bad thing he said to Do",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "So, why turn on him now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Was he blackmailing you? Had he had enough of what you were doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What are you talking about? I didn't do this. Tobias Levy did it. Kanon slides a photo across the table. It’s of the bloody hammer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Using your hammer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Yes! He broke into my house and stole my tools.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "There were no other prints on the hammer than yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Then he wore gloves. I called 911 for Christ sake. Why would I do that if I was guilty? \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "You tell me. You did it on the 4th.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What? Kanon plays the 911 call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "911 what’s your emergency? MITCH’S VOICE (0.S.) (muffled) There’s been an accident. A young Man was run over by a car. Kanon presses stop...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Or are you going to deny that’s you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No. I mean, yes, that’s me. I did it. I hit him with my car and I left. But I was scared -- I'd been drinking. It was an accident --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "And was Doyle an accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I didn’t hurt, Doyle. I wouldn't hurt anyone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Except Ackerman. We found this in the bottom of your toolbox. Kanon slides a plastic evidence bag across the desk towar him. Mitch’s business card is covered in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That's because Levy put it there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "It has two types of blood on it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m being framed! \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "-- and by your own admission we can now link you to three victims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Jesus Christ - can you think logically? Why would I do this? What’s my motive? And if I was the killer why didn’t I crucify Levy in court? He was the perfect scapegoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "You tell me. Mitch SLAMS the table with his cuffed fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Because I’m innocent! Kanon just sits and looks at him. Mitch breathes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Okay. Listen to me. There’s a bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "A bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Levy kept the IDs of all his victims. He’s targeting violent parolees who are going to re- offend. Like the man who murdered his family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Where is this bag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "In Levy’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "In his house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "And you know this how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I broke in. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "How do I know you didn’t plant them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Because I didn’t! Jesus, detective, I know you've only got 24 hours in the day but even you must have given a shit about the truth at some point. Kanon just looks at him. She’s like a stone wall and it’s time for Mitch to stop banging his head off it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "I don’t think I should answer anything else until I have a lawyer present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "That's probably the first honest thing you've said. Kanon stands and walks out of the room. The door clunks closed behind her. Mitch puts his head in his hands and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kanon pauses outside the door of the interview room. She pauses. Something in her face makes us think that maybe s does believe Mitch -- a little. She walks away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time passes. We see the workings of the police station. INT. KANON’S OFFICE - NIGHT Kanon is at her desk. She slaps a baseball from palm to palm. Lost in thought. She looks at her computer. A beat. She puts down the ball and fires types on the keyboard. INSERT SCREEN - the words “MURDERED PAROLEES” appear in a search field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MIDDLE AGED COP (TRAVIS), should have gone home hours a walks along the corridor. Pulls a bunch of keys from his pocket and unlocks the door to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travis opens the door. Mitch is still sitting there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "Your lawyer’s on the phone. Travis un-cuffs Mitch from the table. Leads him out into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travis leads Mitch to the payphone on the corridor wall. Steps away as Mitch picks up the handset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Stuart, where the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY'S VOICE, (0.S.)",
          "text": "Sorry, Mitch. This was the only way I could get to talk to you. Mitch goes cold. Grips the phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Listen to me, you sonofabitch, you almost killed my brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parked at the side of a quiet suburban street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "That was your fault, not mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I will get you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "If only you’d have had this much backbone that night in the rain. You could have waited for the ambulance and Ackerman would still be alive. Of course then he’d be free to continue raping small children. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY, (CONT'D)",
          "text": "You do know that’s what he was about to do when I grabbed him, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "I want to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Then turn yourself in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "That's funny, but no. I believe you were faced with the same exact choice to ruin my life or your own. Yet you found a third option.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You don’t have a third option.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "That’s not true. If another murder with the same m.o. happens while you're in custody they’d have no choice but to acknowledge your innocence --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That’s insane --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "-- and by the time the police turn their attention back to me, I'1l have moved on. New name. New state. Consider it a parting gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You don’t know the police would even connect the murder to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy watches Rachel drive past in her Prius and pull up t driveway to Mitch’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Oh, believe me, they’1ll connect it to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel hits the garage-door remote and -- \f97. INT. POLICE STATION —- BACK BAY - NIGHT Mitch recognizes the house-rattling CLUNK of his garage d as it begins to rise. His eyes go wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No! Click. The line goes dead. Mitch stabs the buttons...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Wait! Mitch holds down the cutoff buttons and then starts to di Nothing. Tries again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "(shouts ) Line! I need a line! Tries the phone again. Travis walks toward him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "I need an outside line. It’s an emergency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "You only get one call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He’s after my wife!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "You only get one call. Mitch grabs Travis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You're not listening to me. He’s going to kill my wife! Travis slams Mitch against the wall. Cranks his arm up hi back. OTHER COPS come running...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "I_have to warn her! Travis hooks a cuff on Mitch’s wrist. Mitch grimaces in pain. If the other cuff gets on he’s done for. Mitch plants a foot on the wall and pushes backwards with his strength. Slams Travis into the opposite wall. \f98. Mitch drives his head back into Travis’ face. His nose breaks. Travis releases him. Mitch pulls the 9mm from Travis’ holster. Zeros the approaching Cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Stay back. Mitch pulls Travis in front of him like a shield. Jams th gun into Travis’ throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "I’'ll shoot him. I swear to God. Mitch glances behind him and looks at the EXIT sign. Pull Travis backwards with him. INT. KANON’S OFFICE - NIGHT Kanon sees Cops run past her office door. Pulling guns. She gets a bad feeling. Rises from her seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch pushes back against the emergency exit bar. The doo opens. An ALARM sounds. Mitch looks out into the indoor parking lot. It looks deserted. INT. INDOOR PARKING LOT - POLICE STATION — CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch pulls Travis inside and slams the door again. Grabs Travis’ nightstick and jams it through the handles as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cops shoulder the door. It won’t budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COPS",
          "text": "Go around! INT. PARKING LOT —- POLICE STATION —- NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch marches Travis toward a Patrol Car. Opens the door. The ignition is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Where’s the key? \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "In the lock-box. Travis indicates the valet-style cupboard on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’m sorry. Mitch pistol whips Travis. He drops to the floor. Mitch rushes to the lock-box. It won’t open. He points the gun the lock and -- BOOM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kanon runs in as the GUNSHOT echoes through the station. There are monitors covering all areas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Who’s shooting? The POLICE WOMAN manning the monitors looks at her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE WOMAN",
          "text": "Your suspect. On a monitor, Kanon sees the image change to Mitch clambe into a Patrol Car with a gun. She sees the Cop lying on t concrete. Not moving...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "(to police woman) Close the gate. (into radio) Officer down. Repeat - Officer is down. Suspect is in the parking lot. He is armed and dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cops grab M-16s from the rack. Head toward the parking lo at a run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch fumbles the key. Fires the engine. Slams the shifte into reverse. Tires smoke. He shoots backwards. Hits the brakes. Slams her into first and zooms toward the exit ga He sees the gate closing. Mitch guns the gas and -- \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM! The Patrol Car RIPS one of the metal gates clean of its hinges. Sparks fly. Metal rends, but the car’s “bull bars\" protect the engine. Mitch zooms toward the road as M-16s open fire on the car. BULLET HITS snake across the rear doors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch ducks as the rear windows IMPLODE. Bullet hits POP rear seat. Stuffing turns to confetti. Mitch slaloms out into traffic. Other cars shield him fro more gunfire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. PARKING LOT —- POLICE STATION —- NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kanon approaches Cop. He is coming around. Head bleeding. Other Cops helping him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COPS",
          "text": "He got a phone call and went crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "A call from who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COPS",
          "text": "His lawyer. He was ranting about making another call. Said somebody was going to kill his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Who?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COPS",
          "text": "I don’t know. He just kept saying it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART, (0.S.)",
          "text": "What’s going on? Kanon looks and sees Stuart standing there with his briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Who are you? \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "Stuart Kemp. DA’s office. I’m Mitch Brody’s lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "(urgent-—-) Did you just call Mitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUART",
          "text": "No. And Kanon runs toward her car --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Get Brody’s home address. Have it sent to my phone. She jumps behind the wheel and fires the engine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON, (CONT'D)",
          "text": "(shouts ) Tell SWAT and tactical to meet me there! And somebody call the wife! She pulls out. Tires smoking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MITCH’S HOUSE - NIGHT The doorbell rings. Rachel answers it. Levy is standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Mrs. Brody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "I'm detective Kanon. I'd like to talk to you about your husband if you don't mind? We HEAR Ella cry inside the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "No. Not at all. One second. Rachel disappears inside to fetch Ella. Levy glances arou the deserted street, steps inside and closes the door. The CAMERA moves away from the door to find the TELEPHONE WIRE running up the outside wall of the house. \f102. It’s been cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel picks up Ella and turns to go back to the front do She sees Levy is now inside. It gives her pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "I hope you don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Not at all. Can you tell me what you've arrested my husband for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What? That's insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Don't worry. I know he didn't do it. Could I trouble you for a glass of water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Of course. Rachel goes into -- INT. KITCHEN — MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel puts Ella in her bassinet, on the kitchen table, a nudges a stack of Mitch's files. Papers spill onto the floor. They can wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I don't understand. She grabs a glass and turns on the faucet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (CONT'D)",
          "text": "If you know he didn't do it, why are you holding him? INT. LIVING ROOM —- MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy takes a leather tool-roll from inside his coat and unties it. He rolls out the set on the dining table. Chisels, blades, screwdrivers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Other people don't believe it yet - but they will. \f103. INT. KITCHEN — MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel tests the water with her finger. Glances down at Mitch’s papers on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY, (0.S.)",
          "text": "There's just something I need your help with first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Oh? Rachel notices something among Mitch’s papers that makes blood freeze... INT. LIVING ROOM —- MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy selects a brutal looking chisel. He walks toward the kitchen door. Stands to one side. Can HEAR the faucet running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (0.S.)",
          "text": "Would you like ice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "As it comes is fine. Levy steadies his breath. Clutching the chisel and - Nothing. The faucet continues to run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY, (CONT'D)",
          "text": "Mrs. Brody? Still nothing but the sound of running water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY, (CONT'D)",
          "text": "Hello? Levy lowers the chisel and pushes through the door into - INT. KITCHEN — MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The faucet continues to run. Rachel is gone. Ella is missing from the bassinet. Levy sees the papers on the floor. Among them is -- LEVY'S MUG-SHOT. Suddenly, he HEARS the BEEP of the Prius alarm as the car unlocks. Levy races out of the kitchen toward the garage. \f104. A beat. The pantry door opens and Rachel steps out clutching Ella the Prius keys/remote. She rushes toward the garage’s connecting door... INT. GARAGE - MITCH’S HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy looks inside the Prius. No sign of Rachel. He senses movement behind him. Spins to see -- Rachel slam and lock the connecting door. Levy flies back at it. Tries to shoulder the door. It won budge. He looks around and sees -- A DOUBLE-HANDED AX among Mitch’s tools. He grabs it and - INT. MITCH’S HOUSE - CONTINUOUS Rachel, carrying Ella, moves back from the door and -- BOOM! The AX cleaves the wood. Rachel SCREAMS and runs back through the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT/EXT. MITCH’S PATROL CAR (MOVING) - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch slaloms through traffic at high speed. Leaning on t horn. Flashing his lights. He looks at the controls. Find the siren switch. The cherries flash and the siren wails. Traffic parts bef him like the red sea. Mitch guns the engine... INT. LIVING ROOM — MITCH’S HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel snatches up the phone. The line is dead. She HEARS the house-rattling CLUNK of the garage door opening. Rachel runs to the front door and tries to open it. It’s locked. She twists the dead bolt. Undoes the chain. Her hands shaking. Ella is crying... Rachel keeps looking back toward the garage corridor. No sign of Levy yet. Rachel rips open the front door and -- Levy runs toward her with the ax. \f105. Rachel tries to SLAM the door again but Levy hits it with full weight and -- BOOM! He’s through. Rachel is flung backwards onto the stairs. She shields El from the impact. Levy hits the hall table and mirror. Shatters glass. Fall to the floor. Levy shakes it off. Scrambles for the ax as -- Rachel leaps to her feet and runs up the stairs. INT. UPPER HALLWAY - MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel reaches the top of the stairs. Levy is coming up after her. She bolts through the bedroom door. Swings it shut behind her. Slam. Levy shoulders straight through the flimsy wood and into INT. BEDROOM — MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel is trapped. She backs around the bed. Into the corner. Levy catches his breath. Stalks her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What do you want? Why are you doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Put the baby on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "No. Levy swings the ax and takes a lamp off the dresser. It shatters against the far wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Put the baby on the bed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. PATROL CAR",
          "text": "Mitch skids the patrol car into his street. Guns it. Sees Levy's white van. He slams on the brakes outside -- \f106. EXT. MITCH’S HOUSE - CONTINUOUS Mitch leaps out of the car clutching the stolen 9mm. Bolt up the driveway toward the open front door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Rachel?! Mitch runs through the door into -- INT. MITCH’S HOUSE - CONTINUOUS Mitch sees the shattered hall mirror. He runs into -- INT. LIVING ROOM —- MITCH’S HOSUE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch looks around. Gun ready. Sees the roll of tools on the dining table. He pushes open the kitchen door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Rachel?! Where are you?! Mitch looks down the corridor and sees the axed garage do",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Rachel?! Mitch bolts back into the hallway and up the stairs... INT. UPPER HALLWAY - MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch pounds up the stairs and reaches the bedroom door. sees the splintered wood. Hears Ella whimpering inside. A muffled sob and -- INT. BEDROOM — MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch bursts in. Gun up. He scopes the room and sees Levy standing behind Rachel. Ella is on the bed. Levy has the blade of the ax against Rachel’s throat like a knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Mitch -- Levy flinches the blade. Shuts her up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Don’t hurt her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "Drop the gun. Mitch weighs up his options. He doesn’t have any. He take his finger off the trigger. Opens his palms. Drops the gu \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY, (CONT'D)",
          "text": "Kick it towards me. Mitch kicks the gun to Levy's feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY, (CONT'D)",
          "text": "Now, Rachel, I want you to slowly bend with me. Rachel and Levy bend at the knees. Levy picks up the gun. They straighten. Levy sighs. He drops the ax. Mitch makes a move. Levy has the gun at Rachel’s temple in a flash. Mitch freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Whatever you're thinking of doing, Tobias, don’t. Please. I’m out. My alibi’s shot. You don’t have to hurt them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "You know too much. I don’t have a choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You do! You do have a choice. What happened to you was terrible, but doing this won’t change that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "No, but you’ll finally understand why I do what I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Please. I already understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "No, you don’t. But you will -- Levy trips the hammer to fire and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I understand that you watched your wife and child be butchered and you did nothing! Levy looks at him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand you were a fucking coward! 108. Rachel stares at Mitch in horror. What is he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "(angry) No! Mitch begins inching toward Levy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You froze!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "I didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You piece of shit! You cared more about saving yourself than your own flesh and blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You're lying! Mitch continues to inch forward. Goading Levy. to turn the gun away from Rachel, onto him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Admit it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "He never should have been out of prison! It was the system’s fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "This isn’t about the system. It’s about you. If you were a_man you'd have died first! I know it -- and you know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "(screams ) There was nothing I could do! Mitch is almost to Levy now. Willing him \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Bullshit! You just don't have the balls to kill the one who deserves to die... (beat) You! Levy ROARS in pain. Swings the gun away from Rachel and stabs the barrel into Mitch's chest. Eyes blazing with murderous anger. Mitch stops. Rachel’s breath stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "What about you? Are you willing to die first?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Yes. Mitch catches the barrel with both hands and clamps it fi to upper chest and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Rachel, run! Before Levy knows what’s happening, Rachel pulls away. Levy tries to turn the gun but Mitch holds on with an iro grip. This gun ain’t pointing at anybody but him. Rachel snatches Ella up from the bed. Levy FIRES. BOOM! A bullet shoots through Mitch’s shoulder. A vase behind him - across the room - EXPLODES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch ROARS in pain but hangs onto the barrel. He’1l die before he’ll let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(screams ) Mitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Get out of here! Mitch staggers in pain but still grips the gun. Rachel is almost out of the room as -- \f110. BOOM! Another shot rips through Mitch’s shoulder -- shatt a family photo behind him -- and Mitch releases his grip. Almost collapses in pain. Levy turns the gun on Rachel and squeezes the trigger as",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Nooooo! !!! Mitch drives his good shoulder into Levy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM! The gun fires wide. Takes a chunk out of the door frame as -- Mitch tackles Levy backwards toward the window and -- EXT. UPPER WINDOWN - MITCH’S HOUSE - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glass EXPLODES outward. Mitch and Levy fly out into space. They slam down through the branches of a young tree. Are spun apart. Hit more branches. Slam down into -- EXT. FRONT GARDEN - MITCH’S HOUSE — CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Levy and Mitch both lie on the lawn. Gasping. In pain. Levy gets to his feet and bends to pick up the gun. He tu to Mitch and -- BAM! Mitch punches him in the face. Levy’s head snaps to side. Mitch hits him again. Levy drops the gun. Then swings a fist into Mitch’s bullet-ravaged shoulder. Mitch ROARS in pain. Drops to one knee. He only has his right arm. His left hangs impotently. Levy stands over him. Punches Mitch in the face. Grabs Mitch and drags him to his feet. Hits him again. And agai Mitch looks done-for. Then BAM! He punches his right fist into Levy’s kidney. And with all his remaining strength h drives his forehead into Levy's nose. BAM! The two men stagger apart. \f111. Mitch collapses in pain and exhaustion. Shoulder pumping blood. He lies there gasping for air as -- Levy claws for the fallen gun. Blood streams from his bro nose. He climbs back to his feet and -- Stands over Mitch. Aims the gun down into his face. Mitch laughs through the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You - are a - fucking - pussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVY",
          "text": "I was afraid, God help me. Are you? Levy thumbs the hammer back and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "No. A flicker of hurt crosses Levy’s eyes. The only thing keeping him sane was that any man would have done what he did. Mitch has proved him wrong. WHAM! Rachel hits him in the back with the ax. Levy staggers in pain. Trying to reach the handle. He tur to look at Rachel. He raises the gun. Is going to shoot h when --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "Noooo! Mitch tries to rise, but can’t, and -- BOOM! A bullet blows the back of Levy’s head out. Mitch looks around for the source of the bullet and sees",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "at the edge of the driveway. Gun raised. Smoke curls from the barrel. The SCREAM of more patrol cars fill the air. Lights flash... Mitch looks up at the stars above and sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. EMERGENCY ROOM —- HOSPITAL - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is sitting on a bed. His left shoulder and chest ar heavily bandaged. An IV gives him fluids. There are COPS standing guard at the edge of the curtained area. Mitch’s good arm is cuffed to the metal bed-frame. Kanon walks in past the cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "How are you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Doctor said the bullets didn’t even clip a bone. You're lucky. Mitch looks past Kanon at Rachel and Ella...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I know. Kanon follows his look. She pulls keys from her pocket an uncuffs him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "I think you’re family’s been through enough for one night, don’t you? Mitch looks at her. She’s serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Thank you. Kanon pockets the cuffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Don’t make the mistake of thinking a few bullets in the shoulder gets you off the hook, counselor, because it doesn’t. I'’11 expect you down at the station first thing tomorrow to give a full statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Understood. Kanon gestures to the Cops to let Rachel and Ella through \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "If only I hadn’t left the accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "Then you'd be behind bars and Levy would still be out there. Where’s the justice in that? Kanon is about to walk away when --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Any word on Doyle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KANON",
          "text": "He’s in recovery. I hear he was lucky too. Mitch nods. Grateful. Kanon leaves as Rachel rushes in wi Ella and hugs Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT. DOYLE’S RECOVERY ROOM - HOSPITAL - DAWN Doyle’s heart monitor beeps. He has IVs coming out of him and bandages covering his wounds and skull. His face is h swollen. Mitch enters the room, arm in a sling, and stands at his bedside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Doyle? Doyle's eyes flicker open. He smiles. Sleepy but happy to see Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Hey. You bring me flowers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I brought you something better. Rachel walks in carrying Ella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH, (CONT'D)",
          "text": "This is my wife, Rachel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Hello, Doyle. Doyle blinks and tries to sit up. It’s excruciating... \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (CONT'D)",
          "text": "Try not to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "And this is your niece. Mitch puts Ella into Doyle's arms. Doyle's eyes well up..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "Hello, Ella. Ella gurgles and smiles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I guess we’ve got some catching up to do. Rachel sits on the side of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CAMERA pulls back. Looking in at Rachel, Mitch and Do talking. Doyle continues to hold Ella. They don’t yet loo like a family, but it’s a start... THE CAMERA takes in Boston and the rising sun. It’s going be a beautiful day.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2029"
    }
  ]
}