{
  "movie_id": "MOV1876",
  "scenes": [
    {
      "location": "GREEK ISLAND",
      "time": "SUNSET",
      "characters": [
        "BLACK AND WHITE",
        "ON ENZO",
        "IN OPEN SEA",
        "BACK IN LAB",
        "JACQUES",
        "MUSIC",
        "SWIMMING POOL",
        "1... 2... 3...",
        "4... 5... 6...",
        "BACK TO SCENE",
        "ON JACQUES",
        "JACQUES' FATHER",
        "ON ENZO'S MOTHER",
        "DOLPHIN POOL",
        "SUPERIMPOSED",
        "SUPERIMPOSED ON SCREEN",
        "DOLPHIN",
        "ON BATHSHEBA",
        "NIGHT",
        "JACQUES AND ENZO",
        "CREDIT SEQUENCE",
        "LATER",
        "WRECK",
        "INSIDE FIAT",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "CREDIT SEQUENCE",
          "text": "The image is in black and white. The sun disappears behind arid cliffs which cast giant shadows on the sea. A little boy around 8 years old -- tanned from head to to -- sprints along the cliffs, scrambles from one rock to another with amazing agility. In one hand, he carries a transparent plastic bag.  In th other, a net bag containing flippers, mask, pants and sweater. The only thing that slows him down is his bathing suit -- obvious hand-me-downs -- way too big.  He tugs on them as he goes, holding them up... Until they slide again... as he leaps again... and pulls them up... The little boy is JACQUES MAYOL. End credits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES reaches a ledge jutting out over a deserted cove. He spits in his mask... expertly spreads the spit with a finger... locks his feet into the flippers... and dives. He surfaces a long way out... adjusts his mask... and swims away from shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN OPEN SEA",
          "text": "The boy stops swimming -- starts to gulp air -- sucks it in -- oxygenating his blood in a series of deep rapid breaths -- almost hyperventilating, almost alarming if we've never seen this before. His gaze is glued to the ocean floor.  Clear clear water. 40 feet deep.  And intensely blue. Suddenly, he catches his breath and dives -- into the blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES touches bottom.  Clamps his legs around a rock to hold himself down.  Unhurried, thoroughly at home, 40 fee under... he opens the plastic bag.  A huge speckled moray eel appears in a hole in the rock, slithers toward him. The carnivore's jaws are bigger than the boy's head. The boy smiles at him.  Pulls a piece of raw meat out of his bag and holds it out.  The eel takes the morsel delicately -- and slithers back into his hole. Gravely, JACQUES takes another morsel out of the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES walks up a steep road bordering the port, almost dry now. Two boys about his age run up the streets; call out, catc up with him and gesture toward the port.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques!  Come quick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The little boys tug JACQUES to the end of the pier and point to something in the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look!  Right there!  It's shining! JACQUES walks over, and sure enough sees something shinin a few feet down in the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(squinting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A coin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liar! Camera pans and we see a middle-aged PRIEST loading supplies into a small boat.  He stops to watch the children's negotiations.  Little JACQUES is putting his flippers on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.  I'll get it, but no fighting, all right? The two boys nod as they point to the coin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll split it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't split a coin.  That's stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right.  You're stupid. The pope smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we'll buy something and split that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A helicopter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a small coin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Ferrari.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want a Ferrari... What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting them)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe a little radio. The two boys look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well.  We'll decide later.  The light is going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get the radio from after school, until midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since when do you stay up until midnight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, all right... Can I concentrate?  And you can stop pointing.  I've seen it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen it too. The voice is ENZO'S.  Another young boy wearing little round glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, it's the Italian! He is slightly older than JACQUES but he is taller.  ENZO is with ROBERTO, his younger brother, the only one allowe to carry his flippers.  Five kids are behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if it isn't the little Frenchman!  How is the little Frenchman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cool)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine! ENZO pats JACQUES on the shoulder and leaves his hand there -- a lightly intimidating gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't mind if I go instead, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(intimidated, and pretending not to be)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you did mind, you'd tell me, wouldn't you? ENZO pats his shoulder reassuringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his brother)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberto, mio palmo! ROBERTO who has already started to moisten his big brother's gear in the water, holds a pair of dripping flippers and a glistening mask.  The pope watches the scene with obvious pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his brother on the edge of the pier)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Count! Sure of himself, ENZO takes a deep breath and dives in th water.  ROBERTO counts out loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1... 2... 3...",
          "text": "The kids all walk over to the edge of the pier.  A few feet away, JACQUES takes off his flippers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "4... 5... 6...",
          "text": "ENZO bursts out of the water, the coin in his hand.  The children cheer and clap.  ROBERTO rushes to catch the equipment that comes flying at him, piece by piece. ENZO walks over to JACQUES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(showing him the coin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's is it now?  You saw it but I dove for it! JACQUES doesn't answer. ENZO smiles and slowly puts the coin in his pocket.  He pulls it out again and waves it under JACQUES' nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without turning around)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberto?  How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six seconds. ENZO looks at JACQUES for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll throw it back into the water. You dive and if you do less than six, it's yours. JACQUES doesn't say anything, then finally shakes his head, negatively.  ENZO smiles, taps him on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brava! The first boy finally sums up his courage to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(timidly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo?  I saw the coin first... We split?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't split a coin, stupid. ENZO laughing, sticks the coin in his pocket and leaves the pier with his gang. The pope smiles and pulls a coin from his pocket. With his flippers dangling from one hand, JACQUES sadly stares out at the sea.  The pope calls him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques... Come, look. JACQUES goes over to him, sees where he is pointing, the faint gleam of the coin underwater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it a coin shining down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overjoyed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is.  It's a coin!  I'll get it for you, Father!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll be for the poor. JACQUES, intent on the coin's glimmer, quickly slips on his fins, prepares his mask.  He swims in the water like fish, goes directly to the coin.  Scoops it up, brings it to the surface. He breaks water, waves the coin, looks for the priest and sees he is no longer there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Padre? He looks at the ancient impression on the coin -- \"Boy on a Dolphin\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JACQUES",
          "text": "He's swimming near the spot where he fed the moray eel. He senses something behind him and turns around.  He sees a dolphin, still and silent, floating vertically.  It seems to be watching him.  The surprise is such that JACQUES is in a panic, leaps up to the surface...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JACQUES",
          "text": "He bolts upright, as if suddenly awakening from a dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BURLY MAN, around fifty, crosses the room in the shadow and throws open the shutters with a bang.  Sunlight pours in.  He walks over to JACQUES' bed in the one room house, and runs his hand through his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Come on, time to get up, Jacques! JACQUES rubs his eyes.  His father walks over to a pile o blankets on the floor, on the other side of the room.  He gives the pile a kick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming at the top of his lungs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis, wake up! He uncovers a kettle on the fire and ladles up a big bowl of soup for Jacques.  A fifty year old man pokes his head out from under the pile of blankets.  It's UNCLE LOUIS, who is having a very hard time, waking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES bursts out of the house, running.  Diving gear under his arm.  A piece of buttered bread in his mouth. He catches up with his father and UNCLE LOUIS.  They're o a path winding down to the port.  JACQUES slows down abruptly.  Tries to imitate their stride.  The weather is balmy and the sea lies before them, peaceful and blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their boat on the water.  The chug of its ENGINE ECHOES off the cliffs.  A few gulls -- drawn by the sound -- ski the waves of its wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On board.  JACQUES' Father checks the antique air pump. JACQUES polishes the enormous copper diver's helmet and lays out the rest of an old fashioned deep sea diver's suit. At the foot of an old monastery another boat passes. The Priest is in it. JACQUES' Father and LOUIS take off their caps.  JACQUES takes the gold coin out of his pocket. The pope nods to JACQUES.  His father looks over at him without understanding.  The child quickly puts the coin back in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOUIS casts anchor.  A few feet away, siting on a rock, the kid with little round glasses is fishing.  He turns around to the boat.  JACQUES smiles and waves at him. ENZO waves back, obviously disturbed in his fishing session.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques, come help me. JACQUES helps his father into the diver's suit.  The burl man struggles into a pair of weighted lead shoes.  He seems sluggish and tired.  JACQUES watches worriedly.  He has a weird feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't dive everyday, Papa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you shouldn't eat everyday, Jacques. His father catches him fondly by the scruff of the neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(winks at him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry.  When I'm tired down there, the mermaids help me out. Father and son smile at each other.  Then his father puts the helmet on.  JACQUES joins LOUIS at the pump. The heavy diver's suit disappears slowly underwater.  The gleaming copper helmet is the last thing to slide out of sight. JACQUES and LOUIS work the pump.  Regular, steady motions to maintain the flow of air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  Have you ever seen a mermaid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. They keep on pumping for a while, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen them. UNCLE LOUIS goes on.  JACQUES doesn't budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you want to know where? JACQUES looks at the bottom to watch his father. He doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACQUES' FATHER",
          "text": "He moves along slowly in his cumbersome diving suit.  He is working the top of a rock outcrop on the sea floor.  H sees a sponge, hooks it; puts it in a bag that's attached to a life line from the boat fastened to his waist.  He moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They keep up the rhythm.  Sitting on a rock at a distance ENZO watches them.  UNCLE LOUIS is bored stiff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you ask me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where I saw the mermaids?!  Why don't you ever ask any question? I'm always the one asking the question!  We're sitting here like two stones and I'm taking to myself. Ask me something, Goddamnit! JACQUES calmly looks over at him, slows down his pumping and almost serenely asks him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a completely flat tone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did my mother leave? UNCLE LOUIS seems disturbed by the question.  A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ill at ease)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on now, pump!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACQUES' FATHER",
          "text": "He is walking with difficulty at the bottom.  His bag is full of sponges.  He seems to be having trouble breathing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES and LOUIS are pumping silently.  UNCLE LOUIS feel obliged to answer JACQUES' question. UNCLE LOUIS finally breaks the silence and explains:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mother didn't leave.  She went back to America, that's all.  It's her home.  She's allergic to this Island.  She likes refrigerators and machines that clean the floor... so one day she left.  Woman are like that, unpredictable, like the sea. They haven't been paying attention to the bubbles gushing at the surface.  The air hose is being pulled down in a very worrisome way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a slight grin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So where did you see mermaids? UNCLE LOUIS smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the bars in Athens! Very pleased with himself, UNCLE LOUIS burst out laughing JACQUES shyly shrugs his shoulders.  The air hose is suddenly yanked down.  JACQUES immediately sees all the bubbles.  He is white as a sheet. JACQUES rushes to the side of the boat and starts yelling down at his father.  He grabs the life line and starts pulling at it hysterically.  The air hose snaps and starts flying around like some crazy snake.  JACQUES trie to jump overboard.  UNCLE LOUIS catches hold of his foot at the last second.  JACQUES is slapping the water with his hands, trying to go down but UNCLE LOUIS won't let him.  JACQUES is yelling desperately.  ENZO is now standing on his rock, watching the scene, horrified. The sea now looks as if it were boiling. UNCLE LOUIS grabs hold of JACQUES and hugs him in his arms.  Standing on his rock, ENZO is now crying desperately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques!  Jacques! The last air bubbles are now breaking on the surface; it looks as if they will never stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The image is now in color. A rocky pink cliff over looks the very bright sea which fills the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSED",
          "text": "ALFREDO runs (skips) up the cobbled street as fast as he can go, surprisingly fast. He runs to the large terrace of a restaurant which he enters.  We have time to read the sign carrying the restaurant's name:  \"LA MAMMA\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALFREDO skips in.  He is panting, covered in sweat.  His panic is palpable.  The whole room watches him approach a long table where a large family is having a birthday part for a very old lady. He has to stop a second and catch his breath before he ca get the words out.  Then leans over and whispers in the ear of a great big man -- around 30 -- built like a bull, wearing little round glasses. The man listens, then stiffens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat-up FIAT, towing an equally beat-up trailer, stops. ENZO unfolds out of the driver's seat, like a circus clow emerging from a toy car. The construction SUPERVISOR, an American, wearing a three piece suit, hurries over to him. ENZO has already started undressing.  ROBERTO unloads the diving gear from the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exhausted)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Signore Molinari?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calmly undressing, expressionless)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did it happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(upset)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The company asked me to extract everything I could from the wreck; so the divers were trying to get at the engine... and then the boat turned over... in the current... and... look, I fucked up!  Can you help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many are, down there? ENZO goes back to the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just one... We're feeding him air, but he's not breathing regularly... You've got to get him out fast. ENZO glances at the map, then at the accident site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lira?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to hold me up at a time like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do understand you're talking to the champion diver of the world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but ten thousand dollars... ENZO opens the trunk of his FIAT and pulls out the jack. He slams the trunk shut, and stands looking at the American, straight in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  You tell me.  How much would you say the man's life is worth? Extremely uncomfortable, the SUPERVISOR doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In my village, we have a saying: when the wind blows, the flags of all nations flap in the same direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(baffled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That you should get your checkbook. Damn quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's at the end of the pier, his feet dangling in the muddy water of the port.  A few feet away a pump sends ai HISSING through a rubber tube to the diver trapped below. ENZO inhales steadily, his chest heaving like a bellow. He carefully puts his spectacles inside his shoes, dons his flippers, etc., with his usual flair of suspense. Behind him the SUPERVISOR and other construction workers watch expectantly.  ROBERTO heaves a stone weight into th bay, a cable attached to it plays out from a drum on the pier. ENZO ignoring everyone, grabs the ordinary tire jack, flip-flops over to the now taut cable, the stone has hit bottom.  He takes a deep breath and dives into the bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRECK",
          "text": "ENZO dives down a chimney of muck.  Picks his way over an around every hazard, until he reaches the diver, trapped under a huge piece of debris. He pats his shoulder to comfort him, he then inserts the tire jack under a piece of concrete... And, as if he were changing a tire, begins to pump the handle... Slowly, in a swirl of mud and water, the chunk of debris rises off the diver's leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is staring at the water silently, suspensefully. The SUPERVISOR has his checkbook in hand, but has completely forgotten it, intent upon what's going on underwater.  ROBERTO taps him on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since we have a little time, what do you say you write that check?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRECK",
          "text": "ENZO cuts the cables tangled around the diver's torso. Then he takes off his flippers, plants his bare feet on the concrete, grabs the diver by the shoulders and pulls him free. The diver drops the air tube and climbs as quickly as possible toward the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The diver surfaces, gasping for breath.  A cheer goes up from the crowd.  Several men hurry to pull him onto dry land.  But there is no sign of ENZO.  Everyone waits, breathless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Supervisor)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sign here. Suddenly, ENZO appears, burst out of the water, holding his flippers up in the air like a trophy.  The onlookers cheer, help him out of the water, slapping him on the back. ENZO tosses the jack and his flippers to ROBERTO. Impassive and silent, he slips his arms into the prize fighter's robe that ROBERTO holds out for him, walks solemnly back to his car. ROBERTO takes the check and walks over to the car.  ENZO bends down into the car and opens the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through the open roof smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, thanks a lot.  I mean that too... You extortionist bastard! The car rushes off.  In the distance we see a police (carabinieri) car and an old fire engine rolling in the direction of the construction site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE FIAT",
          "text": "ENZO'S car drives past them.  ENZO looks at ROBERTO out o the corner of his eye, then suddenly explodes with joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dollars, Roberto!  We took him for ten thousand dollars! ROBERTO whoops and whistles.  ENZO reaches over and leans on the horn.  The little car races by and finally stops a the top of the cliff facing the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two brothers sit back, relax. Stare out to sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a while)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo, what are you going to do with the money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have the car painted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Santini will do that for 25 dollars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then tell him to wax it too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo, really.  What are you going to get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rosary for Mama, a dress for Angelica, something with rhine- stones for what's her name, and get yourself a suit that fits... But most important...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find the Frenchman.  Find me Mayol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mountain peaks, stark and white.  A winter sky which is strangely and disquietingly dark.  A landscape swept by snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSED ON SCREEN",
          "text": "A yellow light comes out of the storm -- advances toward us.  The headlight of a train. A narrow gauge locomotive steams up grade pushing piles o snow in front of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting in the train, leaning against the misty window, JOHANA CROSS, 27, has clear quick charm and a sort of romantic fragility.  She is dressed simply but warmly. She looks through the window; all she sees is white. It is clear that she was not the one who decided on this trip.  Reading the key phrases from a beat-up note book, she calls upon an old Peruvian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Spanish)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this the Lago del Demonio? (Es bien aqui el Lago del Demonio) ... Huacracocha? The old man goes into a long, rambling explanation. JOHANA nods without understanding a thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gracias.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train pulls in, slowly pushing piles of snow in front of it and finally stops in front of an old shack which serves as the station. A man, FRANK, bundled in a parka, comes out of a snowmobile parked by the station, and walks up to the train. JOHANA steps down, carrying her suitcase and drops two feet in the snow as she comes off the last step.  FRANK walks over and leans down towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to Peru!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRANK throws the luggage into the back of the snowmobile, jumps in and turns the ignition on.  JOHANA takes her hat scarf and gloves off.  FRANK glances over at her, he is both amused and charmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you have a heater?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hitting at the dashboard)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... Sure... Is this your first trip to Peru?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does anybody live to make a second? FRANK smiles and kicks the heating system, then leans ove to check it, his eyes off the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little worried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget about the heater!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The storm is at its peak.  The frozen snowmobile plows along side the lake HUACRACOCHA and stops in front of a cluster of quonset huts almost completely buried in snow. FRANK gets the bags out of the back.  The suitcases are b now frozen stiff.  JOHANA follows in his steps. A couple of llamas are huddled up against the hut in attempt to protect themselves from the storm. JOHANA is bewildered.  Shacks in the middle of the Andes, the lake of the \"Demon\", and now llama that have to be pushed aside to enter one's home. As FRANK opens the door, a man is leaving the hut.  The man is JACQUES MAYOL.  JOHANA and JACQUES pass each other in slow motion.  Everything seems suddenly suspended: time, sound, cold... JACQUES MAYOL instantly makes an impression on her.  He i now 34, still dark-haired, with dark eyes.  He is wearing a red diving suit and a pair of round goggles.  He looks like some legendary creature one would dream about. Everything finally regains its formal speed.  The door slams, the man is gone.  She and FRANK are in the middle of the entrance hall.  JOHANA hasn't yet gotten over the vision she has just had, but she regains composure and enters the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA happily takes her gloves off. FRANK puts down the bags and walks into the next room. It's a sort of laboratory, filled with ultra modern equipment. A big bay window overlooks the lake on which is built a long wooden dock. Sitting in a corner, an old Peruvian man is preparing hot drinks.  JOHANA drops into a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A drink to warm up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, thank you.  Intravenous if possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling out a flask)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tea... or whiskey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... both.  Did I just see a man in a red suit and goggles? FRANK smiles and pours some whiskey in her tea cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... right. (calling out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Lawrence?  The insurance man... uh... The insurance person is here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's about time! FRANK smiles and pours JOHANA some tea.  She warms her hands on the cup.  She asks blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would it be out of place to ask what he's doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy in the Halloween suit! LAWRENCE comes in from the other side of the room. He walks straight over to the bay window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you have a nice trip?  We were getting restless, it's been three weeks since the accident. JOHANA walks over to the bay window and starts staring at something in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the end of the dock, JACQUES who is sitting on the edg of a hole which is cut in the ice, is putting a pair of gloves on.  He then grabs the handles of a strange machin which emerges from the water and starts taking deep breaths, oblivious to the cold, his mind completely elsewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK IN LAB",
          "text": "JOHANA watches JACQUES.  She just can't believe her eyes. LAWRENCE is bent over one of his machines, fiddling with different switches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should get things moving, you know.  We're out of equipment and we can't do half of our experiments...! Frank, check the program! JOHANA is finally able to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who... Who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayol... Jacques Mayol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the experiment?  Dumping a guy into a frozen lake? LAWRENCE turns one last knob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... The truck fell into a very deep crevasse.  We weren't able to save the equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have to talk to the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the spring when he melts! JOHANA walks closer to the window.  She isn't hearing a thing he's saying. JACQUES is putting on his flippers. JOHANA can't believe it. JACQUES is standing by a hole cut in the ice.  He is holding onto the machine in the water.  He is waving a mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dumbfounded)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really send him under the ice? He isn't a slave or a convict or anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dear, science is a cruel mistress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... how is he going to breathe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He isn't going to breathe. JACQUES takes a deep breath, turns a handle and a weight yanks him straight down into the water.  LAWRENCE sets hi stop watch off and flips a few switches. JOHANA grabs his arm as if they could do something about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen... He raises the volume:  we hear the man's heartbeat throug a small speaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's his heartbeat. (excited)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you hear the speed at which it's slowing down, it's incredible. LAWRENCE tears off the sheet with the heartbeat measures on it and hands it to JOHANA. JOHANA feels she's on the verge of crying, and can't figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACQUES",
          "text": "JACQUES stops his machine by turning one of the handles. He's deep beneath the surface of the frozen lake.  He swims deliberately, carefully into a large tube which is hinged open.  He closes it around himself.  His heart is still slowing down.  He pushes a button on the machine, and a flash of light bursts in the opaque night surrounding him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK IN LAB",
          "text": "We see a moving X-ray image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in the fluoroscope now.  Listen to his heart.  Impressive, huh?  The flow of blood is concentrated in the brain and doesn't even feed the limbs anymore.  It's a phenomena that has only been observed with dolphins... until now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long can he stay down?  Without breathing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It depends.  He should come up soon. (smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unless he's decided to stay for the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is he doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For one thing, it's his job... as for the rest of it, I wish I knew. JOHANA sighs with relief as JACQUES appears at the surfac in one big breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shouldn't somebody take him a blanket or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling at Frank)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coffee might be nice. She heads towards the Old Peruvian and pours a cup of coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(afterthought)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will he understand Spanish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His mother's an American.  He spent half of his life in the states.  I'd try English if I were you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's groggy, half hypnotized.  He looks up at the dock, sees JOHANA with a cup of coffee.  He stares at her.  She hands him the coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(puzzled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I recognize you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We saw each other a little while ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(serious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the lake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wondering whether he is joking or not)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... in the hut. After a long beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a beautiful smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then it was somebody that looked a lot like you... Thank you. JACQUES then turns around and walks toward the huts. JOHANA still hasn't moved, as if petrified by her emotion and the severe cold.  She then walks up to the hole in th ice and peers into the dark water.  She shudders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA emerges from a down sleeping bag.  She's wearing a big sweater and a wool hat.  She is not sleeping. Intrigued by the sound of the snowmobile, she gets up and walks over to the frozen window.  JACQUES and FRANK are loading their luggage onto the snowmobile. Outside, LAWRENCE is saying \"Goodbye\" to JACQUES.  Unseen JOHANA also waves from behind her curtain.  JACQUES sense something:  he turns around toward the cabin and smiles, waving his hand at JOHANA.  She hides behind the curtain and shyly waves back. JACQUES gets into the snowmobile and drives out of the frame.  We are left with an endless array of snow-caped mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fixed image of the Cote d'Azur.  The sparkling blue sea fades into the distance. A French taxi rides along the winding road overlooking th creeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind all his bags, JACQUES obsessively stares at the sea. The driver smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's beautiful, isn't it? JACQUES smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had some bad wind this week.  The \"Mistral\"!!  \"Peuchere\"!  There isn't one olive left on its tree. It suddenly left us this morning... I sure won't be the one to call it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi comes to a stop in front of Marineland.  JACQUES gets out, carrying one of his bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the driver)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll only be five minutes. He enters Marineland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The park is closed, the paths are deserted.  JACQUES approaches the Dolphin's tank.  All three dolphins rise u in the water.  Greet him with a click and clatter of tongues.  JACQUES sits down at the edge of the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, everybody!  Did you sleep well?  I slept in a plane, and it wasn't too great. He opens his duffel bag.  Hunts around, comes up with two packages wrapped in brownpaper.  The dolphins stare at him, intrigued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  presents. The dolphins CACKLE some more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I'd forget you? He laughs.  The driver, who seems to be quite familiar with the place, walks in heading straight over to the sod machine.  Out of the corner of his eye, he takes in the scene, very intrigued. JACQUES has not noticed him. He starts unwrapping the first package.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For Bathsheba. He produces a little ceramic Llama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BATHSHEBA",
          "text": "looking at the llama, bewildered.  As bewildered as a dolphin can be.  JACQUES turns the llama upside down.  It moos:  HIAK, HIAK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a Llama.  You understand?  From Peru.  It's fighting. BATHSHEBA shakes her head.  JACQUES throws the llama into the water.  He unwraps the second package.  A pair of Peruvian gloves and hat.  Wide eyed, the driver sits in the stands to watch the show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's for you, Darjeeling.  We wouldn't want you to catch cold! He throws them to DARJEELING who catches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now... (singing out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Ta, da...\" For you Tina. He pulls out a thermos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something you've never seen either. He opens the thermos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snow! He sprinkles snow flakes on TINA'S head.  She tries to taste it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling like a child)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new experience, Tina. (nostalgic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I missed you little rascals.  Did you get my post card? The three dolphins leap into the air and land with a huge splash which soaks JACQUES.  He takes his shirt off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pretending to be serious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh?  Is that what you want? Alright, but five minutes, no more. I have a taxi waiting. He takes off his pants.  The taxi driver gets up, as if t keep him from going in.  JACQUES dives into the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JACQUES",
          "text": "He swims under the dolphin, reaches out and grabs hold of the dolphin's snout. The dolphin pulls JACQUES around and around the basin while JACQUES pets his chest and belly.  We have never seen JACQUES so relaxed and happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overview of a gray and dirty Manhattan morning.  JOHANA depressed, stares blankly out of the window of a yellow cab.  She watches the muddy brown water flow under the Brooklyn Bridge. The driver keeps yelling obscenities to all the cars around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A suitcase in each hand, JOHANA gets out of the cab and walks up the stairs of her apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA puts down her suitcase wearily.  Catches her breat and gets out her keys.  She tries one in the top lock.  I doesn't work.  She tries harder.  There's a woman's voice yelling angrily from inside the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I changed the lock you son of a bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Sally? The door opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're back!  Hello.  We were burgled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got the new T.V. JOHANA comes in, looks at the ransacked apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... And the new stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope they remembered to take the microwave this time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep.  How was your trip...?  Help me clean up, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You called the police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're going to send detectives. When they get around to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugging)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what, all they ever want is your phone number anyway. JOHANA goes over, slumps into an easy chair and sighs. After a beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was your trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flatly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice... Very interesting... Great! (doubtfully)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ironically)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... Who'd you meet? JOHANA opens her handbag, takes out the strip of electrocardiogram paper, hands it to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cardiogram...?  You met a doctor! Congratulations, you're in the chips... (an afterthought)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unless they have socialized medicine in Peru.  Do they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating paper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's his heartbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jesus...!  I'll make some coffee. (starts toward kitchen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They left the stove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The living room is almost completely put back together... SALLY is replacing books in the bookcase, JOHANA is using a carpet sweeper, and talking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nonstop)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6'3\", 6'1\", maybe 5'9\" -- You can't be sure, you know the flippers, they add height or they take it away, or something.  Anyway short dark hair... Not punk or anything, just short. And the cutest smile.  He wasn't smiling at me, I don't think -- just smiling.  And he thought he saw me in the lake.  I mean that was a figure of speech... They're so romantic, the French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bored, half asleep)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you said he was Peruvian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haven't you been listening? SALLY opens the drapes, revealing it's dawn outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Since eight o'clock last night...!  You're in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be a jerk. (emphatically)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no such thing as love at first sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIMMING POOL",
          "text": "JACQUES is swimming alone at the bottom of a gigantic swimming pool.  He wears a monofin, his head and chest ar wired up to an assistant who runs back and forth alongsid the pool. A man's feet are seen walking over to the side of the pool. JACQUES is swimming laps, arching his body like a dolphin As he approaches one end of the pool, he sees a coin slowly falling in front of him.  JACQUES picks it up and looks at it:  it's an old Greek coin. JACQUES smiles and swims to the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES pokes his head out of the water and pulls off his goggles. ENZO stands over him, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques, my friend, how are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(happy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo... A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I leave you swimming and twenty years later, you're still in the water!  What the hell are you doing? Training?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. An uneasiness sweeps over ENZO'S face and quickly disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good. (smiling again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never would have recognized me, huh?  Check out the suit!  Looking good, no?  You know I'm the world champion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dove 315 feet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say I'm like Lazarus.  You know, the guy who was raised from the dead?! He laughs.  JACQUES smiles.  ENZO goes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(serious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't it surprise you that I just show up like this... Listen, the world championship starts in ten days in Taormina.  Be my guest. ENZO puts down an airplane ticket on the side of the pool",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your ticket. Surprised, JACQUES looks over at the ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I'm sure you're dying to beat me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to be in any competition... I dive because I like to, not to beat a record... don't you have to be very mad at somebody to want to beat him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  All you need is to want to be the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the best, Enzo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a tense grin on his face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's too easy!  Every time I beat a record there's always some dumbshit asking me:  \"D'you know that French guy, Mayol?  He's supposed to be very good!  Too bad he doesn't compete.\" So, you're going to come with me to Taormina! First, because you're my friend and second, because you don't have one reason to keep on spoiling my pleasure. (he pushes the airplane ticket to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'll see you there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is seated across the desk from him.  He's reading through her report.  Behind him, outside the large plate glass window, window-washers are seated on a scaffold suspended far above the city.  They eat lunch. JOHANA'S eyes wander (bored) around the office as DUFFY reads.  He looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating report)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is good work... unfortunately it's incomplete. (he glances at the window)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you eat a sandwich 40 floors above the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(absently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johana, am I boring you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.  Of course not, definitely not... well, maybe a little.  What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said that the file is incomplete. See if you can get through to this Lawrence character and have him send the Peruvian registration for his missing truck... and don't let him tell you it was in the glove compartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right Chief! She starts out of the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to her back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did the driver really freeze?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like a popsicle.  They're keeping him on a stick until spring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God!  I'm glad I didn't go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under her breath, leaving)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... So am I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor LAWRENCE covers one ear with his hand as he yells into the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I said, all the truck papers are in the glove compartment!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA sits at her desk, she too is yelling into the telephone.  Her colleague looks over at her and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a sigh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, listen, just get the custom's office to send me a copy as fast as possible.  We can't send you new equipment until our file is complete.  Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, okay.  You'll have it by the end of the week, how's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've made me a happy insurance person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, goodbye. He is just about to hang up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA jumps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait!  Professor...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yes? JOHANA starts snooping around the papers on her desk, embarrassed by the presence of her colleague.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as softly as possible)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know how I could reach that diver of yours... Mayol... We need some additional information... I mean, we have a few questions to ask him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last thing I heard, he was off to Taormina for the world diving championships.  That's Taormina, in Sicily!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA dashes in without knocking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I just found out we've got real problems in Sicily!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(alarmed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What d'you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(improvising)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mafia!  La Cosa Nostra! Coppola!  De Niro...!  I knew it!  I knew we shouldn't have written that policy!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pale)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's happened??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The documents are forged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes!  The notary is a phony.  He has the same signature as the contractor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(outraged)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can't be true!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fast talking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to send somebody over there immediately!  If we prove the forgery we can cancel the policy. We'll be off the hook.  There's a flight to Rome in two hours and from there its just a short hop to Sicily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reaching for phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll send Cardoza, he'll be able to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tried him, he can't go.  His son is being Bar Mitzvohed tomorrow... I'll go, boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought it was Spanish that you spoke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Italian is practically the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ferry comes into the dock, as a plank is slowly lowered As it descends, four rail cars lie in wait in its belly. JOHANA comes off the boat, carrying her suitcase, she wears a light summer dress.  She looks around, seeming a little lost. A white FIAT taxi screeches to a halt beside her.  JOHANA jumps.  The driver whose arm loosely dangles from the car window, grins at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Taxi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The white FIAT taxi pulls up in front of the SAN DOMENICO hotel, but it is JACQUES who gets out of it.  The driver helps him with his bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checking the books)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayol... Mayol... No reservation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncomfortable)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Positive, Sir. JACQUES looks down at the piece of paper stapled to his ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the hotel San Domenico?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes Sir, and it has been so for 127 years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(more and more uncomfortable)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but... So, you haven't got a room left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No Sir, the hotel is full because of the Diving championship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah?! The Receptionist starts working on his papers again. JACQUES, completely lost, stares blankly at the hotel clerk, wondering what to do next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tiny FIAT clatters onto the sidewalk in front of the hotel narrowly avoiding the Countess' limo.  Parks its frontwheels on the sidewalk, rear end in the road. ENZO, followed by ROBERTO, get out of his car, like a kin descending from his carriage.  On the way, he stops and kisses a distinguished elderly woman's hand?  The hotel's CONTESSA. ENZO tosses his keys to a doorman who stepped up to complain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to doorman)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be careful with that car, it's a new paint job. ENZO enters the hotel and sees JACQUES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling across the lobby)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Giacomino!  My friend!  My brother! ENZO and JACQUES.  The two men kiss each other on both cheeks, pound each others back.  They are both moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you finally decided to join us? You did the right thing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the desk clerk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Paolo!  Come stai?  Get my key! (to Jacques, gesturing over his shoulder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You remember my little brother Roberto? Roberto (26) nods to JACQUES who shakes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember.  Hi Roberto!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What room have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have a room? (at the top of his lungs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paolo?  What did I just hear?  I personally called you to reserve a room for my good friend Jacques Mayol and you treat him like a stranger?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay, Enzo.  I'll go somewhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not only is Jacques Mayol a very special friend, but he happens to be one of the best divers in the world! And you're throwing him out!  Are you crazy, or what?  Stupido!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(really embarrassed now)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo drop it, I'll find something. ENZO looks at him for a moment and gives him a warm smile He hands him his own keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take mine.  I'll take the Countess' suite.  She told me she was leaving for the cemetery... She'll be more comfortable there. PAOLO half-heartedly, hands him the key.  ENZO glances at JACQUES to make sure he's properly impressed.  He throws his arm around JACQUES' shoulder, hugs him and gives him real smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sincerely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're at a table on a terrace that overlooks the sea. They've just arrived and all around them people are lunching away furiously. ENZO beckons to a passing WAITER who comes to the table. He's a very handsome, slightly effeminate young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to waiter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Spaghetti del mare\" (to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's delicious here.  It's the one thing they really know how to make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Del mare for two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding quickly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sure, for two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And a bottle of \"Frascatti\".  Two bottles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Si Signore, grazie mille. The waiter hurries away.  ENZO watches his departure, the thoughtfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves just like a woman. (then, as if he were speaking to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It must be hard to live in two worlds like that, huh?  To breathe in one, swim in the other... JACQUES nods without really knowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly louder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway!  Nothing beats a sexy broad! Huh, Jacques! ENZO starts laughing.  JACQUES would like to crawl under the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their lunch is on the table, half eaten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... So, after all these years, you must have lots of questions to ask. Am I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, of course.  Lots of questions. JACQUES is satisfied with his answer.  He thinks that the subject is closed.  They eat silently for a moment.  ENZO watches him.  Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(giving up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry... I don't know how to ask the questions. ENZO bursts out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, then.  I'll do the asking for you.  \"Tell me dear Enzo, how did you become World Champion?\"  Oh, that's a long story. (his voice changes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, after you left Amorgos, I went back to Italy and joined the Navy. So you now have in front of you -- Captain Molinari, who's been on leave of absence for the past 14 years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you make a living?  Your experiments, does it pay well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... You married? JACQUES doesn't seem to have ever thought about marriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me neither, 'cause of my Mother. She's a curse, my Mamma, a tornado. Stubborn as a mule!  I was engaged... for a week.  After that, Mamma was so mad, I tell you, pasta was bouncing off the walls. JACQUES smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, not married.  Well, good for you.  You play the field, like me. A girl in every port, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bluffing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly, I mean, after all, we're men!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slapping the table top)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn right!  That's what I tell them when people say you've turned into a fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(concerned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sorry he went too far)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it.  I was joking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA comes out of the stone tunnel which leads to the terrace.  She looks over the crowd, trying to find someone. JACQUES is sitting with his back to her.  She finally spots him and walks over to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eh!  La Madonna!  This one is for me.  I'll bet you my watch that she's in my bed tonight. JACQUES turns around and recognizes her.  JOHANA smiles and walks up to the table.  ENZO takes his watch off and puts it on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tell you she's mine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo Molinari. ENZO kisses her hand and brushes his watch off the table in the same movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a great pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing at the protocol)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johana Cross, pleased to meet you. (then to Jacques, faking surprise)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well!  Isn't this a coincidence.  I really wasn't expecting this... All the way out here.  It's incredible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, have a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.  I wouldn't want to interrupt anything. JOHANA sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not at all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're staying at the hotel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish, but it's full.  They recommended a pension in town.  They say that all of Taormina is full. What's going on here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the Free Diving World Championship.  I am by the way world champion! JOHANA has turned toward JACQUES, paying no attention to ENZO.  JACQUES can't stop looking at JOHANA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what brought you to Sicily?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was doing an insurance investigation in Palermo. (to Enzo)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I work for an insurance company. (back to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, I decided to take a few days off. (uncomfortable)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know this island at all.  It really is gorgeous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no place in the world more beautiful than Sicily! The waiter passes behind them.  ENZO reaches out, grabs him by the arm, pulls him to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to waiter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A spaghetti del mare for the super dedicated traveling insurance agent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'll have a coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no.  You'll like it.  It's superb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Okay.  I'll try. ENZO pours the wine. JOHANA shrugs fatalistically.  The waiter leaves. JACQUES, intrigued, stares at JOHANA.  She pretends not t notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatient)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you two meet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I might have known. (to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As I was telling you earlier, I'm the world champion free diver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some people say it's the most virile sport in the world.  One has to admit that when you see those men diving head first in that deep blue sea, all muscles contracted in one super human effort...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahi, ahi, cazzo!  Ma mamia! Where...?  God, she'll kill me... (pushing the plate in front of Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... if she catches me eating pasta in a restaurant. He quickly brushes off the crumbs in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ENZO'S MOTHER",
          "text": "heading toward them.  She's a huge woman in widow's black She shoulders her way through the tables. ROBERTO carrying her suitcases follows at her heels. ENZO jumps to his feet.  Throws his arms around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Mamma!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(expressionless)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You expect me to carry all the luggage myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mamma.  Roberto and an elevator... Isn't that enough? A beat.  Signora MOLINARI inspects the plates on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suspiciously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have you been eating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coffee only, I'm diving tomorrow. You remember little Jacques, Jacques Mayol...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(timidly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madame...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... And his friend, Johana... Signora MOLINARI nods grudgingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(arriving proudly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spaghetti del mare! Dead silence. ENZO is the only one with no plate in front of him. Signora MOLINARI'S eyebrows condense into a dark stripe across her forehead. JOHANA hands ENZO'S plate to the WAITER and takes the ful one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to waiter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. And begins to eat, ignoring the expressions of amazement all around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Americana? JOHANA nods enthusiastically, her mouth too full to speak",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impressed, to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benvenuto! MAMMA MOLINARI has a huge grin on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They emerge onto the street in front of the entrance of a small rooming house. JACQUES is carrying JOHANA'S luggage.  The old pension is covered in bright pink bougainvilliers, there is laundry hanging on the other side of the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for helping with the bag. (she looks up at the pension with little enthusiasm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought it was a nice place. (suddenly doubting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm being a pain in the ass. (looking at him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's beautiful here. They look at each other.  JACQUES is silent.  He just stands there, a suitcase in each hand. JOHANA breaks the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to be very busy these days aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just because... I would have liked to visit the town... See the coast... I don't know anybody... Expect for you. (feeling she has gone too far)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you are going to be very busy. You must have tons of things to prepare, interviews... And a competition like this one must require a great deal of concentration, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head negatively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... Maybe... I don't know.  I don't like competitions... It ruins the fun.  Don't you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a faint smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess... But you know... I'm American and I've mostly been taught to be competitive... There's always pleasure of being the best?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe on earth there is one... but not when you dive... You see, to dive deep into the sea, for no reason... just to do it.  It's a feeling... I don't know how to say this... Voluptuous? He looks up at her as he pronounces the last word.  She smiles at him, lovingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can put down the suitcases, you know. He lets go of the suitcases.  Suddenly, behind them, ther is a loud screech of tires.  The FIAT tears across the street. ENZO in his FIAT.  He pokes his head out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, you two... Jacques, we have to get ready for the ceremony tonight.  We have a new world champion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a little tired, I don't know if...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in the car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're in front of a wardrobe looking JACQUES over in th full-length mirrors.  He's wearing an evening shirt and a tuxedo of ENZO'S.  The collar is too big, the sleeves hangover his hands.  He looks at himself dubiously in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberto!  The bow-tie! ROBERTO hands ENZO the bow-tie, he hooks it around JACQUES' collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking a few steps back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very good. JACQUES looks down at his tennis shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the shoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very chic. (hesitates)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, you don't have anything else, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, it's very chic.  Avanti!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big reception is organized on the terrace of the hotel. The official divers and technicians are all gathered in front of a podium.  The terrace is loaded with photographers. ROBERTO keeps turning round and round the long buffet table. JACQUES is alone at the bar.  Incongruous detail:  a whiskey bottle on the table beside him. JOHANA enters.  She has also had a few drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you'd be at the dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too loud for me. He tugs at his over-sized tuxedo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look adorable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Especially the sneakers. JACQUES looks down at his feet, doesn't know what to make of her comment.  JOHANA sits down beside him and pours herself a drink.  They touch glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the podium, NOVELLI, the organizer of the championship stands in his tuxedo, talking into a microphone.  An olde man in a worn out suit, stands next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies and Gentlemen, your attention, please.  Mr. Andre Bonnet, President of the International Diving Championship Committee, is going to present this trophy to the new world champion of free diving.  This afternoon, our new champion descended to the remarkable depth of 280 feet. The audience applauds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This young man Tia... NOVELLI can't quite read his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tiraro... Tirao-re... Moa... ANDRE BONNET takes his turn to read the note.  A young Tahitian jumps up, heads for the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tiraero Moameora. NOVELLI hesitates to repeat the name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Let's all give him a big hand. The audience cheers and applauds the new champion.  ENZO sits at a table, watching the ceremony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very sarcastic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A one day hero! He gets up and walks out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES and JOHANA are sitting at the bar.  The whiskeys have gone to their heads.  ENZO walks over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new world record!  That's great! It gives me something to beat tomorrow! (to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever been to Tahiti?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take you there.  We'll live in the sun.  You'll cook fresh fish and we'll make love under the coconut trees. JOHANA smiles and shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You forgot the Hula!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, of course, I'll do the Hula!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be lovely, but no thanks. (to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques, would you do a native dance for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know how... Excuse me. JACQUES leaves the bar.  JOHANA watches him go.  ENZO notices her way of watching him.  He's a little jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks strange, doesn't he?  Like a baby that just learned to walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you known him long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forever.  We used to live on the same island in Greece, when we were kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was he like, when he was little?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little.  Very little.  And skinny, very skinny too.  That is compared to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get it, Enzo you were a superior child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly!  What is it Johana?  You're so crazy about him, you don't see the truth?! She doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it, don't think of Jacques as a human being.  He's from another world. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And just where are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Italy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO sits at the grand piano in the corner of the terrace Beethoven was always a favorite of his. JACQUES, very tipsy by now walks over, a glass in each hand.  He hands ENZO a glass, then takes off his tennis shoes and sits them neatly on the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is nothing like music.  It speaks from the heart.  Can you tell me why we bother diving in the dark, the cold, without ever taking the time to breathe?  Huh?  Can you tell me why we do it? JACQUES nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... For the mermaids. ENZO smiles, moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father used to see them everywhere too... but the only one he ever caught was my mother... Actually she caught him. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today at lunch, you asked me if I had any questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah ha.  You finally want to know about women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?  Are they what's most important?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... It depends... Sometimes they are... What, exactly do you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything about what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... about everything. ENZO grins at JACQUES and starts playing again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACQUES AND ENZO",
          "text": "There are now several empty champagne bottles around. They are both quite drunk.  ENZO is philosophizing. JOHANA is looking for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... So, between Mamma, Roberto and the sisters, we yell and scream all day long.  Except with Angelica. She just cries.  And then finally, we all end up kissing.  Can you explain that to me? JACQUES can't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because that's what love is all about.  It's a pain in the ass but keeps us together. (then, in a half dreaming, half desperate tone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large and beautiful family! JOHANA walks over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo... We must quit the competition. ENZO hits a wrong note on the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we don't... I'm going to beat you. JOHANA stands next to JACQUES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a nervous laugh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?  Well listen to him! (to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks me in the eye like some fuckin' gold fish, and says:  \"I'm going to beat you\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... That's what he's here for, isn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to her!  \"That's what he's here for\"!  He's here to loose, that's what he's here for.  First of all, I'm unbeatable.  Second, how old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two years younger than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As I said, second of all you're too skinny.  You've got tiny lungs.  I still don't understand how you can dive without getting sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The size of the lungs has nothing to do with it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at me.  These aren't lungs. These are... Tanks.  How long can you hold your breath? ENZO is getting really angry.  The drinks have a lot to d with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatiently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  Longer than you. ENZO pulls open his collar and rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "JACQUES and ENZO dive into the pool in their Tuxedos. Each one carries a beach umbrella in a concrete base to help them stay at the bottom. ENZO takes two goblets out of his pocket, hands them to JACQUES.  Takes a bottle of Champagne out of the other pocket and opens it.  The cork floats out of the bottle. Above on the surface of the pool there's a splash.  JOHAN finds a mask on the side of the pool and watches them. Her dress is soaked by now. ENZO pours champagne.  Courteous and grave, they clink glasses and begin to drink.  They have already been underwater longer than a minute.  They can't really drink out of the glasses and ENZO offers JACQUES the bottle. JACQUES studies the label like a connoisseur.  He drinks, passes the bottle back to ENZO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paramedics roll two stretchers toward the elevators at full speed.  ENZO on one, JACQUES on the other.  Both men keep throwing up water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The paramedics roll the stretcher toward the bed. JOHANA very worried, follows them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it easy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, he's empty now.  He needs sleep, that's all. The two men leave the room. JOHANA walks over to the chair and rearranges JACQUES' shirt and jacket which the paramedic had thrown down. JACQUES looks like he's just had a very rough night.  He sits up and grabs the sides of the bed, as if he were on moving boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who won? JOHANA turns around, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Won what?  The Ass Hole Award? Well, let me tell you, it's a tie! She walks over to the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Acting like a pair of two year olds! You could have died in that damn pool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please move slowly, you're rocking the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucky I was there to save you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seeing her wet dress)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You jumped in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only to help the medics, I assure you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My wallet. JOHANA wet, walks over to the wet clothes on the chair. She pulls out JACQUES soaking wallet from one of the jacket pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's still here. She tries to wipe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I want to show you.  Is it ruined?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, water isn't exactly the best thing for pictures... Not even for pictures of dolphins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give it to me. JOHANA hands him the photograph.  He stares at it, lookin very sad.  Worried JOHANA sits down next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on the verge of tears)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My real family... (he looks at the picture and cries)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of man has such a family? She takes the picture out of his hands. He is so upset that JOHANA can hardly help from crying with him.  She sits next to him and strokes his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sick of never feeling at home anywhere. JOHANA takes him in her arms.  He breaks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The early morning sun slowly lights up the water.  A yach has left the hotel dock.  It is moving out to sea off the coast of TAORMINA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the Committee Boat for the diving competition. On the boat, ROBERTO is worried.  He checks his watch and finally decides to wake up his brother.  ENZO is asleep i the fore peak, curled up on a coil of line, snoring away. He wears his tuxedo jacket over a skimpy bathing suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo, wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulled from his dream)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eh?  Si!  Avanti! He gets up on one arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The medics are looking all over for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irritated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm meditating, can't you see? Jacques does two hours of yoga before going down.  I can take a five minute nap, can't I? The boat stops.  The anchor is thrown over board. The sailors, technicians and officials are getting ready for the competition.  Today is ENZO'S turn to dive.  A ma is hooking a plaque indicating the depth (324 feet) onto lead disk which he heaves into the water on a cable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A medic is bending over ENZO, taking his blood pressure. ROBERTO pulls the tuxedo jacket down.  The doctor puts a blood pressure band around ENZO'S upper arm, pumps it up. He listens with his stethoscope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Molinari, I'm terribly sorry but I cannot allow you to dive in such an advanced state of exhaustion. ENZO jumps to his feet, grabs the doctor by his lapels, lifts him in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(outraged)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you know about the sea? Huh?  Nothing!  So you just put your tubes and tin cans away.  The sea is mine!  I know when she is ready for me and when she isn't.  And today, she is ready.  Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You dive at your own risk.  You're been warned. ENZO smiles and pats the doctor on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a large float, rigged to the stern of the Committee Boat.  ROBERTO and an assistant help ENZO down the swim ladder to the platform.  He's wearing a wet suit and fins He flip-flops to the end of the platform. ROBERTO hands him his mask.  The goggles are filled with polystyrene to eliminate as much air pressure as possible Only two pinholes to see through.  The mask fits tightly over his nose.  When ENZO puts it on, he looks like an astonished insect.  ENZO breathes faster and faster. ROBERTO holds the wire controlling the weighted diving apparatus.  ENZO crosses himself, takes a last long gulp of air. ROBERTO releases the weight.  It sinks and drags ENZO down, he quickly disappears into the dark water...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK AND WHITE",
          "text": "But this is JACQUES as he was a child.  He swims along th bottom, finds and picks up a gold coin.  We can see its ancient markings, a youth on a dolphin. JACQUES looks up.  In front of him is a dolphin, floating vertically, still, apparently just watching.  JACQUES isn't scared anymore.  But every time he swims toward the dolphin, it moves further away.  It finally disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits bolt upright in bed, awakened by his dream.  He looks around the room, trying to get his bearings. JOHANA is asleep in a chair across the room.  On the wall behind her, her last nights dress is drying on a hanger. She's wrapped up in a hotel bathrobe fast asleep. JACQUES finally awake from his dream, sees JOHANA sleeping.  He walks over to her, touches her shoulder. She wakes up, starts out of the chair.  She grabs the blanket to cover herself, and in doing so, a book falls o the floor.  It's one of his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You scared me! JACQUES picks up the book.  JOHANA smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just checking up on your family. (then embarrassed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess I was drunker than I thought and the idea of going back to my hotel in a wet dress... Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you stayed.  Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd better get back now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... You wouldn't want to spend the day with me? She sits back in her chair, amazed that he would even ask",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(self conscious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No?  Huh? (she says \"No\" as if she had asked the question)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, of course!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES and JOHANA enter the dolphinarium.  JOHANA is wearing an old pair of JACQUES SHORTS along with an oversized T-shirt and rolled up sweater.  She seems quite pleased with her new attire. JACQUES and JOHANA walk straight through MARINELAND and head toward the dolphin pool.  It's pretty crowded, mostl kids. The dolphins are lying motionless at the bottom of the pool.  The trainer is tired of throwing fish in the pool and getting absolutely no reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.  We've tried for two days.  They won't eat.  They won't perform.  It's since we got the new one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOLPHIN",
          "text": "surfacing.  It thrusts its head over the edge of the pool looks to JACQUES and SPEAKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she the new one? Surprised, the trainer nods. JOHANA looks over at JACQUES then at the dolphin.  She doesn't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you tell it's a female?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... The way she moves. Three other dolphins gather around the one that JACQUES i patting. JACQUES is staring at the female dolphin.  It looks like the animal is trying to tell him something.  Suddenly the dolphin grabs him by the sleeve and pulls him into the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOLPHIN POOL",
          "text": "JACQUES hangs onto the dolphin's muzzle.  Let's it pull him along.  The dolphin swims to a far corner of the pool and pulls JACQUES to the bottom.  The other dolphins circle above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES pops up.  As he does, three dolphins leap in the air behind him.  JOHANA walks closer to the pool.  She is so excited by what JACQUES is doing, she finally falls into the pool. After a while, JACQUES gets out of the pool and helps JOHANA out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you ever think of trying the public pool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a dolphin specialist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In that case what's wrong with the new one?  Is she sick or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking his time to answer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not the way you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I supposed to do?  Do I call the dealer...?  The investment, you understand... I certainly am entitled to complain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's going to cost you more than you think! JACQUES turns around and walks off.  JOHANA catches up with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not like the others.  She can't stand to be away from the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impressed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stopping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, I just feel it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES and JOHANA are walking across the corridor. ENZO walks up to them, followed by his tribe.  Everybody is congratulating him. ROBERTO is screaming, MAMMA MOLINARI is crying.  ENZO smiles as he talks back to them.  He sees JACQUES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah!  Jacques! ENZO grabs hold of his shoulders.  JACQUES and JOHANA are completely soaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be sad, I only took back what was mine. He gives JACQUES the diving plaque, it reads 280 feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, it's a present. JOHANA and JACQUES smile at each other.  JACQUES has won his bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(touched)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Thank you. ENZO slaps him on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight we're having a little party among ourselves.  8 o'clock in my suite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. ENZO walks off then turns back toward them.  He whispers in JACQUES' ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me... Can you explain why you are soaking wet? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... We're in training. ENZO walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three formally dressed officials are waiting in front of one of the hotel rooms.  One of them holds a medal in his hand, a glass of champagne in the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through the door)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Roberto, tell your brother to be reasonable.  Everyone is waiting for him upstairs.  The photographers are there, the press...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't, he's indisposed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to keep his calm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall we call a doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's okay.  Mamma is going to try something. JACQUES and JOHANA walk up from the other side of the hal and stop in front of the same door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Mayol, help us.  He refuses to receive his medal and everybody is waiting for him up there.  We already have problems with the press because of the danger, and if we don't even have the divers help...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dubious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'll do my best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's very kind of you. JACQUES knocks on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Jacques... Mayol! A beat.  Then ENZO opens the door himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques!  My friend!  Come on in! The officials look at each other baffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Enzo Molinari, allow me to impress upon you the importance of your attending the Award Ceremony... For the press...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loosing his temper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think my brother told you I was indisposed, that should do it, no? I'm allowed to be indisposed, right? So, you just tell the press that the \"big\" Enzo Molinari, overwhelmed by his inspiring descent to 324 feet, will not be able to receive this trinket because he is... He looks inquisitively at the three men.  ENZO looses his temper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he is?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Indisposed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brave! He slams the door in their face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me, why don't you go and get your medal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because pasta should be eaten \"Al Dente\".  So the trinket will just have to wait a bit. ENZO takes JACQUES by the shoulder.  Inside his room is absolute chaos:  dancing, singing, eating.  Wet suits hun out to dry everywhere.  MAMMA MOLINARI is whipping up mountains of spaghetti on an improvised stove in the middle of the room.  A lot of smoke... steam... color... noise... All of Italy crammed into a few square feet. JOHANA taken in by the warm atmosphere, sits in a corner of the room.  JACQUES walks over and sits down at her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mamma)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mamma!  La pasta?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arrivo!  Arrivo! She points at ROBERTO who is taking forever to grate the cheese.  ENZO grabs the guitar from his other brother's hands and starts playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It's easy.  You go down.  You come up. (to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Right, Johana?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Congratulations, Enzo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you agree, Jacques?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... You always were the best. ENZO laughs then sees his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah!  La pasta! ENZO starts singing in Italian.  MAMMA MOLINARI serves th pasta, ROBERTO follows her around, sprinkling his cheese on the plates.  She serves JOHANA a huge plate of pasta, enough for three giants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buon appetito, Signorina! JOHANA who isn't even hungry, grins uncertainly.  JACQUES has walked up to ENZO.  He doesn't dare ask his question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter?  You still have a bunch of things to ask me?  You want to know the price of tea in China of how we landed on the moon?  Is that it? ENZO laughs.  JACQUES is serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I have to ask you a favor... (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the only one who'll understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seriously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'm listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tutto va bene? The three officials are eating pasta, plates on their knees.  Their mouths are too full to speak, they nod enthusiastically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mouth full)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gracie mille, chignora. MAMMA MOLINARI smiles and slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES is driving, JOHANA sits beside him.  ENZO crammed in the back seat, very uncomfortably, because of a stretcher which takes up all the space. They are dressed as they were at ENZO'S party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning forward)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  Will you slow down!  When did you learn how to drive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driving isn't the problem, it's remembering the right road. JACQUES runs a red light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the lights!  Running lights, stealing stretchers...!  You'll have us in jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo, stop bitching, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get out of the car.  JACQUES starts to change into his swimming trunks.  ENZO shakes his head, can't believe he's really come along.  He laughs and starts undressing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a very narrow street.  The car moves down it quickly JACQUES drives.  The back seat is now occupied by the dolphin.  Its nose and tail protruding through the windows. JOHANA is in the front seat, turned around, spraying the dolphin with a watering can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have driven to the public beach.  They slowly lower the stretcher into the water.  The dolphin, leaving the stretcher, swims around a little but won't go away. He won't leave JACQUES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moved)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't stay here!  Come on!  Go away! JACQUES swims off with her for a while. ENZO walks back toward the car with the stretcher. JOHANA, standing by the water looks at JACQUES and the dolphin who are swimming off together. JACQUES keeps splashing the dolphin as they swim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can stop that now, she has all the water she needs. JACQUES cannot get rid of the dolphin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, we did it.  Let's go back to the party. JACQUES and the dolphin can't seem to part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just one minute. JOHANA is worried, she walks up to ENZO who goes back int the water and takes JACQUES by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques, the dolphin is home now. And that's where we're going.  Come on!  Hurry up now.  Our girlfriend is freezing over there. The dolphin starts swimming off.  JACQUES follows ENZO half-heartedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO stops the FIAT in front of the pension.  The three o them get out.  ENZO hasn't bothered to dress. JOHANA heads for the gate, she obviously has no desire of leaving JACQUES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, good night, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You going to sleep here, all by yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... She looks over at the pension, having a hard time concealing her lack of enthusiasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It's a comfortable place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sinister is what I'd call it...! Ours is so much cheerful!  Why don't you come and stay with me... There's plenty of room in my suite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mamma's there too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(face clouds up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, the Mamma is is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night Enzo, Good night Jacques.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't need a stretcher to take her with you.  You know that, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dolphins aren't the only ones who don't feel very good sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave it alone, Enzo, it's okay. She rings the bell for the concierge, then looks back at JACQUES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I come watch you dive tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lost)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... Yes, of course! The concierge comes out and opens the iron gate for her. JOHANA disappears into the parc.  ENZO turns to JACQUES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really do have a few things to learn about women!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is rising on a rough sea.  The Committee Boat is anchored in the open sea, 600 feet above the sea bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES who is on the foredeck of a boat at sea has just laid a towel down before him.  He's suited up, sitting in the lotus position, staring straight ahead, clearly self- hypnotized. JOHANA, NOVELLI, and other officials are in the stern of the boat watching last minute preparations. The scuba divers in brightly colored wetsuits and aqualungs, flop out onto the diving platform, plunge into the water, disappear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are they for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're paramedics.  They wait at 180 feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(just checking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If there was a problem, they could do something right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, that's what they're for. JOHANA sees scuba divers with weird air tanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... And those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those are the divers who go down 300 to 330 feet.  They dive with a Helium-oxygen mixture.  At that depth, compressed air is too dangerous because it contains carbon dioxide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that little air bottle on the machine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That isn't for the divers actually. It's for the balloon.  It blows up and pulls the diver up like an elevator.  Without it, with the pressure at the bottom, the diver would just stay pinned to the sea bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shocked)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But doesn't Jacques dive without anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... It's magic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the boat, NOVELLI checks his watch.  JACQUES comes out of his room.  He's dressed to dive.  He ignores everyone as he goes down the ladder to the diving platform.  He seems to be in another world.  All sounds coming to him are drowned out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES sits in the diver's slot.  Opens his eyes slowly and looks around.  He puts his flippers on, an assistant stands at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The figures on the platform are vague, the VOICES are GARBLED and incomprehensible.  Moving almost in slow motion he raises three fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tre minuti!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Ten other divers have waited for this signal to dive. They disappear one by one into the blue. JACQUES uses contact lenses instead of a mask.  He puts them in, and now, his view of the world is as distorted a his hearing... bodies deform... sounds fade... Already euphoric from the vast amount of oxygen in his system, he moves into another reality altogether... seems to empty himself out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Due minuti! JACQUES fills a small tube with water.  Pours it into his nostrils... tilts his head... then lets it run out... He puts on his gloves... all his movements are slow, he seem to be operating in a different time zone... He seems unable to take his eyes off the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uno minuto! JACQUES puts his nose clip on.  He puts his hand on the gueuse.  Closes his eyes and inhales slowly.  Then he takes a sudden last breath, nods, the technician releases the gueuse and in one flashing movement, he disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gueuse slides down the cable.  JACQUES hangs on like ribbon in the wind, past a marker, 90 feet down. Above him, the boat disappears from sight. He moves faster and faster... through a sea that looks like a cloudy sky.  The light fades rapidly around him. Below, white spotlights pierce an ocean dark as night. JACQUES reaches them in a matter of seconds.  Turns the brakes, brings his machine to a halt, 180 feet down. The medics are waiting for him there.  They take his pulse.  Check his eyes... 15 seconds... normal... the bubbles from there scuba tanks churn the water around them... JACQUES closes his eyes... a tap on the shoulder, he releases the brake on the gueuse.  Plunges further, this time into pitch black. Below him a faint spotlight glows on the bottom.  He reaches it and the dark diver moves to him.  JACQUES brakes his machine.  Moving very slowly, turns his body right side up.  Like a sleep walker, JACQUES starts to take the plaque off the plumbline... pauses in the middle of the gesture. The dark diver flashes the high sign to JACQUES, thumb an forefinger touching, fingers extended, all clear.  JACQUE does not respond.  The diver repeats the signal.  JACQUES does not respond. The diver taps JACQUES on the shoulder... a beat... and then JACQUES responds, thumb and forefinger touching okay Slowly, reluctantly, he wraps his hand around the handle of the balloon. The dark diver quickly turns the handle for him.  The balloon inflates.  JACQUES hangs on... lets it carry him up. At the plague marking 210 feet, JACQUES lets go of the th balloon.  With a burst of speed, it darts toward the surface. JACQUES follows slowly, undulating like a fish... He's getting warm now... He closes his eyes. Passes the medical control without stopping... without even seeing it like someone asleep. He's moving faster now, toward the warmth, toward the air JACQUES opens his eyes, watches the lights grow brighter. The silhouette of the boat comes back into view.  60 feet to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In slow motion JACQUES' hand holding the plaque breaks ou of the water followed by his arm, in one continuous movement, his shoulders and head. He gasps for air. A trickle of blood comes from his nose. Flashbulbs flicker, spectators cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dolphin, the one rescued last night, leaps into the air, in perfect harmony with JACQUES' triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dolphins in the dolphinarium leap into the air at the exact same moment. The trainer doesn't understand what's going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES falls back into the water.  Two divers run over and pull him up onto the dock. JACQUES seems completely dazed, almost in a trance.  He slowly comes to and starts screaming louder and louder. It is the scream of his body in need of the surface, reality and the feel of the land. JOHANA is terrified.  She can hardly breathe.  Everybody applauds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES and JOHANA walk down the gangway.  NOVELLI has lead the way and the news has been spread. JACQUES looks very weak and punchy. JOHANA holds him up. The spectators applaud as he goes by.  Intrigued, JACQUES looks at them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques, listen to the applause. He doesn't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to keep up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques, you set a world record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you happy?  Don't you feel proud...?  I feel proud and all I did was watch. He is staring at her, he's returning to the real world. Slowly he smiles. She grabs hold of his arm and gives him a proud kiss on the mouth.  JACQUES is a little stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO walks into the hotel, his arms filled with packages. He sees JACQUES and JOHANA.  From the look on his face we can tell he knows that JACQUES has beaten his record.  He deliberately puts on a huge smile as he walks over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Congratulations Jacques!  It's wonderful!  Wonderful! He drops his packages on the bar and gives Jacques a big hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm happy for you! He kisses him and starts handing out his presents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here... (to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little presents, nothing much... I knew it, I just knew it!  Look here! He holds up his arm:  he is wearing two watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roberto's watch!  I won it!  He bet that you couldn't beat me! JACQUES opens his present.  It's a little ceramic dolphin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still collect them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have that one, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Thank you.  It's really beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh it's nothing.  I knew it.  I told Roberto \"He's very good that little Frenchman, very good\".  I lost my title but I won a watch! JOHANA has opened her package.  It's a big plate with a text engraved on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it a poem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's the recipe for spaghetti \"Frutti del mare\". (to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see I was right in getting you out here.  You're a world champion, my friend! JACQUES has opened the last small package.  It's a measuring tape.  He looks at it without understanding. ENZO explains:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a measuring tape. He grabs hold of the tape and lets it roll to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see this is your record, three feet more than mine!  Looking at it from here, it doesn't look like much, does it? JACQUES looks at him without saying a word. ENZO hands him the measuring tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep your little measuring tape, my friend, it will be a nice souvenir when I beat you next. ENZO taps his shoulder and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're locked in a long kiss.  He untucks the bottom of her shirt and slides his hands under it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're in bed, making love in their fashion.  Moonlight shines in the silver sea.  In the background are the lights of the bay of TAORMINA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "JACQUES is in bed with JOHANA.  They are both asleep. Suddenly, he sits up, as he always does after his recurrent dream. He's wide awake, looks over at her sleeping.  She sleeps peacefully like a baby.  Quietly, gently, he eases out of bed and walks to the open window. He stands on the balcony, staring at the sea.  Then in th distance in the moonlight, a dolphin leaps out of the water, once, twice, a third time. JACQUES laughs and goes back to the bed where he sits dow next to JOHANA.  She is still sound asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES quickly gets into one of his diving suits.  He puts on his flippers.  The dolphin is still jumping in an out of the water.  JACQUES jumps off the pier and swims over to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA rolls over and feels the bed in her sleep. JACQUES' absence wakes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques? She gets up and walks over to the balcony.  She doesn't see anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA walks down the pier and notices the little pile of clothes JACQUES has left behind.  She looks around but still can't see anything.  She decides to sit next to the pile of clothes, and waits, her eyes riveted to the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky has just begun to light up again.  JOHANA is stil sitting next to the pile of clothes. She is wearing JACQUES' sweater.  She looks sad, yet serene.  The look of a woman who has been thinking over the situation and who has made up her mind. Tired, JACQUES swims back to the pier.  It looks as if he has come out of nowhere. He is exhausted.  He takes off his flippers and gets up onto the pier in front of JOHANA.  He looks at her, a little surprised to find her there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(warm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here? She answers in a far away voice, with the same serene sadness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to leave, Jacques. Dripping with water, he sits down next to her.  His face is drawn from fatigue.  She continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going back home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because one shouldn't fall in love with creatures from the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not from the sea... I don't understand what you're talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes you do.  You know exactly what I'm talking about.  You're afraid I want to hold onto you, and I do, but you're not ready... at least not for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's not true, I feel good with you... It feels right... She looks at him for a moment, then takes his face in her hands and rests it on her bosom, as if a small child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to get back to the hotel... and get my suitcase packed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train station faces the sea.  JACQUES and JOHANA are standing on the platform, amid others.  In the distance w hear the rumble and whistle of a train. JOHANA gets on the train.  The station master blows his whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will... will we see each other again? JOHANA'S eyes are filled with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take good care of yourself, Jacques. The train starts pulling out of the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where can I call you?  Johana, tell me where can I call you? JOHANA doesn't answer.  JACQUES stands helplessly in the station, his eyes filled with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO opens the door of his suite.  His hair is messed up, he's got \"sheet prints\" on his face and is wearing the to of a diving suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem, I enjoy talking in my sleep. ENZO walks back into the apartment and crashes on the bed He's lying on his stomach.  JACQUES walks in and lets himself drop in a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wake me up at 11:00. ENZO closes his eyes.  JACQUES looks over at the clock, i says 11:25.  JACQUES doesn't say anything and stares blankly out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(opening one eye)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmm!  Something wrong? JACQUES doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it the girl? JACQUES stares out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did she leave? No answer.  ENZO gets up and sits on the side of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  I'm going to take care of you! I've got this job, on an oil rig, no sweat!  I'm taking you along... Come on!  Get your bags packed!  You're coming with me, I tell you! He pats him on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll make a great team, the two of us.  You'll see!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The platform shines in the morning light. There are several stories of crew housing and offices above the deck.  Long steel legs disappear into the swelling slate-gray ocean.  We hear WHOP-WHOP-WHOP of a helicopter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter is landing.  Crewmen rush to secure it to the oil rig's deck.  Doors open and two passengers get off:  JACQUES and ENZO.  They each carry a duffel bag of personal belongings.  They're both wearing fluorescent diving suits. The DRILLING SUPERINTENDENT comes to meet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayol, Molinari...? They nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been waiting for you for three days.  Goddamnit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that the way you talk to the best diver in the world...?  And to his friend Jacques Mayol! The SUPERINTENDENT smiles sourly, and gestures to a crewman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show them their quarters. Five minutes later, JACQUES and ENZO are following the crewman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't like us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what!?  His job is to hand out the paychecks.  And he does that very well, let me tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The diving capsule, suspended by cables, begins its descent through a trap door in the deck.  It plunges into the sea. The three men in the capsule are:  JACQUES, ENZO and the tough looking CAPSULE COMMANDER NOIREUTER, who is much to professional for ENZO'S tastes. ENZO watches through a porthole while the COMMANDER concentrates on the control console.  He runs through a checklist of systems.  JACQUES responds with a \"check\" as he verifies each one.  ENZO is already bored and fed up b the procedures. JACQUES is lost in thought, they don't look cheerful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still thinking about her? JACQUES doesn't answer.  ENZO goes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't think about her anymore!  Let me tell you, you're just making yourself unhappy!  There are so many women in the world! He takes a cigarette from a pouch in his diving suit and stares at NOIREUTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plenty of women everywhere right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coldly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smoking is absolutely forbidden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It isn't lit yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't even carry cigarettes on board!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen we're not supposed to piss either but that doesn't stop you from carrying \"it\" on board?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stubborn)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rules are the rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checking out this creature)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What's your name again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noireuter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And where did you say you were from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't say... (contemptuous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brussels! ENZO smiles sardonically, shaking his head very slowly. The COMMANDER'S answer explains it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A technician is overlooking the capsule descent on a video screen. The SUPERINTENDENT watches over the technician's shoulder",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're at 450 feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO, a cigarette dangling from his lips, looks through the porthole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I was seventeen, I loved her so much I tried to die for her.  Two years later I couldn't even remember her name!  Let me tell you, time erases everything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to erase anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd rather think about it and make yourself miserable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after thinking about it)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I give you this.  You're stubborn... Dumb, but stubborn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking it as a compliment)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The technician fiddles with a few knobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minus 800 feet.  End of descent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The diving capsule ends its descent.  The COMMANDER turns to ENZO and JACQUES who is still staring out the porthole",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a Mickey Mouse voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have enough air for 15 minutes. ENZO bursts out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with Donald Ducks voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with the voice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nothing.  It's just the helium, because of the air pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And... does the voice come back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For others, yes... For you, who knows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still a little worried, to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try speaking to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with Daffy Ducks voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't find this funny.  We were having a serious conversation. ENZO and JACQUES burst out laughing.  They keep these sam voice till the end of the scene. ENZO pulls out a tiny silver flask out of his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, give me your finger. ENZO taps a drop onto JACQUES' finger, then on his own. Then NOIREUTER blows up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a panic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that alcohol?  Are you out of your mind?  Alcohol is strictly forbidden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loosing his temper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  D'you have any other complaints?  Just make a list and we'll stick it on the porthole! Okay? ENZO pours a second drop on his own finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, suck your finger. JACQUES hesitates.  ENZO has no qualms about it and sucks his own finger.  NOIREUTER is petrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you crazy?  At this pressure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's very deep down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, suck your finger, you'll be seeing mermaids everywhere! JACQUES, convinced sucks his finger too.  ENZO smiles. The alcohol has an immediate effect on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thousand commanders and we get a Belgian from Alcoholic's Anonymous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO gets out of the diving capsule, head first. He is connected to the capsule by a number of cables. JACQUES, who follows him, gets completely tangled up in them.  They are both hilariously drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SUPERINTENDENT hears them laughing through the contro room speakers.  He flips a communication switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you hear me?  What's going on? (to the technician)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure you're on the right channel? The technician nods back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two divers have gotten to the spot they are supposed to be working on.  They have their arms around each other and are dancing. NOIREUTER watches them through the porthole.  He shakes his head in complete disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the two friends humming the tune of a Viennese waltz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If those guys are playing a radio down there they'd just better watch out!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SALLY is talking away, pointing around the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... And if we repaint the walls, we'll need new curtains, you put the painters on you Visa and I'll do the curtains on American Express... for the couch there's Bloomingdales... or are you still over your limit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flatly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Way past it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does that have a hidden meaning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I'm just depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look it too.  You haven't been working out, you haven't been taking your vitamins!  You haven't been drinking your herbs, you haven't been...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stopping her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, I know!  I'm a terrible person... (after a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's... I'm so damn, damn sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it honey... the frenchy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tentatively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think I should have stayed? Don't you think maybe I should have stayed?  I've been a jerk, right? (then, emphatically)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should have stayed!  I was supposed to be in love... I was in love!  I am in love, why did I act like a bitch?  He went swimming. All the man did was go swimming!  I must be crazy.  It was too good to be true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitamins, exercise, herb tea... and see a doctor, will ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctor enters with a folder, speaks to JOHANA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well Miss Cross, herbs aren't going to do the trick this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's serious, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think so.  You're pregnant... Congratulations!  If that's in order? JOHANA breaks into a wide grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's in order!  Thank you.  Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think it's me you have to thank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DUFFY is at his desk.  His lunch is spread out in front o him.  Outside the window, the window-washers are eating their lunch too.  JOHANA hurries in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(agitated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came to make a clean breast of everything... the whole business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bluffing, with his mouth full of sandwich)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Of course.  Very wise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a rush)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember when I went to Italy and canceled the policy on the new stadium.  Well, we weren't being cheated by the Mafia or anybody except maybe by me... (she sees the window- washers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Do they come for lunch everyday? I really went on my own business, to see a man that I happen to be in love with... and I'm glad I did it, but I'm sorry about the policy and I'll be happy to make up the money the company didn't get... of course just now I don't have... (she checks a note she's holding)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One million, four hundred and ten thousand dollars.  But if you were to dock my salary, say, twenty dollars a week, in a few hundred years we'd be even... and I think this is where you fire me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(swallowing sandwich)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right.  You're fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will that interfere with my getting maternity leave?  I'm pregnant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Italian, I presume?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  He's French, he was just in Italy for the competition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He seems to have won it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, isn't it wonderful?  I'm so happy.  I'll bet I'm the happiest pregnant fired person in the world! She starts to leave... calls out to the window-washers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bon appetit and Adieu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA stares out of the bay window of her Manhattan apartment.  Hesitant, she walks around her telephone. Finally she makes up her mind, picks up her address book and dials the number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me... Johana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES is on the telephone, in front of a little window overlooking the sea.  He is very glad to hear her voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... That's funny... I had this job with Enzo... we got fired too. JOHANA'S face lights up with a huge smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "JOHANA is still on the phone, sitting in front of the bay window.  Day is dawning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking out at the skyline)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's getting light out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, it's getting dark. JOHANA smiles.  She stretches, lies down on the carpeted floor.  JACQUES seems to have gone through all topics of conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been thinking about you a lot, you know... JOHANA is by now completely stretched out on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So have I. (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, then, talk to me some more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It's hard you know.  You're so far away and I don't know what else to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, tell me a story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... Ah!  A story? He turns around and sits on the window sill, his feet dangling in mid air. He looks at the sea, seeking inspiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know how it is? (starting again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know what you're supposed to do to meet a mermaid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You go down to the bottom of the sea, where the water isn't even blue anymore, where the sky is only a memory... and you float there, quietly, quietly and stay there... and you decide that you will die for them... Only then do they start coming out.  They come and greet you and they judge the love you have for them... If it's sincere.  If it's pure... They will be with you and take you away forever. JOHANA listens with the abandon of a child being put to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun hits the roof tops.  The sea is sparkling. The phone rings on the window sill.  JACQUES answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me again. JACQUES smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a silence)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm being a pain, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Not at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely positive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  In that case... I'm at the airport in Nice. JACQUES doesn't know what to say.  He looks around him, can't figure out what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lost)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... huh, I'll be right over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA is standing in front of the airport. JACQUES sees her.  They smile shyly at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES and JOHANA are sitting in the back of a taxi.  Th driver stops in front of the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Carlton!  Enjoy your siesta. JACQUES and JOHANA look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is in semi-darkness, despite the blazing sunligh coming through cracks in the shutters.  JACQUES and JOHAN are making love.  JACQUES is on top of her, his whole bod covered in sweat.  The rumpled sheets and the movements o their bodies suggest the movements of the sea.  ALL SOUND are disproportionate and slightly distorted, they are underwater... ALL JOHANA'S reluctance has vanished.  Both of them act like people who have never felt anything like this before A certain astonishment at the depth of their feeling.  An increasing freedom.  All the muscles of their bodies stretch to their limits. JACQUES, progressively, finds himself disappearing.  His image dissolves point by point... disintegrates into unbroken blue... The effect creates the impression of someone melting, the screen is now totally blue. A thin, HIGH-PITCHED SOUND. From the bottom of the image, a tiny pinpoint starts TOWARD the CAMERA.  It is JACQUES, naked, swimming out of the deep blue ocean toward the light as if he were coming out of a dive.  He comes CLOSER and CLOSER to the CAMERA... Until his head almost touches the lens... A sudden DEAFENING NOISE... and we find JACQUES on top of JOHANA.  He looks down at her, speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little frightened)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay? After a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I think I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES and JOHANA step out of the elevator of a 19th century building. JACQUES is carrying her suitcases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you take me to the hotel, if you live here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll understand. JACQUES rings the door bell and sticks his key in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone in there? JACQUES nods and pushes the door open with the bags he's carrying.  They enter a huge, very old apartment filled with models and paintings of boats. JACQUES leads JOHANA to the other end of the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a huge old-fashioned bathroom.  The centerpiece is a deep ancient bathtub on faded gild feet.  There's a rippling shadow of a body under the bath water. JOHANA gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be afraid.  It's my Uncle... Louis. He goes to the tub and pinches the end of a tube.  UNCLE LOUIS, underwater, has been breathing through it.  LOUIS' head pops out of the water, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Assassin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud, as if speaking to a deaf man)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncle Louis, this is my friend Johana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you buy the cassettes?  The Wagner, the Berlioz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I brought Johana to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you crazy?  I have no use for a woman!  Since my accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no.  Johana is visiting me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tentatively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonjour Monsieur... Louis. (she looks to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncle Louis.  He's a 75 year old amazing guy, isn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm very pleased to meet you, Uncle Louis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you bring the cassettes, the Wagner, the Berlioz? (pointing to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This idiot never listens to anything I say.  Sometimes I wonder if he isn't deaf. LOUIS climbs out of the bathtub, and pulls on a bathrobe. Behind him he's pulling two insulated wires out of the bathtub.  We see that they're connected to small underwater speakers.  As they surface, incredibly LOUD MUSIC BLASTS:  the finale of the \"1812 Overture\", (trumpets, timpani, cannons, etc...) The sound fills the room, the apartment, and probably all of ANTIBES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three of them are at the table.  There are a few scraps on their plates on a threadbare lace tablecloth. Incredibly LOUD SYMPHONIC MUSIC is PLAYING.  LOUIS is as deaf as a fence post. Everyone has to scream over the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you from, Henrietta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(correcting him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johana... New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of name is that?  To be named after a city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't hear too well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I was from New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling at Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That explains it!  The best lays are from New York!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncle Louis!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no.  It's true.  When I was in New York, oh boy! (to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before my accident, you understand? (then back to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES stands up and lowers the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatient)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncle Louis!  Johana is my friend. She's come to stay with me for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.  That way I'll see more of you... Where are you going to stay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(outraged)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In my apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a sigh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jumping up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liar!  Thief!  Torturer!  When you were an orphan I nursed you at my breast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncle Louis, we have a guest!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to put a lock on the telephone. (them calming down, to Johana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you bring the cassettes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES' room looks like a diving equipment storage room with a bed in it.  JACQUES notices JOHANA'S gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(solicitously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think it'll be all right? You'll be comfortable here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(catching her breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's going to be... interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES, JOHANA and ROBERTO are waiting at the port.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glancing at his watch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It's not like him to be late. Of course sometimes he doesn't show up at all.  Once in Capri, he...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We get the picture, Roberto. (looks over her shoulder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques, I think Louis needs help. JACQUES turns around.  UNCLE LOUIS is a few yards behind them at a fish stand on the dock.  He's holding up an eel and screaming at the fishmonger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two dollars for this!  This fish wasn't caught.  It died of cancer! JACQUES shrugs his shoulders and gives up on the idea of interfering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here he comes! A speed boat races along the water.  It's a beautiful highly-varnished mahogany Riva.  It races into the port. Standing at the helm, looking like Christopher Columbus his hair brushed back by the wind, is ENZO. Next to him hanging on to the windscreen is an impressive six foot, dark haired beauty.  She has a scarf over her hair.  She wears a purple leather micro-mini with a ceris halter top and her ruby fingernails are three inches long If she ever actually would get cast in a movie, she'd mak Raquel Welch hide in shame.  Her stage name is BONITA MARIPOSA. ENZO kills the THROTTLE, swings the speedboat into a perfect landing at the dock.  ROBERTO takes the lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques!  Johana!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo! During all of this, everyone's attention is actually on BONITA who is tugging at her long black hair.  They're al awestruck except for ROBERTO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(meaning the speed boat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(meaning Bonita)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"That\"!  This is not a \"that\"... This is Bonita Mariposa, the famous Spanish actress. (whispering to Bonita)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Who is going to be careful with the varnish... (back to Roberto)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And who has come to spend a few days with us. (and very quickly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Mamma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checking watch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have eight hours before she gets here. ENZO glances at his watch and sighs with relief.  BONITA says hello to JACQUES, kisses JOHANA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loud classical music booms from the stereo.  The noise pins JACQUES, ENZO and ROBERTO to their chairs. UNCLE LOUIS gets a bottle of whiskey and serves everybody",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's really going totally deaf!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not as deaf as you are blind, my boy!  You take care of your eyes, I'll take care of my ears!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry Uncle Louis. UNCLE LOUIS pours him a whiskey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, drink up, my boy!  It might just save us from your bullshit. The bottle is empty.  UNCLE LOUIS goes to the kitchen. JACQUES turns down the music, and finally hears the bell which has been ringing.  JACQUES opens the apartment door it's Professor LAWRENCE.  Suit and tie and carrying a bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you could come.  I want you to meet Enzo. ENZO and LAWRENCE shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're the famous Enzo Molinari?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with an even bigger smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the flesh.  I have that honor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA comes into the bathroom, closes the door, cutting down the blaring music.  The paint is peeling off the ceiling. BONITA is standing under a 40 watt lamp, putting on make- up in front of JACQUES' cracked shaving mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to live here permanently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Maybe, if Jacques will let me fix up the place a little. JOHANA walks over to the mirror and watches BONITA put on her make-up like a professional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wistfully)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's shy, not like Enzo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Not like Enzo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting on eyelashes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think, he's really nice... He's a funny guy... sometimes even very moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a long silence)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'm pregnant, Bonita! BONITA stops working on her make-up and looks pensively a JOHANA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to keep it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does he know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you should talk to him about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't... I just don't know how to... BONITA looks at her with the same pensive look. JOHANA goes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking of something kinda stupid last night.  You know those women in the greek mythology that made love with the Gods.  Take Leda for example, sleeping with Jupiter, who came to earth as a swan... Well, can you imagine Leda announcing to her swan \"You're going to be a father, my little chick-a-dee\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starts laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But your man isn't quite a God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably not, but I still don't have the nerve to tell him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you're going to have to tell him, sometime! Unconvinced, JOHANA nods.  She changes the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you...?  Do you love Enzo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(earnestly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very much, I think. (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, there's going to be a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"problem\":  MAMMA MOLINARI sits between ENZO and ROBERTO, looking like a malevolent storm cloud, staring across at BONITA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(desperately)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mamma, calimari fritti... Zuppa de pesci.  Sono buoni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyeing Bonita)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.  I'm not hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mamma, Bonita is an actress like Sophia Loren, Anna Magnani...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(icy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah Bernardt.  I sing too... a hell of a Carmen.  Want to hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coldly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thank you. There's an interminable awkward silence.  Then UNCLE LOUI at last finds his way to the table.  JACQUES who is too grateful for the interruption springs to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncle Louis, you remember Enzo's mother Signora Molinari from Amorgos?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whale!  How could I forget? Always was something fishy about that woman! MAMMA MOLINARI is having trouble breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were Italians doing living in Greece anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louis, we were French!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's different!  What's the matter with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(complete panic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mamma, pesce di spada? All of them are gasping for air, trying so hard not to laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mamma)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, whale!  Can you pass down the squids? They all burst out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The diving platform is out.  The competition has begun. ENZO is at the gueuse, getting ready to dive.  ROBERTO works around him busily. BONITA on deck above him is making little gestures of encouragement.  ENZO isn't amused. Other competitors watch from the Committee Boat. ENZO turns the handle on the gueuse, plunges into the water. Professor LAWRENCE, taking notes, stands a few feet away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ENZO",
          "text": "He dives down, further and further down.  He approaches the two medics in aqualungs at the control point (210 feet). They move toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surfacing.  Assistants help him onto the platform. ROBERTO pulls off his fins.  ENZO rips off his mask.  He looks furious.  He tosses the depth plaque (which proves he is qualified) back into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shit dive. He looks around angrily for an official.  Sees NOVELLI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those goddamned frogmen doctors waiting around at 200 feet they just kill your concentration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're required by law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(climbing off platform)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no law down there!  The only law is what your lungs can take. (to the next diver)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Have fun!  They waiting for you down there, to take the temperature of your ass. He keeps on walking across the boat, runs into JACQUES, who's just about to begin his yoga preparation. JACQUES sees ENZO'S expression, looks concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defensively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody can have a bad day!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had many... when the sea doesn't want you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disgusted)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's never the sea!  It's Roberto, Mamma, that stupid actress... Oh shit!  Jacques, what do you know? Go do your Hindu exercises and don't break my balls! ENZO stamps into one of the cabins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA is reading a child birth catalog.  She throws it away upside down, as soon as she hears JACQUES approaching.  JACQUES comes in and sits opposite her.  He seems bitter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, how was it? In an involuntary gesture, JACQUES flips through the catalog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sadly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo had a bad day. JOHANA wonders if JACQUES will understand the presence of the baby magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tense)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't dive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she takes the magazine)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll try again tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... it didn't feel right.  I'm going to bed.  I'm tired. He goes away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You forgot your magazine! He hasn't heard. JACQUES goes to the bedroom, and throws himself on the bed. JOHANA looks as if she had wished he'd put two and two together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO bursts out of the water.  He rips off his face mask, throws it on the diving platform, roaring with pleasure. He tosses the depth plague to ROBERTO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let them try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA opens the apartment door.  BONITA is standing there, a suitcase in one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to say goodbye, Johana. They kiss each other goodbye. JOHANA is very uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... (she hands her a note)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you please give this to Enzo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. BONITA grabs the note back and tears it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no use... Just tell him I said goodbye... And give him a kiss for me, Okay? The two women hug again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sorry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonita, you shouldn't be discouraged so easily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have the strength to fight off la Mamma... Anyway who wants to spend their whole life waiting at the end of a pier. BONITA rests her hand on JOHANA'S stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you tell him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet... I'm waiting for the right moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... You take care of yourself, Johana. BONITA smiles at her and disappears down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officials, NOVELLI, LAWRENCE, ROBERTO and of course ENZO disembark.  There is a lot of excitement on the dock. Everyone has already heard the news. People swarm around ENZO. LAWRENCE spots JACQUES in the crowd, and goes to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He really was unbelievable, 328 feet, deeper than the world record... (then eagerly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... And, Jacques!  He held his breath for four minutes and fifty seconds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles too)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good... I guess I have tomorrow's work cut out for me as Enzo would say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seriously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must be very careful, Jacques. At these depths, to hold your breath for over five minutes is... You'd really be pushing it.  I think it's very, very dangerous. JACQUES sees ENZO being carried past on the shoulders of the crowd.  He ignores LAWRENCE, runs beside ENZO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo, Enzo!  Congratulations!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in answer to the crowd's applause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, thank you very much! ENZO and NOVELLI stand on a little stage facing the crowd ENZO is holding a gold trophy, waving to friends in the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Now I'm sure you've heard that some people have suggested it is too dangerous for us to continue. Dangerous, because we don't know how to measure the physiological consequences of this type of dive and also because the scuba divers are not used to going down below 300 feet. While the attentive crowd listens to NOVELLI, ENZO is gesturing to ROBERTO, explaining what appetizers he wants from the cocktail trays. The crowd laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, we polled the free divers and they insist that the competition continue! There's wild applause.  ENZO lifts the trophy over his head, smiles like a champ and yells into the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck to you all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO and ROBERTO are on the front deck watching the divers. A German diver comes up to the surface, empty handed. ENZO smiles. The Tahitian comes out of the water in a semi-coma.  The doctors carry him away.  Once he's sure that the diver is out of danger, ENZO smiles again. A whole team of Japanese walk over to the diving platform The team consists of one diver and six assistants, three of them playing music to help the diver concentrate.  The diver wears a white wet suit with a red circle on his forehead.  He is concentrating very hard, so much that ENZO walks over to him to make sure he's okay.  The Japanese diver concentrates with such strength that he faints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling to his brother)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fabulous, what a dive, huh? ROBERTO smiles. The diver from the Philippines stands at the end of the diving platform.  He concentrates for a moment then gives up and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right.  What's the point of knocking yourself out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're in bed, side by side, both of them half asleep. The only light in the room comes from the open windows. He rolls over and watches her sleep, looking down at her adoringly.  He slips off the chain with the gold coin. Slowly, holding the chain, he runs the coin gently over her body, stops at the level of her stomach and lets it rest there.  She opens her eyes and looks at him, wondering if he senses something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm putting you on the coin... Your essence... That way you'll always be with me when I dive. She smiles, closes her eyes.  He swings the coin over her face gently, some kind of private ceremony.  She looks just a little intimidated. The coin is now dangling in front of her mouth.  She hesitates then opens her mouth, JACQUES lets the coin slide into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES walks up to the diving platform. LAWRENCE has fixed scientific equipment on his chest. JACQUES wets and slowly puts them on. ENZO watches from the deck, his expression has changed. JOHANA, on the deck also, opposite ENZO, watches a little worried.  JACQUES concentrates then releases the gueuse and lets himself disappear under the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES dives down very fast.  The control takes place at 200 feet, the doctors check him and let him go.  He continues his descent, it's getting darker and darker around him. The gueuse stops at the level of the underwater platform, just below the diver, who swims over to him in a sea of bubbles from his oxygen bottles.  He asks JACQUES if he i alright, JACQUES nods and gives him a huge smile before swimming off, downwards! The diver realizes and starts after him.  He grabs JACQUE by one of his fins and pulls him back to the round platform.  JACQUES lets go of the balloon. The diver panics.  JACQUES slowly motions that everything is fine and slowly paddles up to the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boat's huge stop watch indicates min:  4:50, then 5:00, then 5:10.  JACQUES has been down there for over 5 minutes. JOHANA is worried sick.  ENZO doesn't know what to make o it and LAWRENCE feels completely helpless.  The stopwatch indicates 5:20, then 5:25 and JACQUES, half unconscious, brakes through the surface of the water. JOHANA screams and cries with joy when she sees him.  The crowd applauds.  ENZO is somber. NOVELLI takes the plaque from JACQUES' hands and turns to the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "360 feet!  He dove 360 feet!!! The crowd cheers in excitement. ENZO is sullen.  LAWRENCE is very worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a pile of gear on the dock. ENZO is in the boat loading one piece of luggage at a time, JACQUES comes up to the boat.  Parked in the background, we see a taxi waiting with JOHANA sitting in the back seat.  ENZO pretends not to notice JACQUES' arrival. JACQUES watches him for a moment then finally dares to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing at taxi)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... There's a party at the hotel tonight. ENZO keeps loading up the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(busy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo, don't be angry.  I was lucky... that's all. ENZO throws the last duffel bag into the cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(serious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll see you in Amorgos. ENZO turns around and jumps onto his boat. JACQUES walks off the dock, past the cab.  JOHANA opens the door to let him in, but he keeps walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You go back, I'll walk. He walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The park is empty as JACQUES approaches the pool. TINA the dolphin, jumps out of the water, swims to meet JACQUES.  JACQUES pats her and kneels to talk to TINA NINA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sadly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won today.  I dove very deep, Tina. The dolphin giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's so funny?  Can you dive deeper? The dolphin nods \"yes\". JACQUES smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you understand everything? The dolphin nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good... So tell me why they're all angry at me?  Why is Enzo angry?  I never wanted to compete with him.  I never wanted to be champion of anything... All I want is to escape from them all... For just a few minutes, no people... No noise... Nothing but the sea. The dolphin nods and giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you really understand me?  Huh? Are we actually having a conversation here? Again the dolphin nods \"yes\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right then, tell me:  can I ever dive as deep as you?  Stay under as long...? A beat.  Then the dolphin nods \"yes\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure? The two other dolphins stick their heads out of the water They all nod together. JACQUES is awed and perplexed at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The little town of Amorgos is beautiful, mountainous. It's surrounded by a luminous turquoise sea, with white villas clinging to hillsides.  There is a small port.  (w saw it in the opening sequence) Further along the coast, we see the Diving Federation Committee Boat surrounded by all sorts of activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the open windows we can see parts of the village where JACQUES grew up.  He's staring out the window, lost in his own thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's beautiful, isn't it? Behind him, JOHANA is hiding and throwing up.  He walks t her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nothing.  Just the long trip. I'm a little jet-lagged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to lie down for a while?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'll be fine.  Can you just hand me a glass of water? While JACQUES gets her the water, JOHANA stares at the view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROBERTO stands on the port, waiting for his brother. Suddenly the sound of a motor boat and twelve note horn echoes in the bay. The boat has just arrived at the town dock. ENZO, tears rolling down his cheeks from the wind, throws a duffel bag on the dock and looks up at ROBERTO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncomfortable)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's training. ENZO makes a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA sits on the little dock in front of the hotel. JACQUES pulls on his fins, looks out into the water. She clutches a stopwatch, ready to set it off. A few yards behind, hidden between two bungalows, ENZO watches them.  JACQUES takes a few deep breaths and dives a few feet underwater. JOHANA starts the stopwatch. ENZO, who sees JACQUES disappear, walks over to JOHANA an sits down beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, now we have a good five minutes to have a nice peaceful talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Checking out the competition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo, why do you guys do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(teasing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else is there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seriously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what I'm talking about. Why do you and Jacques risk your lives diving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(avoiding the question)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You risk your life when you cross the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frustrated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn it!  Why won't you give me a straight answer, for once?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because you'd laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't, I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seriously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dive in search of God.  If I go deep enough I'm going to find him. To me, the sea is a religion... That surprises you, doesn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking down at Jacques in the water)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little... You think it's the same for Jacques?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Jacques is a creature of the sea.  He isn't meant to live on earth, among us... You should know this, Johana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reassuring herself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can learn.  He is learning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really think so?  Did you tell him you were pregnant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told Bonita, but you didn't tell him, right? JOHANA shakes her head negatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he won't understand and it will just hurt you... Jacques has been put on earth by complete mistake.  And he's only waiting for one thing:  that some God up there will turn him into a fish!  How long has that moron been down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at the stopwatch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five minutes and fifty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grabbing away the stopwatch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That idiot! They jump up.  ENZO dives into the water. As JOHANA watches panicky, ENZO pulls JACQUES up onto the dock, in his arms.  JACQUES is unconscious. ENZO is furious.  The fear of loosing his friend has absolutely enraged him.  He starts pacing up and down the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he alright?  What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fool was asleep!  If I weren't around, he'd already be dead!!!  Is that who you want to live with? Well, good luck!  You better learn to look after him because I won't always be here to do it! Once again he marches off, then comes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mumbling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... How long was I asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Long enough to die.  Listen, if you really want to die, that's your problem, but don't do it under my nose, okay? A few steps away, then coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jacques)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll never let you take away my title.  D'you hear me?  Never! ENZO stalks off defiantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's activity.  The competition has begun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC",
          "text": "A SERIES OF QUICK SHOTS of different competitors at various points in their dives. The Tahitian comes up unconscious. The German comes up unconscious. So does the diver from the Philippines. NOVELLI doesn't know what to think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES is in a T-shirt and jeans, rope-sole sandals. JOHANA wears a light white cotton dress.  They both sit o the restaurant's terrace overlooking the sea. Below them, a small boat passes.  In it are baskets fille with sponges.  JACQUES stares at them for a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you ever sometimes just stop and think how sweet life can be? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Sure. JOHANA wants to say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... When you dive... with that machine... What does it feel like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after thinking about it)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... The feeling of slipping without falling... The hardest is once you are at the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because you have to find a good reason to come back up again... And I always have a hard time finding one. JOHANA has never looked so sad and lost. JACQUES doesn't notice. ENZO who is sitting at the piano behind them, starts to play, staring at the sea. JACQUES and JOHANA turn around and look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... You should start playing the piano, the piano is really refreshing, it clears the sinuses. Very good the piano!  Tomorrow is going to be a big day!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's alone in the bow.  The others are clustered in the saloon, cockpit in the stern.  The boat is moving close t the cliffs.  The monastery looms above them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACQUES",
          "text": "He's scanning the apparently abandoned monastery searchin for signs of life. A red and blue taxi-boat pulls up alongside the Committee Boat.  In it, LAWRENCE waits to climb on board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO puts his flippers on and grabs his gueuse.  He is serious, concentrating hard. LAWRENCE'S boat slides along the big Committee Boat and the DOCTOR climbs onto it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAWRENCE'S briefcase is open.  There's a stack of graph paper on a cabin table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... When I analyzed the data from Mayol's last dive, it became apparent... (taps the graph paper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... At the depths these men are diving, it is a physiological impossibility that they can retain enough oxygen in their blood to make it back to the surface.  It's a function of how long it takes to get to the bottom, orient themselves and to return... To attempt to break Mayol's record is simple suicide. (to Novelli)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the last time.  I'm telling you cancel the competition. NOVELLI and the MEDIC look over at the diving platform where ENZO is concentrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Molinari's a seventeen time world champion.  Do you want to tell him he can't dive. LAWRENCE doesn't answer.  NOVELLI is thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get Mayol in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENZO is preparing.  He sits at the edge of the platform hyperventilating, almost in a trance. We see JACQUES in the background, talking to NOVELLI, he then walks over to ENZO and climbs down next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo? (no response)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo... I know you're angry at me. (no response)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enzo, it's important. ENZO opens one eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm concentrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't dive anymore.  They want to cancel the competition for a while. ENZO looks at him coldly.  Takes another deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rushing on)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not safe, they say.  The doctors say it isn't possible to go deeper and live.  Free diving is over as a sport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say that because you have the title!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  I would never cheat you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well that's very nice of you. He takes a last breath, signs himself and reaching for th gueuse, disappears into the water. LAWRENCE, NOVELLI, the MEDICS, and others are arguing. LAWRENCE is furious that ENZO is diving.  NOVELLI is balling out his assistants. JACQUES is on the platform watching the others as if they were a gaggle of geese.  He listens to the sound of the gueuse playing out, watches the depth indicator, the stopwatches.  He knows something is wrong. He walks over to the edge and grabs hold of a little oxygen bottle which is there for security.  He takes a fe breaths of the oxygen as he puts on his flippers and dive down after ENZO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACQUES",
          "text": "JACQUES pulls himself down the cable, hand over hand. 80 or 90 feet down he sees a group of MEDICS coming towar him carrying ENZO'S unconscious body. JACQUES struggles with them, pushes them away, takes ENZO in his arms and climbs toward the surface, frantic, screaming silently at him, desperate to get away from the flow of air bubbles from the scuba tanks, the commotion, the memory of death. ENZO has a big serene smile on his face.  The MEDICS push both divers toward the surface. As if they were on land, JACQUES starts shaking ENZO to wake him up.  He then slaps his face but ENZO remains unconscious. They finally break the surface in each others arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pull ENZO out of the water.  The doctors open his jacket.  ENZO motions to JACQUES to come close.  He still has that long smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faintly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moved)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I was right about what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a long silence)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It is much better down there. It's a better place. He tries to take a deep breath, the effort is exhausting. JACQUES smiles, holding back his tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Push me back in the water...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crying)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques, take me back down... Please. His smile freezes, he stops breathing.  His eyes close. JACQUES puts his head down on his friend's chest and sobs The doctors gently try to move him away, but JACQUES resists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just give him five minutes!  What does it matter now, anyway... Come on, just leave him alone! LAWRENCE encourages everybody to leave the platform. JACQUES quickly grabs the nearest rope and ties it to his belt.  Before anybody can stop him, JACQUES rolls ENZO'S body back into the water and dives after it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACQUES",
          "text": "He holds ENZO in his arms.  Lets the dead weight of the body pull him down, deeper and deeper.  The rope around JACQUES' waist runs out, stops his descent with an abrupt jerk.  When he feels it, JACQUES lets go... watches as ENZO'S body continues to drift by itself into the bottomless blue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctors have run over and are pulling the cable that JACQUES is attached to.  He is unconscious when they pull him up.  They hold him up by his feet.  JACQUES throws up gallons of water.  They put an oxygen mask on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(listening to his heartbeat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The heart is going to stop!  The stimulator, quickly. Suddenly, everything collapses for JACQUES.  Sounds disappear.  The image slows down, the light fades. JACQUES only hears his heartbeat, which slows down. His heart stops. Among the crowd around him, he sees JOHANA, fresh, gentle smiling.  Her movements are smooth and slowed down.  She smiles at him, simply.  JACQUES smiles back.  The heart starts again slowly. The image goes back to normal. Sounds multiply (doctors, the panic, etc...) and slowly come back. JACQUES falls unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The heart started again!  It's all right! NOVELLI falls back in his chair, relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES is lying on the bed, he has a strong fever. JOHANA sits at his feet. LAWRENCE rummages through a medical kit.  He takes a pill from a bottle and gives it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take this.  Have a good sleep. JACQUES swallows the pills.  JOHANA walks over from the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet dreams. LAWRENCE motions to JOHANA that they should let him sleep He goes out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tenderly to Johana, who had started to leave the room)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiss me. JOHANA bends over and kisses him. JACQUES holds her by the arm, doesn't want her to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sleep now.  We'll talk later. JOHANA kisses him on the forehead and leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're at the little zinc bar.  Not talking, not really drinking either, just toying with their glasses. ROBERTO passes, stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've packed all of... Enzo's clothes. (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to the radio telephone... (swallowing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... to call Mamma. They watch sadly as he leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES sitting up in bed finally lies down under the sheets.  He turns off the light by the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've moved from the bar to the table.  There is uneate food in front of them.  A third place is set. JOHANA looks at the wall clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll go see how he's doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let him sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES is lying on the bed, he is not moving anymore.  H is breathing loudly, as if tired out.  From his POV the room becomes very dark and blue.  The noise is unbearable The ceiling turns into water. JACQUES' eyes are wide open.  His face is sweating.  The water level, from the ceiling, comes down to him, until h is swallowed by it. As he falls into the water, we see a dolphin gulping air at the surface and going back very quickly to the blue. The dolphin meets his group, about ten of them, 250 Kg of muscles, swimming at more than 40 km/H underwater.  They all break through the surface to gulp air regularly. Suddenly, one of them, leaves the group.  He crosses the blue and seems to make sonar-like sounds.  We see a sonar picture.  It's an image in which the dolphin will appear few seconds later.  The dolphin comes up like a rocket, gulps air and goes back down. The sonar image appears again.  Finally, the dolphin, locates a group of fish and starts hunting them, exactly like a war plane.  He manages to break the group in two, then in four, and this way, he isolates his victim. He breaks the surface to gulp air and goes back down.  He goes full power.  The fish he is after are even more divided.  There is only one left, totally lost and in a panic. The exhausted fish is swallowed. The dolphin slows down, goes back up, breaks the surface in slow motion.  Images becomes pale and bright. He screams inhumanly. Image is white, black, silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA opens the shutters. The room is a shamble of broken glass, water pitcher and glasses, lamps and vases.  The windows are blown out. JACQUES is lying in bed.  There is a thin trickle of bloo coming from his nose and ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a panic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques... Are you alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES jumps into ENZO'S boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still worried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques?  Are you alright?  Answer me!  Are you alright? She jumps down into ENZO'S boat.  He starts the engine. The boat is racing out of the port.  JOHANA yells over th sound of the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got to tell me what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw how it has to be. JACQUES parks the boat in front of the COMMITTEE BOAT'S DIVING PLATFORM.  He turns on the platform lights:  above and underwater.  He throws down the diving cable:  60, 90 120 feet... JACQUES gets undressed and sits down in the lotus position, concentrating... JOHANA sits down a few feet away and watches him, wondering just how far he is going to push this whole thing. As the cable unrolls, JOHANA starts crying.  She understands that JACQUES is going to dive to the bottom, into the blue, into himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques, you know I love you. JACQUES is putting on his flippers, and stands facing his gueuse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a silence)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be sad... It's not because of you, it's me.  It's all going on inside me! (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've gotta go and see. JOHANA starts pacing up and down the diving platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See what?  There is nothing to see! It's pitch black down there!  It's cold.  You'll be all alone!  Look at me, Jacques!  I am here!  I exist! Look!!! (she starts waving her arms)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm real!  I am not a dream! Jacques will you look at me? (she breaks down)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please! JACQUES has not moved, he still sits motionless, facing his gueuse. JOHANA doesn't know what to do or say.  She is totally drained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacques?  I'm pregnant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good... that's wonderful. It's wonderful for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are the father. Silence.  JACQUES is petrified, without any reaction.  He doesn't understand.  She realizes it's hopeless and stare at the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a while)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I lied... to keep you here. She kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Promise me one thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Promise you won't forget me. She pulls the line releasing the gueuse. JACQUES takes a deep breath and grabbing hold of the gueuse, disappears into the water -- as if swallowed by the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES slides along the cable, pulled by the weight of the gueuse.  He has a beautiful smile on his face.  He is in his element.  Night has closed in around him.  He turn on the headlight of the gueuse, it casts a dim light around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA has walked over to the edge of the platform.  She is holding the cable, to \"hear\" JACQUES' descent. The counter shows that JACQUES is quickly passing the 300 feet mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACQUES keeps going down, as serene as ever.  He has gained a lot of speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHANA holds her face in her hands.  The counter indicate that JACQUES is going very fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gueuse jerks to a stop and shakes the cable.  JACQUES turns his body right side up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The counter now indicates a depth of 600 feet. JOHANA has felt the jolt of the cable.  She cries her tears and looks down at the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The headlight on the gueuse illuminates only a few feet around JACQUES, as if he were standing in a circle of light.  He stays there, patiently floating around and around his cable... as if he were waiting for something. A long form circles the border between the darkness and the light. JACQUES holds out his hand.  A dolphin comes and presses its body against it.  Two other dolphins come out of the night.  JACQUES watches in amazement. A dolphin lays his muzzle in JACQUES' hand, ready to lead him off.  JACQUES hesitates. JACQUES lets go of the cable and lets himself be led away Their silhouettes disappear in the deep blue night.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1876"
    }
  ]
}