{
  "movie_id": "MOV2006",
  "scenes": [
    {
      "location": ". GAT",
      "characters": [
        "OLDER MAM",
        "CURB",
        "YOUNG MAN",
        "YOONG MAI",
        "TOURG MAN",
        "OODEN STARCKRD LINEN, WELL-DRESSED CLIANTELE. TUR TOUNG",
        "EXT. DAY",
        "YOUNG MAR",
        "YOUNG KAN",
        "YOUNG MAH",
        "\\ /",
        "\\ YOUNG AN",
        "YOUNG KARI",
        "TH. WIGHT",
        "\\ TOUNG MAH",
        "\\",
        "\" CUT TO",
        "COBB",
        "7",
        "AN",
        "INT., DAY",
        "A.",
        "THE BEONDE",
        ",",
        "RAW",
        "CORB",
        "TASTEFULLY OUCORATRD, ALMOST CLUTTERED",
        "\\ FADE TO BLACK",
        "TOUNO MAN 9",
        "WAY",
        "TOUNG MAN -",
        "\\ YOUNG MAM",
        "UP",
        "THR BLOND",
        "THE BLCMUB",
        "\\ TOUNG MAM",
        "MAN",
        "TEE BLOND",
        "THE BLONDE",
        "TNT., DAY",
        "THR BLONDE",
        "IWT., MIGHT",
        "W",
        "YOUNG HAN",
        "THD HLONDS",
        "OLDER UU",
        "OLDER MAN",
        "THT, . OAT",
        "BLONDE",
        "YOUNG WAN",
        "-",
        "YOUNG MAN \\",
        "WALLS, LOTS OF PLANTS",
        "YOUNG MAM",
        "VISINLE \\IN THE GLOOM. ALL 18 QUTET,",
        "AH AND ARE SUATED AT A TABLE WEAN THE WACK OY THM PLACE.",
        "TOUNG HAN",
        "COB",
        "TH",
        "YOUNGS MAH",
        "/",
        "AY"
      ],
      "dialogues": [
        {
          "speaker": "EXT. DAY",
          "text": "‘The young man leiterce outside. te has short hair and we gasses. ye ‘They hail « cab and The young man wanders down an renning down the aide of th building. We takes a piece of per out of hie pocket en wh 4 rough floor plan has been drayn. bine gg asc ate down the side of the '. pin peel winged to study it. fe looks . pute the paper date hig poeket and walks beck out onto th main streot.",
          "sentiment": "neutral"
        },
        {
          "speaker": ",",
          "text": "Hive. GAY: BEDROOM: BMALL, DARK, CLUTTERED ‘The. enters carry’ paper . fe removes hi ung! os sadenliang hie eathes me . young Ban tosens the bag ente the bed, then reaches ate the breast tee ale wait jacket and pulle out @ pair of rubber aurgloalq) ay thn an stars Desi oem, an Se the eame with the second, interlacing his fingers to Peres hice tie peer: fin, teovton ieahd sev penmet vith mn a new e Seer ele asa wroteon toed aE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fk z 3 4 SL ORE WK OSes / With HiemCl UidCematt S4oT",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "Ser qi 6 ) ‘ . Wn: es validate Mei ak Mae eanl Lirtiaz 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "VISINLE \\IN THE GLOOM. ALL 18 QUTET,",
          "text": "Suddenly » eplintering crash breaks the silence and the f door inward, revealing Cobb and the young man (long hair, unshaven), piavas on, glancing about nervously. Cautiously, they creap into the flat. Cobh mbute the door them, The ad, Sitiees AER nk Oe De eee deor, opill @ cold, diffuse light into the hall, young man opans the Wext door slong and looks in and we \\ cur TO:-",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "40 wr. DAY: THE Livers ROOM, YOUN MAN'S POW: EXPEMETVELY",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLS, LOTS OF PLANTS",
          "text": "‘The young man stops heck into the hall. er. pave me wants ‘The young man looks over at Cob, YOUNG MAN (whispering Loud: Not bed at alle a Cobb turns to 1ovk at hie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "rm cheaks the eo. you check cet the etutt. ‘The young man nods and paases\\into the Living room +» DAY: THE LIVING ROOM \\ ‘the young man antere and crosses te the oentre of the La lie turns around, sci the plaster OY ana Vn hans some Rak in furnitures stereo, the man approaches, at the photograph above the anai of acamare= it ie the bieode looking serious. Cobb turna to the chest of and rummages sroutnd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "T haven\"t found « boys yee Fae rome min potes up Beste Cole ‘sat leaks Ste tee ett k de full of silk pant: 5: Soh cummeges Cheong Shem. Be. le ks Caer ecnee a Sb. S fenced Seagpea ae ba anys ring OES",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "‘This is her flat? ‘CORB Yeah, and ebe'e a fox. ‘TOONS MAN Dut she's got pictures of herself everywhere. couB Yoah, and she looks good. Check this lot out. Cobb nods bis heed at the underwear. The ean hesitates an \fw& seeing the picture of the blonds locking down at him. ‘ comm Yoy should take some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "\\ oun Mat What?t Ho way. buit yourself. ve ering to, share « babe. Cobb stuffs o Li of silk into his pocket and seven avay from the chest of en.) The seeng sm Siunpee Ge Cases See ewittly pockets some oe when has turned his back, The young man stares up away. e ®",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ringo. \\ ‘the ‘an turns to\\ see Cobb displeying «4 lw leather holdall. turns and pointe at a pair of on the dresser. Se picks just fat raed dye '. inte the ball. ‘ ‘Ges oe ares of bebe. Qnilivrays” -, DAW: THR LIVING OOM. the young man ie atuffing ¢.4.‘# into the leather heldall Cobb ie slumped in « large arecheic, watching. ‘The young san straightens up. \\ \f{vithout tarning round) Why does she have #0 many ploturer of horwelf? Cobb Looke around the room, con 1 think who’e a model, Cortainly\\ vaio, tthe young man slips the paauport photos off the desk and + Cobb sal ay sat ale avoids making eye himself, The young man turns around, fe. contact with Cobb. \f‘ — yy",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\ TOUNG MAM",
          "text": "‘Thay about it? Cobb looks ladily over the room : taiar that covers the useful stuff, Cobb haula himeal’t out of his comfortable chair with « g",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "het's qo. \\ Cobb holde up the strgte pearl earring. (alechevious) rth just a this for her, —- pelle the Loeek ee on oe pow arwchsir, places the earr the chair, leces the cushion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "%. GAY: A ROW OF ‘TownnOUsES - Cobb and the young man oxi! apie of the frowt doare, the carrying « full leather ell. tern down the Si, eastanl aes hactceam gintlome",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\f‘The young man hands hold-all, takes a tieket and offers it to com (rafuaing the ticket) Tt wan your job, You hang oute the stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BEA temmaricn-nd wilt soreuess” know wo're teady to fenow it. o 6 Sia",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGS MAH",
          "text": "| Right. Sobb looks thoughtfully at the young man. (seductive, drawing him in Unless of course aces ih st if and just course you wa: we. oe. Re eee eee ae ee fer its",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURG MAN",
          "text": "Wouldn't eee how to go ont ite ‘CORR ‘+ about be! iore sus ou Beek, Fe Chek SAat: slases seamen Meee pet me at ciak, it's dangerous They’ atop. unsuce how to pavdeed. An early eupper, T thi \foune Look, I really can’t ator com, (ami Ling) It's covered, Ww",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4",
          "sentiment": "neutral"
        },
        {
          "speaker": "IWT., MIGHT",
          "text": "The young san ant the hleada are sested at « table in one cozy, intimate. They are having coffee. ‘THE SLONON tow wae your food. nae (lecking down) Fine. ‘Tie BLO So what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAR",
          "text": "Tou chowe this cesteucant because you knew we wouldn't fun into his here. ‘THE BLownE fe? youNG MAN You said it wae over betwean the two of you. THD BLoeDE it de. x YOOus MAH ‘Thea why- \\ Tue mown",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1 ales sald thet he's . The young man looks at her inploringly?—~ ) (pltying but Lapatient. Pine. An example, be came back to the - my Clat= with a et the reed vho ween te nies wat going ta napeeas slate later, arrives...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT., DAY",
          "text": "A beavy~eet man opens the door to « smaller san, and moti Seianes Son Riviere selec tv.o.} +++ you don’t need to know who he was or anything about him except that he had cheated them wut of som thelr money. 6s ase # Iwt., DAY: run wLowoes LAT, arvina noo. the blonde alte Nis armohaiz, smoking, nervous, Baldy and « heavy-set imin welcome the smaller nan | a Sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "bd (won) ose Just money, me all. aa Jer man and force him to the frowns, steading hie ni aime or cee Riss pinning hie yete mri slaps hee eae iets mente $ ote up e leave, Baldy ate at a polating wae Is UTWE Peay! Stay. Wateh, The blende st at the door and turns Baldy starte wmashing all/of the smaller man‘s fingers 2, The blonde closes her eyes and presses her face aXnat the frame an Af sho's trying to batsoe ber way ante \fStay. Watch. The blieade at the door and turns arouhd. aldy atarte amanhing all/of the amaller man’s fingers in tata.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "‘The blonde closes ber eyes and presses her face against frame as df she's trying to batrow her way outs \\ cur 02s, Vv x. BIGHT; RESTAURT. The youty man listens intently. Nepus UTM Pacey!” mALOY —_— THE BLONDE. te amashed all of hie finyers... then be split hin head ™“ cor TO: i 1ir., DAY: THE BiOmuR's LIVING ROCA Y LAS Baldy grunts 4e he brings \"the haxeer down sharply. Baldy stenda up and drope the haemer. There in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WW» The blonde de.erying. i h o BALGY Give awa tucking tea-towel or something. cur Tor ses INT., MIGHT: THE aEPTArRAMT. The man ie speechlous. The blonde sips at hur coffee befo continaing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLONDE",
          "text": "Dangerous enough for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WAN",
          "text": "Te it true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLONDE",
          "text": "Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Cheiet, You don’t pee him any sore? ‘THE BLONDE / (deadpan) After he messed up ey rug like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUNG MAN -",
          "text": "That's not funny.” “ tog em Tint towne ir",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP",
          "text": "wa ve they both aip their coffees. The young aun Looks thoug re",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "0 how did you meet hin? / ‘THE BLONDE Letfe not: talk about him",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAH",
          "text": "‘That's none of your fucking 1 You're sick. And * hypoceite, you loved hear: that atery, you vant to hoar sowe more ro her your follies... you're as bad as who stole ay pante,.. {rdalng from the table) \fws +++ wml you ca fuck off, you flithy Little ahit. ‘The blonde throws her napkin down, upsetting ber water a strides avay from the tabla. ‘The ‘young man grabe the a at wplit water with the na; ‘in. Me looke arcand te seo if the other diners have noticed t dave). Be catches Waites‘n eye and scribbles in the aie fat ene Ail. man takes out « credit. card. ar Ape nar EM Peendag Te ‘erecta eter teade Coney er, te, Lente dente o The name on the catd is TEMOEWE-fnie - D. Llewd a fy? king oF EXT, NIGHT: \"TREO Orrter-surwrne. (short hair, sunglasses) glances around bef iividg into the sise aliagay ne? 8 “ fe noves along the building, Counting the windows as he g Ph the right one, he Je his hamwr cut and Levers it open atag te lat tl tooking Shout, be lites tho mastered sent Manette theeeghe mot",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\ /",
          "text": "Bani20 le Ges titMe® reap the nw aad onto the /floa Ne gate onto hie haunchee and removes hie o them into his cecil He Looks aoe da wel Aten th ees The y mon moved ot oes to renove cae \\bat qaiotly. Teper theses the Epa as i ol aa ZlN \fThe man ae Sho maney 606 Sh enya oat of the safe, dag le tne’ the floor. ‘otandé Up sad Locke eiound® juncger hia breath) Ne opens the Gewk drawers, lovking in\\each one. He opens closet, searching around, finding nothing. Increasingly frantic pate Ss the ean paces around the oe, peering every dehlod every piece Farsivere. At Tenth his ocoee ‘stops, exasporeted, ¥ ™ loud 4 ¢ ehaLonpeene | Be looks at the bundles of banknotes. Be looks at the clu Geek. Thare is « roll ef masking tape on the desk. The yo steps over, grabe the ae and polls off & long strip, brea it with his teeth, and ver ~~ — FADE 70 BLACK, \f3) Yu Vuc; 3 THT. , OUSK: A FRENCH LIGTAURANT. UNORTATED. See YOULIG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cobb aate Sod with small, graceful sevennites: 1a Bis dar Sait cud ticine fice signe ie, the “ho ie ahabeily dire + Gneheven, had Song, qreany Nair co@ lowks at-eane. : Cebb finiubes eh arge bite of his wteed, «ips from his Glees of water then a lipe lipe gently with i oapkin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "‘, conn Yoursw dupqleping « taste fur At ‘The young aan looks op trom his food. : conn ‘The violating, ‘the voyeurlam- kts definwtty you. ‘TOUNG mu = think wot. \\ 7 think pak 2 kehae Necors: Song “LL develop « taste far the things Jou can do wit! ‘ihe peocecds. Tous Kam Buch os? \\ ‘ eur: around thee) Thin. jenatenine",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "You make all of your money thet way. {omiLing) Hot all of it, You’se going to pay for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "But I told you, I can’t afford- he young man Ln altenced by Cobb throng # ered ard onto t Oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "It won't really be you, it‘ll be... aut tte ‘hate le bead te Look at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "he card) hasty Hare. bt hough Td give you the planare ot pretending to pay. \\",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN \\",
          "text": "But howe \\ Cobb tonses a pen onto the table next to the card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\\ coms Ridu it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": ": ws picking the card) ‘ { “Pp Sign ith he young man, ioe the card. fe turns it over; there La no signatere on the whita strip. He looks up at Cobb. \\ coms Shee 58 Aa ee own bandweiting and you can une it for Sorc tes it for more than a day or two, quae ne ba ents. (a whiuper) Christ \\ ‘The two men omile at The young man reaches for the Le eas the card, shaking his head and ‘yours Don't you worry about: caught? Wy else would T do it? Rebides, I’m not going to get © wou! - gring caught. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "You've thought it all aon om eainen\\ wine glass) I've thought it all through, (pause) \\ This ie the of the loeb I do a ae. nw things yoo",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN \\",
          "text": "Such aa? cons \\ DI ee ene 4 plone I'l) rare an ae Se eta wait ¢ till they've gone, then move in for week or #0. You've got to be ao cobs Happens a lot more often than you'd think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAM",
          "text": "But bow do you know how long they‘Ll be gone fer? \f™ vm ‘ . cone \\\\Atmomt always marked cm the kitchen calendar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\ YOUNG AN",
          "text": "* whisper Christ. ; A ‘The nan take t his wine, then shovel ftorktul of oad ed bath mpuths No chews for a sensed: than fresies eee hed an eevethdeg at the Tar and e¢ the restaurant, be",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "(through steak) Jesus fucking Christi come What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUNG HAN",
          "text": "Sepetnoue Seen The woman, the woman from that firet place, the one who oe the, the, the one who saw me~ ua... whe fost Re The young man’s p.0.v. shows um the young voman from the robeary and mai who we have not sean before waiting to be pea! - {oalm, mot turning round) Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3 aN |",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAM",
          "text": "That's one hell of « chance to tokai . dist 2a Look, just cals down, ‘t would uhe do anyway? Al} we stole’ half « bottle of an indifferent red wine. duet cel. heep your head. the young man looks at his plate, trying to stay calm. FOUN yu Yoo mind if we wkip dessert? (wlth dieguet) 4 Yea, I fucking mind. Kone. WIGHT: Ten FUERCE |, LATER. Cobb is scraping up the lest his chocolate mou untouched dessert. site in front of the young san who rep glances up past Cobb's head. young ‘a POV shown of the young woman seated with her at the other end of the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "Tha young woman hes her chaie biak from the table, stands places ber nm on her chair and heads towards Cobb and ¢! young man's table, The young man looks terrified, rOUW MAN She's coming this way. Cobb looks up from his chocolate mousse. Se node at « doo to hia lett. coma She's golng to the loo, relax, The man can’t take hie off th voman ae she ae yes mre ‘the young woman comes near thelr table, As abe turns to the notices the man and looks at him for an instant with vibeb be recognition, She carries on, pasulng through doors to the lavatories,",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAH",
          "text": "(lowing it) She fucking looked et ae!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COB",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WAN",
          "text": "Yeoh! Sho fucking knove = we have to leave! Cobb placos his spoon beck into his dish and looks up at, young man with an almost bored eapreseion. \\",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "\fpe Sy come quetucing to the walter) ioe We'll Lande not that we have anything to worry about other than\\you making a twat of Yournelt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ae wicers Tun Pomc mesraUmAwr. Cobb and the young man exit. Cobb suddenly turon on the y man as if he might hit him. y \\ conn \\ ae et the young man's ace You know, I seta eee At when I don’t get to finish @ good meal with \\saktees The young man looks Clabbergasted, ‘TOUNG MAM bitter) she's ess ae re",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cn I deterodon Cobb looks ust of the window like « aullen child. The you looks at him, thinking, yOOWG MAN Look, she recegnined se, OR Bhs had « second Lock at me. It makes me nervous, \\ Cobb turns to the young man, {eals) \\ If you're worried about being eet Wee, you do acaething about appearance? omart clothes, your own ether won't racognise\\ you. ' ‘The young man looks down at himself, chastened. conn seine to himeelt) \\ \fion ai Shot inT., DAT? ~ « SMALL, COLD, DINGET. ‘The young man stands \"Imtront of the mirror, examinig hi hale and attespt at « besPd. ” = fe picks up seme nail aciesore abd-aterts te cut his hair",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "~ ae",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘The man is keotting # tie in froot of « Gusty, cracked sittor. ao wearing « dark auit, old-fashioned and well-wo fils hele ie dramatioally shocter) « ragged near-crew cut ‘The young man ploys with his hails, locking at his refle fe rubs tis newly-sbaven chin. Close on the mirror we see that the ete: pyeddl nap alod the blonds are wedged into the bottom r Se Lens woxace fcume. ‘The = A the and he ploke them Tooting Slowely Ge thems a thoughtut expression on his fa Cur Tt gr® a ne LIGUTEN. WEATER, APARKY FROM THE PAPEA~ What can Tt do for yout ToUNG MAN (@.a.) Nothing too important. cur To:- IW?., DATs LIVING ROOM. - i ‘OuRG It‘ about the stuff. cone to.me) What about Lk? The you man's other hand donee into frames he ie holding penepert photoe ae well 06 ope bunched up sith. —-* tar ee as oa “Teme go sects a re Nsaie o myne ae yee sesgnated, you\" halt. I can't © proeise tae much ae but i'd like to give it ewe iene that powod? Ona.) f Sounds fine. Anything eles? _ touws bax \f1 took your advice. forme) What advice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "MY appearance. I cut my hair, and I’m all dressed ap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "(ors) \\ “With noplece to qo\". \\ \\ cur TOr-",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT., DAY",
          "text": "cose You knew I wasn't being entirely eericus about that. yous ma eS Law It pakon we feel better, conn } Safer, buh? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAY",
          "text": "YOUNG HAN é (@.m.) Sater. I'L) give you a call ih I've got the money,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aight. Cobb peoee |e windowelll went\" apgearn to a bedroom, tin ohirt is completely cahuaned : (e.8) What wae all that about? conn You. Cobb's p.o.¥, shows us the blonde, Lying in ted, under th but apparently saked, Your «tuff, anyway. Deh olbations:mp:onhe he Gad te. yey nanlaet: Che ent boa \ffle’s going to nates himself. the blonde Liye her arm ontaiy Cobb's stanudh ant Locks w ‘we BLONDE Meaning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORB",
          "text": "Hoenig be took the ball spd he's hooked He’n going to hang on to your stuff, pretend to sell it, give me some + Ef you're lucky he aight even give you aont of it a oe » the worked. I’ve even qot bie to out hale and his clothes. j THE BLOND We abe Yup gla 90 Ott a0 shun: yun Bid: ny encting, conn ' (gr ) ios And I wouldn't hold your breath for the return of re , either, Me’) bp far too egharrassed admit to stealing your .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa ws VAs Ont., WIGHT: Tie OFFICH. an (ehort hair, eeeee face} haw taken his jacket off ao # frantically ee tee in of to hia eras and around hie waist. fo works in a frenzy, ti fn Race ple tadbe hia teeth, grabbing bundles and « then agalnet Be eevels bis te ond chao he co\"# still = lot wore 20 be undoos his trousers, them off and frantically bsher peg wie Shehemdh grt lite jocket, the manille Saf coe Gn We grabe a a. straightens up, looks at fie takes the tape and ih as hie midriff, securing the Taree igs to hia waist. Ae he is doing the on and the young min froeres. One at ‘s reine Supeness ie in the office . ther man fover. The young man eyes the easy teach, Ke grabs it a6 he launches fat naldy's ma, ‘railing ‘bak poten in the alr behind hin aa he flies across the room, raised. \fves ue | aes atti at; ay",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "it = a4 i =] Z a | in Nias bie ea sit ua i El gishs: Sse 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "yas _ EXY., MIGHT: THR ROW OF TERWACED TOMN HOUSES. The young man (short hair, clean shaven) burtee the blond ‘THR BIO {veloe on tannoy) Puck off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUNG HAN",
          "text": "How do know it's ma? Could be your mother you just told te fuck off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THR BLOND",
          "text": "(Voice on tannoy) 3 meant it. yOunG MN Please, just Let se in...i'vw com to apologize. The lock clicks open and the young man etepe inelde. « INT., WIGHT: THE BLOMDE'S FLAT, KALLWAT. ‘The young ma Walke alowly down the eorridor. faseieg the bedroom he aves the blonde aitting on the bed. fle standa OW ar., wrcwe: sax sarnoce. vounta sep, diomr, rmasiea, p FAURICS AND MAWY CUSHIONS, A CURST OF °",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blonde eite on the bed, 1 cxdeced amoking a cigarette fhe young man ctasidere his opening’ tina. neg, aN T haven't been entirely honest with you. ‘The blonde raives her eyebrows. i tr seteing noe Pegi. \\ The wLOotE (confused) >. What? 1 inti Geariaeton,. 2 do: piece ‘m rese aries, I'm, I'm a about @ guy 1 kao who bacglen ‘secple. ‘s why \f‘THE BLONDE Wheat does that have to do with anything? ‘YOUNG san Wow I’ve been honest with you, 114 like you to return the favour. / tur mionce 1 have been honest with you, /",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "You're still seeing the bald guy. rim flustered) How to ~ \f‘YOON I was early tho other day. { saw hin leave, You said it wae over. rok Tt te, men",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG KARI",
          "text": "/ (quirtical) Then why? \\ THe BLONDE He's blackmailing ao.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "You said he's rich ~ vby would... ‘THE BLONDE (bitter) tonay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "youns MAN What's he blackmailing you with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLONDE",
          "text": "Photos. Of what? * = a (mane run BLONDE and or And don’t ask me anythi) else about then, eH your seedy Little * jantasies. ene just aay tc my mother wouldn’t frame them for her sideboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "You've got me ell wrong you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLONDE",
          "text": "Bave 17 man pods. ile thinks for « mapent. YOUNG Mat So where dows he keep then? ux mono tn his office. iby? / YOUNG Malt Haye {ean got then back:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLONDE",
          "text": "Row? /",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG HAN",
          "text": "Break in and take t. I can got my friend to do it oe be valuable etuff in hin office, right ‘TRE BLONDE He sometimes hae money in hin safe,",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAM",
          "text": "(ahaking bie head) Mo, we can’t get into « sate - ‘THE BLONDE That's where the pictures are, |",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "What? ‘THE BLONDE Th wmenbide envelope in his safe, ni vee and eight by ten printe. \\ \fWileinare — 9D Sen Vital fiqured thed I might get a chance",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Right, that's we'll do than, ‘The young man gets up mover onto the bed. ‘ THE SLONDS i've seen fim open it a million is Te I've wrest) BLONDE f Nobody in their right mind would ateal from him. youna man (putding bie arms around her) tf we don't get it Re a8 ‘t make any difference who it woe we stole we won't get caught. The young man kisses the blonde. ; dalevaarw ida, Se ee) the pict \"h without iarayrhg picture yo being th to me wiengt young aN Of course, j ‘THE BLONDE T've qot your word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG KAN",
          "text": "You have oy word, / They kiew egein.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\ FADE TO BLACK",
          "text": "\fx or",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OxT., DAY! BUNGERPORD marDoE. os ‘The young mun crosses south, carrying the leather hold-a Cy 4 a, aot ciaaenr ai asailaned nas Ub oft Wet ‘The young man Knocks on # door. the door Le opendd by Cat. p~ tend oe AL 8 You're lat ‘noticing the bold-all) You said you\": . Cobb steps back to let the man An. y J Nee . i i } pind [Adat ola ynithugg ‘2 ; LIVING noon, (TASTEFULLY FURNIZNED, = Cobb is aitting on the couch. The young mas stands at the con meh tahe me few days to sell all of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f‘YOUNS MAN | Witeewwar. / \\ cons , \\ Something eles on your mind? se ee es te a a YOUNG .aN r t to break into « place, T've\\ been scocting « Sonate",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\ TOUNG MAH",
          "text": "A partienlar place. For sone photos. \\ \\ a \\ cope Photon? \\ woh { omg pou Photos. For & friend. ‘cone What's the place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOONG MAI",
          "text": "Office. In safe, but we'll have the combination, ‘ Cone If it’s for « friend, where's the money in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's money in the aafo,., probably, coy Probably? Whose office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN \\",
          "text": "Club-owner, pornographer-type. \\ / coma \\ Boavy? / “yO Prom the sound of it. Cobb exhales. Be vtares hard at the young man, } cou What the fock’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm wooing soneone. They need sy help, Cob stands up and walks over to the young nan. conn \fThe = looks away. (loud) ” Whe are you seeing?! 4% ‘The young mai nr inte Cobb's eyes,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\\\\ Hho are you soaking? coma \\A + of that ca ad) ss ia ir oR aves cana gs TERSREUE OG MaRS: / 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "come / \\ y concaaled rage) fait ine: gure Soieing Sotteet",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "Young MAN Mer platuren= 3 Oba pation x telioed hex) got to iree~ . oO know her. ye. wae poe \fpoe ef Cobb's growing i ‘s Yeah, that a why 1 haven't rg berg’ ft, 1 mean I that f elght give ae he ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "CURB",
          "text": "That would te a at are robbed her! - How, how, te pendent of you hot to tall thatl ‘The young man iv quiet, realizing be hax misjudged the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cose inal Nive halr,/by tho way, And a nice suit, about the",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "‘ bait | a \fof 7 tucking varned you! _y! 4 Cae sees Sn he Setnes Aha, cibend, Sam) hare inte the ot oe ie mee a grunte and « ate Me the de,” just reine ae 08 * can guonae ble ber across room and el * \\ cops 1 Wee Let -anyons pet: Ope sient ed grabe the aan's face with one hand and pete.srsa i tha fave eavecel times. The young man Lip to the floor, in cece mee aeeies the wen ece around on the floor ie pomeg nen otis o8 Fy wt until finally evivels round End bocke hin in the . the ftece.\\",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "The bye ge bleeds ae Cobb to his feet, out of - duate Lf down and e hie hale in the mirror f i / (at hie reflection) Idiot. How could you be so At .{turne to look at the young man)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cobb reaches down and pulls the man to\\hie fect. The a RAN es Eek CoBP Leaitey Mote —ool-of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ms / INT, , MIGHT: COMB'S LIVING ROOM. Cobb in &: on the floor, tooeing # golfbal) into the wir catching Lt before it hite his tebe. ‘The blonde i» sitting on the couch, i Did you have to best his? S \\ coms ee You told me to. ‘a cons sald yok should if you had to, that’s not the same Kyou te. ; (catches ball and looks over) Did you enjoy it? Tir fLoNon Did you enjoy beating him up? coms j Of coures. / ‘the blonde shakes her head Latbiabes! * tenfesvere yor gy! brought it on n/ hecoal We didn’t have to tell me that he was seeing you, bit once he did ft had to react Cobb eits ap. jf t’m in deep shit, this has to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THR BLONDE",
          "text": "fut why gre you so eure they think you were involved? conn They” ready had ie questioning, for Christ's alte, Phay. kame war's ana d's just hatter of time batate they tind che biske Who\" saw me Inara wnd pull",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "van bronon | You think br got A good Look sy your conn tio; ONAAN Se ay ShLe WELT weeks SF ve Eee abe bone lee with the sams way of working and roughly the same appearence caught in the act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "vee io it tell en me really happened- the ie Like that coae it you'd seem her you wouldn't even ask, It wae horrible, bloed + fer face had been... beaten... almest not + I'd been in the flat a while, I have left traces, forensic etuft, I don’t know. But was fresh, abe hadn't been dead long, the witness might put me there close enough to the t f denth- \\ me BLONDE Bot if he didn’t get = good look",
          "sentiment": "neutral"
        },
        {
          "speaker": "COBB",
          "text": "‘That's not the point! A crime that brutal, an old J beaten Like see 4€ thay it's se ee a way to make it stick. hs his houseas ibe T've told them there's elnet",
          "sentiment": "neutral"
        },
        {
          "speaker": "7",
          "text": "What Lf he bas an opibiy fe'e o loner, that's he's perfect. And he looks #o different now that aren't going to resemober having seen hin. We’s jour san,",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "The blondy and Cobb look at paghother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SXT., NIGHT: NARKOW CORMECTING TWO STREETS Lit BY A STREETLIGNT. IT 18 . ) a . Cf is hair ) stumbles al ttle dark suit Belage ey. he ae en to pajuat his shadow and we see a tifty-pound mote weighing out of his cuff, We disappears around the dormer and ver-",
          "sentiment": "neutral"
        },
        {
          "speaker": "A.",
          "text": "eS LIVENG ROOM. yAor ene (DE TA EE ORS ane 18. remerane ton Stay ‘the the. sesh sen tee orb hiv the is Loose, there is on hia SRS eG ee phone. ‘youNG MAM (eteained, on edgo) E got ity You're:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fh 1 had to stop off ‘to dump the money. (osme) Money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAW",
          "text": "Lat of tucking aecey! 4s . The young man yelpe as be yanks tape f2om his hairy Joys. (orm.) \\ what? \\ Toows WAN \\ Nothing. Pabisbmcgeatsemot- p",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE",
          "text": "fo-m.) So it was e.k.? . rouNa MAN \\ pause, ct oie O.k., yeah. 73k a Yevan' eleut “tewe wee \f. He's removed most of the money, tata Bang ero Lege and shizt. proc adh radfmgedh yi hr va pans blood on it. Next to the hascie. Line the aaniile coved ” ‘picks the envel: pauses for « mommat, oe yy Rong end o-deogenn od @ by 10 mea The eee tra mode) reit shots of the blonde- abso. ey “ig aces bg resackable about them ae oy Saat thea ais aod in looking for home * _ subtle obscenity ‘he he night oe atbaioegy a daipacane Leck developing on his\\face. A SA ae Se Same OSA OS HS ap tear 4.1 leclan yet fel | . ny There is « knock at the door and she moves to enewer it, us @ ee spe Pear Lara cua esis in suse po nan «© we. o Kee heave — wereenilan .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ". THe Right... they fell out. ‘The young man looks back at her coldly. rouNc MAN Are you going to explain? The blonde says nothing. Younis Was te anger What?! Was it all ipuddehie! Suet te wet the noney?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘TER BLOWN ( # I He's never had any in there lore. The young msn grabe her by the shoulders and chakew her. ToUnG MAN What, then?il the b her hands defaneively to tell his to remove Ha hende., be does so ~ : ‘THE BLOW (matter-of-fact) Sore sere one Shia be GA somal ioe Seton didn’ needs 4 decoy~ another Likely muspect, someone caught robbing a place the same he doen using hie methods, =, : 7 {truth dawning) Who's the friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLCMUB",
          "text": "(miechelvious, waiting for @ reaction) Cabb. The man closes hie . She Bacwla tina nis e Ly dacasaser ; ote Me broke into « flat a couple o: Site bice’ Fauna! oe eld indy who'd been beaten to death. ran of on Bin god's Evy dees. akon the peLine esches him up for questioning. They think he killed her~ Ne probably did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEE BLOND",
          "text": "He's a thief, not a murderer. He told thee they had the barglarc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "wrong san, had him cogfused with another knew about, one who has the same #.6.... = j",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "why mor | j (like it's hie own fault) You #et yourself up for it. Cobb noticed you follow! hie days before be approached you~ at firet he you were police but then he followed you~ yOuNa MAN fia followed we? \fTHE BLcMDE sarcastic) Be tellenet and realited that you were just some... do... waiting to be drawn into it, used. youRG MAN fo you and Cobb... saeiang Aeon} The Bionde shraga and salles. The young man slaps the wall hard by the aide of the blon head. She dooon't flinch, Me turne around, raising his ha total frustration. ‘YOUNG MAN tow could you do this to me? ‘to anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLONDE",
          "text": "Tt'n not that bad, You've got that money. You didn’t kil On Sie ee You're there to plant doubt",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAM",
          "text": "(ineredulous) Yeah, but they’d still charge mo with breaking and entering! But did do thet. And anyway, for whatever reason, did atch you red-handed. $ ‘ te came in, he went down. 1 *t bang around to see if he got up. It’s his blood jon sy hammer. (aaashon hammer into wall) Now could you do this to me) THE sLowDE | vninpromeed) It's personal. When 1 eee to it I didn’t even not knew you. The young man drops the hasmer. The blonde opens hor eyes young man takew a deep breath, regains his composere, 1 ‘TOUNG Max | } I'm going te the polloe in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THD HLONDS",
          "text": "You can't, \fYOUNG mays I’m going and I'l) tell them everything. Tue BLONDE You can!t- they'll never believe you. ru fo and they'll believe me because a tie, Srey’ om THE BLoUOr They*2d cei believe you unless sampone backs you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\ YOUNG MAM",
          "text": "You could, \\ \\rie aLoNDK T won't. \\ [oenevenee} greece make you. Your time woo't hold up against the ‘The Bloade turns away shaking her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BEONDE",
          "text": "You know, I really wonldn’t de~ She Le cut of the sound of the door slamming, She turns t see that the ¥ pHa A Apri d",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WAN",
          "text": "That's it. Wider shows cw a room Lit by early morning sun, the young seated at a table, an OLDEN MAN ite, Between them on the table ie @ tape recorder, They both look tired. The alder doenn't speak. YOUNG Mut I means +, Af you've got questions... ‘The older man leans {ctward,",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER UU",
          "text": "One or two. ‘ paces. The young an raises, bie eyabrows in expectation",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "/ cur t01-",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "f",
          "sentiment": "neutral"
        },
        {
          "speaker": "AY",
          "text": "\f‘Ber... CANN: STREET IN TUR weET END, Cobb etrolia down the strest. te ie carrying the leather ali.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oy cur tOr= INT., DAYs ROOM WITH TANLE AND TAPER RECONDER. ‘OLDER MOAN ¥yt em wee... we don’t sokualiy inane shy eaeeleed euipde of old lsdles right now But thew hae~ bak We y 7, OLDE aK a) (more atecttive) There Le ng such ongoing investigation. ‘The young man looks confused and ecered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN",
          "text": "oOLoan And we don't know this... (looks at bis notes) «+= “Cobb of yours. “ cur to:- Bye INT., DAY) THE BLOMDE'S FROWT HALL. ‘The blonde opens the front dour te Cobb, and wat- ae DISHOLVE TO INT., GAY: THE BLONDES LivinwG #ooM. ‘The blonde and cobb are having a drink. coma Tt warned you he'd look in the envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLONDE",
          "text": "Re gave ae his word. 1 believed bis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\\ conn Nothing personal, he couldn't help himse peoper, Anyway, town ts Seningons THs BLONDE Bualnens? Cobb takes « handkerchief out of this pocket and starts t the eukeide of his glase, and wer- \fous ‘THT., DAY: BOOM WITH TADLE. Wa move in on the young man, pustied, thinking hard. ‘OLDER MAN (oem) Perhaps there's something elec you'd like to tell me ht Cur T0:- he blonde watcher, puesta, an cob etsetobe Aik caer glove aod pute them on, interlecing bie fingers for « enug fit. Where's the basner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLONDE",
          "text": "Ob, down there in the bag. She pointe to « shopping on the table acrosy the rocw f) Cobh. Cabb rises, vara apes roan and pic wi look at the dried blood an ite head. ‘THE BLONDE What are you going to do with it? oh - van pretty specif: way ‘THE BLONDE {puzzled} What's be have to say about it? (turing around, banner in hand) IaRS Be: dip ert (0 623. 6E: Hine: Seay See out of his wate, ‘The BLONDE (not Liking ehiay Money? What for? |",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "/ Coy for- \f% ‘ Jr ; INt., DAY: ROOK WIT TAME. Close on the young man Aa he thinks. — ee coins) PPakS ct. Anything as all. Your side of cur TOr- a",
          "sentiment": "neutral"
        },
        {
          "speaker": "THT, . OAT",
          "text": "Cobb moves towards the biende with the hammer. cone (wailing) Re gays your dexands have become unreasonable... wes Roo ear in your blackrail. THe RLONDIE y | (ecared how) But, ne~ 5, 3, F don’t~ cone (emiling, soothl: a Something about an incident you witnessed in this sony room? te waa specific about where and how I care of things, Gome sense of poetic justice, f auppone, ‘THE BLONDE But t- cone",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLONDE",
          "text": "tow could you do this to me? cone | (acftly) Money. Cobb 4 for the blends, + rah her wriet and pall her to the floor, He forces her hand nets wgetoat Mae dined c eeiaes the hammer Slate Kio ohare Ala toads and wer~ \fcur Tor oP INT., OAT) ROOM WITH TABLE. Close on the young #an as be realises something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUNO MAN 9",
          "text": "ee ee ee thre het wt",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAM",
          "text": "(neds gravely! We found her early this sorning,",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAM",
          "text": "ef OLDER WAN d f 3 ing to heri Go and pick up Cobb, be dic it he mast have done it~ Shtelex - r the elder man silences the young man tting a box onto the table between thes. ae (rifling through the contents tis Boab icine: Seiacahiing Stakes on vo cant I WHS BOX, Tn addition to the various item weigh the deceased stolen last week we found several paire of \\ * underwear~ are they here? The young man says nothing. os\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "I aveure 90, aincn they Were found stashed with Woe passport-atyle photographs of the deceased, ‘the young man closes bis eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "‘ (palleo «mall, clear plastic beg roe the’ box} We aleo found this pear) earr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPi dip fi wat si ie ipa! 2} i pif! Boas afi ges iy aa a #8 dp epi ii ij ~ Sn 338 ; a ei 3 ip z fo eve?! We ured it to bay a aeal~",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2006"
    }
  ]
}