{
  "movie_id": "MOV2309",
  "scenes": [
    {
      "location": "THE BRONX",
      "time": "DAY",
      "characters": [
        "NATASHA",
        "GATE AGENT, (V.O.)",
        "94,",
        "MIN SOO, (CONT'D)",
        "MATCH CUT TO",
        "MR. KINGSLEY",
        "BEV, (CONT'D)",
        "DANIEL, (CONT'D)",
        "EMPLOYEE",
        "DANIEL, (0.S.)",
        "CHARLIE, (CONT'D)",
        "PASSENGER",
        "AS NECESSARY",
        "ON THE DEPARTURES BOARD",
        "VOICE, (0.S8.)",
        "CHARLIE, (0.S.)",
        "DANIEL, (V.O.)",
        "OMAR,",
        "RECEPTIONIST",
        "MIN SOO",
        "NATASHA, (V.O.)",
        "HANNAH",
        "HANNAH, (CONT'D)",
        "BACK TO SCENE",
        "FITZGERALD, (CONT'D)",
        "MIN SOO, (0.S.)",
        "PETER",
        "ON DANIEL",
        "LITTLE GIRL",
        "FITZGERALD",
        "NATASHA, (CONT'D)",
        "CABBIE",
        "OMAR",
        "TYSON, (V.O.)",
        "CHARLIE",
        "BEV, (ON THE PHONE)",
        "ROB",
        "LESTER",
        "WAITRESS",
        "OMAR, (V.O.)",
        "YOUNG MAN, (0.S.)",
        "FITZGERALD, (0.S.)",
        "DAE",
        "MRS. KINGSLEY, (CONT'D)",
        "WOMAN, (V.0O.)",
        "OMAR, (CONT'D)",
        "DAE, (CONT'D)",
        "OMAR, (V.O., ON THE PHONE)",
        "NATASHA, (ON THE PHONE)",
        "CHYRON",
        "STREET MUSICIAN",
        "TASHA",
        "DANIEL, (V.O., CONT'D)",
        "CONDUCTOR, (V.O.)",
        "BEV",
        "BEDROOM",
        "KELLY",
        "DANIEL",
        "NARRATOR, (V.O.)",
        "WOMAN, (V.O.)",
        "MRS. KINGSLEY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "WE OPEN on a montage of varied ETHNIC COMMUNITIES from th different boroughs of NEW YORK CITY. CARS, PEDESTRIANS an CITY SOUNDS intersect and blend with the beat of the musi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A door opens and a pair of BEAT UP CONVERSE KICKS step outside. They belong to NATASHA KINGSLEY, 17, beautiful, an enormous afro. The sun on her face makes her smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I don’t care what anyone says... New York’s the best city in the world. While on her phone, Natasha struts by local shops: a Pakistani restaurant with a line of CAB DRIVERS out the d an Optimo cigar store, and a Taiwanese electronics store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "It's a place where 8.5 million people coexist--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passengers rush down the stairs as she climbs up to the “ train station at 167th. Thick Jamaican accents blend with Spanish and Haitian French. Natasha listens, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "It’s a lot to take in. A train whizzes by revealing her on the platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natasha emerges from the “A” train at 175th. BEVERLY “BEV RAMIREZ, 17, Dominican, waits anxiously. They’re late. Th girls rush off arm-in-arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "But with a little luck you can find a best friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A number of SENIORS stand in line. “Congratulations Class 2019 - The Bronx High School of Science” is on the marque Natasha and Bev squeeze in as the line moves forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "It's a city where hard work and determination are constants against unknown variables in the equation for success--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the ornate auditorium, velvet seats are filled wit FAMILY and FRIENDS. The STUDENTS, now dressed in graduati caps and gowns, enter single file to Pomp and Circumstanc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRINCIPAL and FACULTY on stage. Natasha’s poised at the e Like a runner in blocks. Her name is barely called when s Marches across the stage to claim her diploma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "...And dreams can become tangible when you reach out and grab them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Caribbean-American Graduation Party in full swing. Ligh strung from corner posts. A Jamaican flag stretched acros the fence. Jerk chicken and fish on the grill. Dishes wit curried goat, oxtails, plantains, peas and rice. ADULTS i traditional garb. And TEENS on a makeshift dance floor. F Natasha and Bev in the middle. Dancing. Laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I wouldn’t have wanted this perfect night to happen anywhere but here: the city I’m proud to call my home. On Tasha’s face, smiling as she looks at the night sky fi with fireworks and stars. Twinkling. It’s truly magical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "\fINT. NATASHA’S APARTMENT - DAY - REALITY A NASA STAR MAP on a wall. Pull out to reveal Tasha in a small apartment, moving boxes everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Or at least a city I used to call my home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind her, a LITTLE HAND pulls back the bright blue curt separating the room. REVEAL: PETER, 9 years old, chocolat with dreadlocks and a grin from ear to ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Unless a cataclysmic blunder is corrected, the odds of me actually graduating with my friends are declining. Rapidly. Peter whips the curtain closed, unseen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "You see, I’m an illegal immigrant and my family is scheduled for deportation. Tomorrow. WHOOSH - Natasha pulls back the curtain. Peter is jugglin soccer ball on his knees in the next room. ZOOM in on Pet",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Look, Tasha! Peter fumbles with the ball. The ball gets away from him, bumping into a neat stack of Natasha’s books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "How many times do I have to tell you not to practice in our room?! Peter picks his nose and examines what he dug up. NATASHA (CONT’D) Ewww! Peter, stop it. You’1l never get friends that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Doesn't matter. I’1l make new friends in Jamaica! Natasha sighs heavily, the weight of her family’s struggl on her shoulders. A key RATTLES in the lock. MRS. KINGSLEY, Natasha’s 40-ish, world-weary mother, drag from work wearing a waitress uniform. \f4. She sees a kitchen full of dirty dishes. NOTE: Mr. And Mr Kingsley both speak with a heavy Jamaican accent and dial",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "Tasha. How many times I’m gonna have to tell you to clean the dishes before I come home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You haven’t even closed the door yet and you're already yelling--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "It's not enough to pick up dirty plates at work? I come home to pick up dirty plates too?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Mom, please. I’11 do it now. Mrs. Kingsley heads to her bedroom. Natasha goes into the kitchen, draws soapy water and washes the dishes. Mrs. Kingsley emerges from the bedroom wearing a bathrobe. NATASHA (CONT’D) You work too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "Somebody gotta keep a roof over all our heads, child. Who else gonna do it? REVEAL: MR. KINGSLEY, late 40s, small frame, sad eyes, sitting in front of the TV. We haven’t noticed him until Mr. Kingsley watches as LAWRENCE OLIVIER performs a monol from “Othello” on screen. He studies him intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "My father’s an actor. At least, that’s why he came to America. But that’s not exactly how it’s worked out. PULL OUT: Mr. Kingsley performs the scene along with Oliv He’s in perfect sync with the actor on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "It’s his fault we’re in this mess. Natasha finishes the dishes. Mrs. Kingsley makes eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "You want breakfast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have an appointment at the Immigration Office this morning. It's at eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "You don’t think it’s time for you to give up now, Tasha? You don’t think what you’re doing is futile? Natasha grabs a piece of fruit off the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "There’s still time, Mommy. We have today. And I’m going to use every last second. Can’t give up yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Don’t think of it as giving up. Think of it as embracing destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’d rather make my own. Peter smiles, turns up Sister Nancy’s “Bam Bam” and sings along. Natasha rolls her eyes. She grabs her headphones a her Physics textbook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(re: textbook) We leaving, Tasha. You don’t have to turn in homework. We’re free!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’ll be back later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "You have a lot to finish here. I still see open boxes in your room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Mom, I really gotta go. Natasha heads for the door, determined. She takes a deep breath, opens the door and steps outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natasha stops at a specific spot on the platform and chec her phone: 6:55 AM. She looks down the track-- nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Ugh. Come on. Not today. \fINT. DANIEL’S APARTMENT - BEDROOM - DAY DANIEL JAE HO BAE, 17, stands in front of a mirror sizing himself up in the suit he’s wearing. He adjusts his red t clearly uncomfortable in what he’s wearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "Today's the day my whole life has led up to... From outside the room, his mother, MIN SOO, 40s, calls ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN SOO, (0.S.)",
          "text": "(in Korean) Daniel! I’m making you a special breakfast. Hurry down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "The day of my college interview for Yale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "The day that decides my future. Behind him, shelves full of the world’s greatest poets: Shakespeare, Shelly, Frost, Poe, Plath, Angelou, Hughes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "Normally I’d write a two-page poem about something of this magnitude. At least a haiku. But today, my anxiety’s holding me hostage. Daniel grabs his writer’s notebook, throws it into his satchel. Takes one final glance at himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "Because I need every brain cell focused on nailing this interview. Daniel takes one final glance at himself, then exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel’s mother steams frozen dumplings. Daniel pours a b of Cap’n Crunch. She shakes her head disapprovingly. Min speaks with a heavy Korean accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too much sugar. You need a sharp mind today. She grabs the bowl of cereal, replaces it with a plate of dumplings, and pours the dry cereal back into the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "I’m pretty sure I inherited my mother’s anxiety...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOUNG MIN SOO and YOUNG DAE HYN, nervous and afraid, pres their paperwork to the CUSTOMS AGENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "Which started the day she uprooted her whole life in Korea to come to America. For most immigrants, moving to a foreign country is an act of faith. What if you can’t adapt? What if you’re not welcomed? What if you lose all sense of your identity and culture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FAMILY and FRIENDS crowd the apartment. Min Soo holds her first born, CHARLIE, as ONE-YEAR-OLD DANIEL crawls toward various objects: a stethoscope, pen, basketball, etc. Eac object represents a career or “fate.” THIS IS A KOREAN DOLJANCHI or “DOL” where the child “chooses their destiny",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "So when my brother and I were born, she gave us both an American name and a Korean name. So we would know where we were from. And where we were going. The family cheers as Young Daniel nears the stethoscope, grabs the PEN instead to his parents’ dismay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Min Soo interrogates her son between his bites of breakfa",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN SOO",
          "text": "How’s your grade in math? You don’t like math.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "B plus. But the rest are A’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN SOO",
          "text": "Why no A in math yet, Daniel? Aigo! It's time you get serious... (then, in Korean) Don’t be like your brother. Right as she says this, Daniel’s brother, CHARLIE, 19, wa into the kitchen. Pretends he doesn’t hear this, but his resentful demeanor gives him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN SOO, (CONT'D)",
          "text": "I made mandu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Awww. Daniel’s “special breakfast.” I‘ll pass. Charlie strokes Daniel’s hair. Daniel slaps his hand away",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "My brother, Charlie, is an asshole. Charlie grabs the box of Cap’n Crunch, then pours cereal milk into a bowl and sits. He chomps loudly with each bit",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "He’s been at home the past semester because he failed too many classes at BU. An epic screw up that my parents can’t accept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN SOO",
          "text": "Close your mouth when you eat. Charlie ignores her then SLURPS the remaining milk from t bowl. He stands, looks down at Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Good luck with your day, little brother. Charlie tries to touch Daniel’s hair again and is batted away. CHARLIE (CONT’D) Wouldn’t want to disappoint Mommy and Daddy if you don’t get into an Ivy. Charlie exits, leaving his dirty bowl on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should hate Charlie, but these days, I mostly feel sorry for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN SOO",
          "text": "I just don’t understand what happened to your brother. Why he can’t behave, like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Umma, give him a break. Daniel finishes the last of the dumplings. Grabs his plat and hand washes it in the sink. Min Soo looks over her son, eyes honing in on his bun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN SOO",
          "text": "You cut your hair before the interview. Daniel groans, but Min Soo is not having it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN SOO, (CONT'D)",
          "text": "Too long. You look like a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "They let girls into Yale, too. Min Soo scolds him with her eyes, then hands him a money pouch with deposit slips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN SOO",
          "text": "Appa forgot this. You bring it to him. After you get a hair cut. Daniel takes the pouch. Kisses his Mom on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Alright, Umma. I’1l get it cut. (off her skeptical look) I promise. Daniel grabs his bag and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel makes his way through his busy Queens neighborhood passing a slew of restaurants, bars and vendors, etc., al written in Korean. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natasha frantically charges through the MULTI-CULTURAL RAINBOW of IMMIGRANTS. Heads over to the RECEPTIONIST. Sweating and short of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Natasha Kingsley for Karen Whitney. The Receptionist checks her appointment sheet, and shakes head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "You’re too late. You’1l have to call the main USCIS line and make a new appointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "No, you don’t understand. I can’t reschedule!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "I’m sorry. You’ll have to call the main line. The Receptionist shrugs and looks down, dismissing Natash Natasha starts to panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t have time for that. This is an emergency. The trains were delayed. (getting emotional) Just-- could you please call Ms. Whitney? She told me to come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Your appointment was for 8 AM. It is now 8:15. She’s seeing another--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Please. Just call her. Now! Natasha’s now hysterical voice rings through the receptio area. The other applicants stare in her direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I guess ‘desperation’ translates into every language. The Receptionist nods at a SECURITY GUARD standing by the door. He sets his jaw and turns toward Natasha. \f11. But before he can reach her, another door opens. A tall, thin, brown-skinned man beckons Natasha: LESTER BARNES, 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "(to the Receptionist) It's alright, Mary. I’1ll take her. INT. USCIS - LESTER BARNES’S OFFICE - MINUTES LATER Natasha sits in front of an immaculately kept desk. Turns Lester enters with a RED FILE in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "My name is Lester Barnes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Hi, I’'m-- He holds up a hand to silence her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "Everything I need to know is in this file. Do yourself a favor and stay quiet while I read it. Natasha falls silent. Reaches across his desk and pockets of his business cards. After a beat, Lester finally looks LESTER (CONT’D) Why are you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Karen--Ms. Whitney--told me to come back. She said maybe there was something--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "Yeah, well Karen’s new. Your family’s last appeal was rejected. The deportation stands as is. You and your family will have to leave tomorrow. He closes the file and pushes a box of tissues toward her anticipation of her tears. Natasha shakes it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I didn't cry when my father told us about the deportation orders. I’m not going to start crying now. Natasha gathers her things. Heads for the door. But she s with her hand on the knob, swallows her pride. Turns arou \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "So there’s really nothing you can do to help me? He taps the closed file with his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "Your dad’s DUI--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Is his problem. Why do I have to pay for his mistake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "You’re still here illegally. Natasha nods, on the verge of tears. She heads for the do LESTER (CONT’D) I’ve been to your country. I’ve been to Jamaica. He smiles at the memory as Natasha turns back to him. LESTER (CONT’D) I had a nice time. Everything is irie there, man. You'll be alright. Natasha glares at Lester.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Where did you go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "Negril. Very nice place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Did you leave the hotel grounds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "I wanted to but my--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "But your wife didn’t want to because was she scared, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "No, it’s just-- \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You listened to Bob Marley, and a bartender got you some pot and someone told you what irie means, and now you think you know something. That is not a country. That is a resort. He holds up his hands, defending himself. NATASHA (CONT’D) Don’t tell me I'll be alright. I don’t know that place. I’ve been here since I was eight years old. Now it’s my senior year. I should be worrying about the same things my friends are-- like prom and graduation. But instead I’m worrying about being shipped to a country that’s totally foreign to me. This is my home! Natasha’s tears finally pour out. Mr. Barnes slides the tissue box closer. She takes a handful, then heads to the door--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "Wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel leans against a street light, checking his phone. JUMPS as someone WHISTLES loudly in his ear. He turns--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What the--? Reveal OMAR HASSABALA, 19, Middle Eastern, raised on Hip",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "I thought you were going to wait until right before the meeting to put the stick up your ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Don’t be mad because I’m going to be part of the one percent. Omar checks out Daniel’s suit, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "You look like a Lebanese insurance salesman. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You’re supposed to be making me feel better about going to Yale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "That's what I’m doing. Easing your impending sense of doom with the use of comedy. It’s a known tactic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well, try something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "You could just be like me and not go. How about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Unlike you, I actually care about what my parents think. And anyway, the interview’s today. Too late to back out now. Omar shrugs and leads the way down the subway stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "You’re supposed to wear black to a funeral by the way. Not gray. Daniel playfully hits Omar and they descend into the subw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha stares at a business card and dials the number on i WOMAN answers the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (V.0O.)",
          "text": "Mr. Fitzgerald's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Hi, I'd like to make an appointment with Mr. Fitzgerald as soon as possible, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (V.O.)",
          "text": "Who am I speaking with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Natasha Kingsley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (V.0O.)",
          "text": "Hi, Natasha. What issue can I help you with? \f15. Tasha hesitates, afraid to say the words aloud. Silence. WOMAN (V.O., CONT’D) Hello, ma’am? He does have a slot at 11 A.M. Can you tell me your issue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’m an illegal alien. Tasha’s heart races, afraid. We see the giant imposing federal buildings surrounding her as she sits on the step",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and Omar sit in the congested subway car. Daniel l at his reflection in the shiny metal subway door. Turns s can see his ponytail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "You should just let me cut your hair. I brought my pocket knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Your mom’s right, you gotta lose the man bun. You don’t want to be a virgin forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You know, if this interviewer’s so smart, he’ll recognize a cool haircut when he sees one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Or at least a desperate attempt at cool. The train COMES TO A SCREECHING HALT. The friends, along the other PASSENGERS, wait patiently for a beat. THEN, a super CHIPPER VOICE over the loudspeaker...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR, (V.O.)",
          "text": "Looks like we got a slight delay, folks. Track work on 68th. A collective GROAN from the passengers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR, (V.O.)",
          "text": "I know you’re all panicking, thinking that you’re late... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR, (V.O.)",
          "text": "but look on the bright side, maybe the universe is telling you something. GROANS again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "I knew we should’ve taken the express.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR, (V.O.)",
          "text": "Happens to me all the time. Something goes off in my routine -- boom...must be the Universe. It’s full of unexpected blessings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASSENGER",
          "text": "Usually the nut jobs are on the train, not driving it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR, (V.O.)",
          "text": "Deli screws up my order. Universe... Maybe I shouldn’t be eatin’ deli sandwiches all the time. Guess what? I switched it up and lost twenty pounds. Thank you, universe. The train does a collective eye roll in complete disbelie",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "This guy needs a drug test. The Conductor goes quiet. After a few more seconds in the dark, the train finally pulls into Grand Central.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR, (V.O.)",
          "text": "We've reached the end of the line. Ladies and gentlemen, back to your regularly scheduled program. Passengers breathe a sigh of relief as the DOORS OPEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR, (V.O.)",
          "text": "This train is now out of service. But remember: The universe is talking... So slow down and listen. Omar rises from his seat and heads to the exit. Daniel SI beat, taking in the conductor’s words. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and Omar emerge from the train to find themselves the main concourse of Grand Central Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "How much time you got before work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "‘Bout an hour. Why? Daniel looks to the walkways situated behind on the massi windows overlooking the terminal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It's been a while since we went up. Today’s the perfect day. Daniel starts to make his way through the diverse crowd o people rushing to their trains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Come on! Omar follows after Daniel, almost losing sight of him in pedestrian traffic. EXT. TASHA’S HIGH SCHOOL - DAY Tasha stands outside the fence of her school. Fighting te",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "It’s still hard for me to believe that after today I may never see this school again. INSERT SHOTS: She and Bev sitting down at the courtyard outside laughing, walking the hallways, gossiping, etc. BACK TO SCENE: The real Bev walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "Please tell me you have good news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Bev’s the closest thing I have to a sister. The longest time we’ve ever been apart is two weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I wish. I was late, so they wouldn’t let me see Ms. Whitney. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "(desperate) So what does that mean? You're leaving?! Isn’t there someone else you can talk to? Tasha pulls out the card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’ve got one last shot. This guy Jeremy Fitzgerald. He’s supposed to be some kind of immigration fixer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "Oh my God! That’s amazing! (then) Wait, why are you here? He should be “fixing” this! Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’ve got a few hours before my appointment with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "You should come to Chem Lab and mess with Mr. Busby. He’s got on his polyester mom jeans again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "My appointment’s uptown. I don’t want to rush. I’m just gonna hit the record store. Kill some time. The bell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "Text me the address. I’'1l skip out after my test and we can grab lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Perfect. They share a look. Bev heads back inside. Tasha puts her headphones on and queues up Major Lazer album. We hear GE FREE and see it carry her worries away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and Omar chill behind the oversized windows of the main terminal, overlooking the bustling crowd below. All Grand Central’s architectural glory in perfect view. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "My life’s gonna go one of two ways after today. If I don’t get into Yale, it’ll be Charlie all over again. And if I do...white jackets and picket fences from now until eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "The American Dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Even if I win, I lose. What kind of future is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "If losing means you're rich, sign me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I just wish I could do something about it. Daniel sighs. He turns over and lies face up on the walkw",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "There's gotta be something more to it all than this. His gaze catches the gigantic mural of the Universe paint on the ceiling of the terminal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "You ever notice that before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Notice what? Off Daniel’s look, Omar joins him on the ground, eyes up. majesty of the mural is on full display. Several constellations are recognizable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It’s a sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Oh, see now, you’re just making stuff up. We’ve passed this thing a million times. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yeah, but have you ever seen it? It's like the conductor said on the train, maybe the universe is trying to tell me something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Yep. “You’re losing it, bro.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m serious, Omar. Of all the days we've been here, today is the day that I notice the most amazing thing in all of Grand Central? It’s not a coincidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Okay, then let’s suppose this conductor was right...the universe is talking. What’s it saying? Daniel sits up, looking out into the main terminal. Peopl shuffle back through the concourse. He looks around, eyei everything in sight...nothing. A train pulls in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I don’t know yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Go figure. Daniel plops down on the ground, then... He spots HER in crowd. A young, Black woman with an enormous, curly AFRO almost-as-enormous PINK HEADPHONES. It’s Natasha. Her eyes are closed as she sways to her music, in complet bliss. Omar notices Daniel’s gaze and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR, (CONT'D)",
          "text": "Now what? (looking out) It’s just a cute girl, Daniel. Relax. (double take) Okay, she’s real cute. Natasha walks underneath them, moving her backpack to one shoulder REVEALING the back of her jacket. It reads: CARP DIEM. Daniel’s completely struck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Look at her jacket! Carpé Diem. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Carpé wha--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Carpé Diem... “Seize the Day.” (off Omar, unfazed) It's gotta be a sign. C’mon on! Daniel drags Omar off in the direction he last saw Natash",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel’s eyes light up as he follows Natasha from a dista",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "This is stalker-ish, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No, it’s not. I’m maintaining a non- creepy, half-block distance. Tasha enters a record store. GALAXY RECORDS. Daniel stops his tracks. Stares at Omar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "(re: the store’s sign) You gotta be shitting me! This is definitely a Sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Okay. Definitely ironic. I'll give you that... And she is cute...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I want to know where this leads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR,",
          "text": "Hopefully not to jail. But if it does, don’t call me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natasha enters the record store, smiling anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "If today were not today, I would spend all day here. Tasha enters the “Rap” section. Then she sees a COUPLE ma out next to a poster of Madonna's Like a Virgin. She frow \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Ugh. Of all the people to run into, on today of all days, why did I have to run into my ex? Why isn’t he in school? This is my place! These two are ROB, 17, and KELLY, 17. Kelly snakes her ha out and SNATCHES A RECORD. She slips it between their bod and into her bulky jacket. Tasha shakes her head, appalle",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (0.S.)",
          "text": "She’s just going to steal that? Tasha turns to find Daniel standing right behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I know! Doesn’t anybody work here? Can’t they see what’s happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Shouldn't we say something? Tasha shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "(re: Rob and Kelly) No. I know them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Sticky Fingers is your friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "She’s my boyfriend’s girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "How does that work exactly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I mean ex-boyfriend. He cheated on me. With her, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "TMI, Tasha. I didn’t need to volunteer that tidbit toa stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Great pair. (beat, then) We should tell someone. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "No way! If I say something, it’s going to look like I’m jealous and messing with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "That's kind of a personal question, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "We were having a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Were we? Rob pauses from making out, looks up to see Tasha and Dan staring at them from a distance. NATASHA (CONT’D) Jesus Christ bleeding on a popsicle stick...he saw me! Rob gives Tasha a half-smile and a small wave. Tasha turn her back to him, facing Daniel instead. NATASHA (CONT’D) Oh God...is he coming over here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Maybe we should make out or something. Like spies do in the movies. Daniel blushes. Hard. Tasha notes his blush and leans back. NATASHA (CONT’D) I’m not serious. Obviously. Rob approaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "Hey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Why are you and your girlfriend stealing things? \f24. Rob holds his hands up and takes a step back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "Whoa, dude. Keep your voice down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "This is an independent record store. That means it’s family owned. You’re stealing from real people. Do you know how hard it is for small businesses to survive when people like you just take stuff? Tasha spots an EMPLOYEE approach Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Uh...don’t look now, but I think your girlfriend just got busted. Rob looks over at Kelly. EMPLOYEE #2 has now joined them. shoves his hands into his pockets and walk-runs toward th front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Rob! But Rob doesn’t stop. He bolts out, leaving her behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Damn, that was cold. Kelly hands Employee Prince’s “Purple Rain” from under he jacket. The employee snatches the record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE",
          "text": "Come back in here again and I will call the cops. Kelly nods, then exits quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well, at least she has good taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Yeah, I guess if you’re going to steal a Prince record, might as well be his best one, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I don’t know if that’s his best one. Solid top three, for sure. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Tell me, in your opinion, what is his best album?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Controversy. My mom used to play that song all the time when I was a kid. Tasha smiles, impressed. Daniel stares at her, googly-eye Grinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Listen, Red Tie--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Daniel. My name is Daniel. He sticks out his hand for a shake. Tasha shakes it. He h it a beat too long. A moment passes between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "It was nice meeting you, Daniel. But I really have to go--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well, maybe I can walk you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "No, I’m good. Take care, Daniel. Tasha puts her headphones back on and starts walking for door quickly, leaving Daniel standing there kicking himse",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natasha walks out into the crowd and spots Rob and Kelly ahead. Kelly cries as Rob gives his best half-ass explanation. Natasha moves past them unnoticed. Daniel, ear to his phone, eyes Tasha in the distance as h follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR, (V.O., ON THE PHONE)",
          "text": "Why didn’t you just get her number in the record store?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Because she wouldn’t give it to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR, (V.O.)",
          "text": "I think that’s clearly a sign, don’t you? \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "But it’s not like she totally blew me off. She was nice. I’m telling you, there was a spark there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR, (V.O.)",
          "text": "And following her like a serial killer is going to reignite that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m not following her. She just happens to be going my way. Natasha stops at the crosswalk ahead of Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Oh, shit, I’m getting close. She'd definitely think I was stalking her if she turned around now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR, (V.O.)",
          "text": "Well, then whatever you do, don’t -- Daniel hangs up in a panic. Strains, deciding whether to or say something as he approaches. Daniel takes a deep breath. He’s about to veer off when-- A WHITE BMW flies down the avenue. The light turns red ag and Natasha STEPS OFF THE CURB, not paying attention. SHE’S ABOUT TO GET HIT when Daniel YANKS her backwards by arm. They fall backwards onto the sidewalk. Natasha lands half on top of Daniel as her phone and headphones CRASH AGAINST THE PAVEMENT. She looks down at spider webs cracking across her phone’s screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What. The. Hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "That guy almost killed me. She looks up the block as the BMW sits on the side of the road with its blinkers on. Then looks to her headphones. NATASHA (CONT’D) Do you know how long I’ve had these? Natasha cradles her broken headphones in her hands. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I‘1l buy you another pair. She shakes her head “no.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "It’s the least I can do. Tasha finally looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You already saved my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You wouldn't have died. A little maimed, maybe. Natasha stares back at him, unfazed. Her eyes fill with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’m having just the worst day. (a beat; realizing) Wait. Were you following me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Man, I knew you would think that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You just happened to be right behind me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Maybe it was meant to be. Natasha exhales deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’m just gonna ignore that. Thanks for your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "At least tell me your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Natasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Nice name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "So glad you approve. Daniel stares at her, inquisitive. \f28. NATASHA (CONT’D) Why are you staring at me? Daniel blushes again. Natasha stares at his face. His hai",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Observable Fact: The man-bun pushes him from cute to kind of sexy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Now you're staring. Tasha blushes, then clears her throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Why are you wearing a suit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I have an interview later. Wanna go get something to eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yale. Alumni admission interview. I applied Early Decision. Natasha shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "No, I meant why do you want to get something to eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Hmmm. I’m not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Coffee then? Or tea or soda or bottled water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Why? Daniel shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Why not? Besides, I’m pretty sure you owe me your life since I just saved it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and Tasha sit across from each other at a Tasha checks the time on her phone: 10:00 A.M.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Wait. Why aren’t you in school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "(lying) . ; I have a doctor’s appointment in an hour. Tasha sips her coffee. Silence. 29. cozy table. Daniel fidgets nervously. Blows on his cappuccino so hard little foam flies up on his face. Tasha chuckles. She then looks at his satchel, suddenly curious. NATASHA (CONT’D) What do you keep in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Not much. My notebook. I carry it pretty much everywhere I go. Daniel pulls out a black notebook. Flips through Tasha glances at it. Sees the handwritten blocks",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You're not a poet, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No, I just kind of dabble in it. For fun. Next year I‘ll be pre-med. Self-conscious, Daniel quickly puts the notebook bag. Tasha notices, leans in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "(flirting) So what are your poems about? Love?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Among other things. Yes, love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t believe in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well it exists, whether you believe in it or not. it quickly. of text. back in his \fHe laughs. 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Oh really? Can you prove it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Thousands of love songs. Poetry. The institution of marriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Words on paper. Never mind the fact that eating large amounts of chocolate has the same effect on you as falling in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I love chocolate. Tasha laughs, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "You say it’s just words on paper, but you have to admit all those people are feeling something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "People just want to believe. Otherwise they would have to admit that life is just a random series of good and bad things that happen until one day, you die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "And you're okay with believing that life has no meaning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’m okay believing in the things that science can make sense of. If love made sense, more than forty- eight percent of all marriages would make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Are your parents married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Yeah, but if that’s what marriage is, it’s not for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So no fate, no magic, no meant-to- be for you? \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Boy, please. Quantum Physics is all the magic I need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I don’t think I’ve ever met anyone so charmingly deluded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "And you find that appealing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I find it interesting. (beat, then) What if I told you I could get you to fall in love with me scientifically? Without chocolate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I would scoff. A lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m serious. It’s a thing. The New York Times had an article about it. Researchers put a bunch of couples in a lab and had them ask each other a bunch of intimate questions. Also, they had to stare into each other’s eyes for four minutes without talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "That sounds ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "And yet, it’s a real thing. Daniel and Natasha stand in line at the register, waiting pay. Daniel has his phone out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "There are thirty-six questions. How about I choose ten randomly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Knock yourself out. It’s never going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Great. Question number one, what are the five key ingredients to falling in love? \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t believe in love, remember? (off his look) Okay. Fine--mutual self-interest and socio-economic compatibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Do you even have a soul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "No such thing. He laughs at Tasha as if she’s kidding, but she’s not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well, my ingredients are friendship and chemistry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "(patronizing) But, of course. Sorry, go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I think some kind of moral compass is important. And let’s see... Physical attraction and the X factor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What’s the X factor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Don’t worry. We already have it. He smiles charmingly. A strand of Daniel’s hair falls int his face. He puts it behind his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "This quiz isn’t going to make me fall in love with you, Red Tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It's Daniel. And give me today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Can’t. I have a doctor’s appointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Okay. I’1l walk you there. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha leads the way, darting in and out of pedestrian traffic, as Daniel struggles to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So, where are we headed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I am heading to my appointment on the east side and you are, apparently, tagging along with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yep. And while we’re walking... Daniel takes out his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "You ready for more questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You are relentless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Persistent. Now, question number two: Would you like to be famous and how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I'd be a famous poet laureate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "And you'd be broke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Broke with money But rich with words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What does a poet laureate even do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Offers wise and poetic counsel. Tasha makes some gagging sounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Be cynical all you want, but many a life has been saved by poetry. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You’re not joking, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What about you? What kind of fame do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Easy. I'd be a benevolent dictator. Daniel laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You know, all dictators think they’re benevolent. Even the ones holding machetes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Nope. Pure benevolence from me. I would decide what was good for everyone and do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "But what if what’s good for one person is not good for another?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Can’t please everyone. As my poet laureate, you could comfort the loser with a good poem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Touché. She glances at him, feeling a surprising connection. They stop at a corner, waiting for the light to change. We enter a MUSICAL MONTAGE of them walking through the ci as they get to know each other. The urban sounds melt awa a wistful piece of music takes over. Natasha soaks up the city she’s about to say goodbye to and Daniel continues t try and win her full attention. Daniel pulls out his phone again and begins scrolling thr questions. Natasha watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Tell me again why you're wearing a suit? (off his groan) Come on, I get to ask questions too. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yale. Interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Really. Are you nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m fine. My parents have only been prepping me for this my entire life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "They're immigrants, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Mine too. Do you even want to go to Yale?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It doesn’t matter what I want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "It's your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "And what about yours? You sound like you’ve got it all figured out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’m going to be a data scientist. (off his look) Data scientists analyze data and recommend actions based on the results. They’re also very well- paid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "That’s so practical. Have you always known what you wanted to be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Well, it wasn’t predestined. I did research on growing fields in the sciences. I chose one, and tada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So, it’s not something you're passionate about? She shrugs. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t want to have to rely on anyone or wind up working night shifts just to make ends meet. I can’t live off of passion any more that I could off of love. They climb some steps and walk along an elevated walkway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It's a long life to spend doing something you’re only ‘meh’ about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "It's a long life to spend chasing dreams that aren’t real. Do you know how many people want to be actors or writers or rock stars? A lot. Ninety-nine percent of them won't make it. Zero point nine percent of those left will barely make any money doing it. Only the last zero point one percent make it big. Everybody else just wastes their lives trying to be them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Are you secretly my father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Ha ha. Look, when you’re a happy doctor making lots of money, you’ll thank him that you didn’t become a starving artist dreaming pointlessly about making it big. Tasha notices the disappointed look on Daniel's face. NATASHA (CONT’D) Wait, you’re not serious about the poetry thing, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Honestly? If I had my way, yeah. This track I’m on is too predictable. Yale. Medical school. Residency. Marriage. Children. Retirement. Nursing home. Funeral home. Cemetery. (then) People have big, beautiful brains! We invent things that fly. We are capable of anything under the sun. We are capable of big lives. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "How great would it be if we all went after the things we actually believed in? Their eyes meet. She’s inspired by his passion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha stops in front of a glass high-rise building on lst Ave. Its corporate design contrasts with the illustrious building on the opposite side of the street. She looks up the building, knowing it may be her last hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "So, this is me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I can wait for you out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Daniel. You have an interview and I have this... thing. This is where we say goodbye. Daniel falls silent for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Am I going to see you again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "There are eight and a half million people in this city. Unless we just happen to run into one another, again the odds aren’t in our favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Let’s do that over. Do you want to see me again? A beat. Neither one moves... Daniel doesn’t wait for her reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Never mind. I can see that you're a little stressed by this appointment...like I was before I saw you. Let’s try something. Daniel raises his arms laterally, away from his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Lift your arms like this. \f38. Natasha obliges, reluctantly. Daniel inches closer and cl to her, arms out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Ummm. What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "They say that something as simple as a hug can do wonders for stress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Do they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Mmmhmm, it’s science. Daniel stands face to face with Natasha, both of their ar outstretched, almost wrapping around one another. But the don’t touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "If this is goodbye, then let this hug be my parting gift. Okay? Tasha pulls him in. He holds her tight. Tasha lets her he drop onto his shoulder and her body relax into his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Go, Tasha. Time to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "Let go, Daniel. Let her go. Daniel releases her. Tasha pulls back, smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Nice meeting you, Daniel. Good luck with your interview. Daniel nods. Tasha heads to the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(calling after her) You really don’t think we’ll see each other again, do you? She turns back to Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "It’s highly unlikely. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "The odds were that we'd never meet in the first place, you know. But we did. Daniel looks to the sky. Cracks a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Why are you smiling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Because I know this isn’t our last time together. Daniel’s naiveté upsets Tasha. Tears gather in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Goodbye, Daniel. Tasha turns away from him so that he can’t see her face. walks through the large glass doors of the building. INT. BUILDING - HALLWAY/FITZGERALD’S OFFICE - DAY Tasha opens a door to find a partially built office. The walls are half painted and bare bulbs hang from the ceili Sawdust and paint splotches cover the tarped floor. A woman, HANNAH, 30s, sits behind the desk. She smiles as Tasha approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "You must be Natasha. Tasha nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "I’m sorry, I have some bad news. Tasha’s stomach folds in on itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "Jeremy-- Attorney Fitzgerald, was in a car accident an hour ago. Hannah continues the story as Tasha listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Turns out that BMW that almost hit me had already done its fair share of damage... \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JEREMY FITZGERALD crosses the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "My attorney-to-be was crossing the street, and without his own personal Daniel to save him... BOOM. The WHITE BMW cruises through a stoplight and KNOCK JEREMY TO THE GROUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "A drunk and distraught insurance actuary hit him. Jeremy crawls to the side of the street as other PEDESTRI help him up and call 911.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hannah continues talking to Tasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "His wife says he’s fine, just a few bruises. But he won’t be back until later this afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "But that might be too late--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Didn't you hear what I said? He was hit by a car. He’ll see you later. Hannah pushes a sheaf of forms over to Tasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "In the meantime, I need you to fill out these forms. Hannah points Tasha to an adjacent desk. She fills most o quickly. Then pauses at the back page. The prompt: “PLEAS GIVE A FULL ACCOUNTING OF YOUR TIME IN THE UNITED STATES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I have no idea what to write. So I give the facts: my family traveled to America on a tourist visa and we have not left the country since. We have committed no crimes, except for my dad’s DUI. \f41. Tasha jots this down quickly, then hands the papers back Hannah. Hannah flips through it, then stops on the back p",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "You need more here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "What does America mean to you? Why do you want to stay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Is that really--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Anything Jeremy can use to humanize you will help. Tasha sits back down. The phone rings as she stares at th blank page. Struggling. Hannah talks as Tasha tries to fo A second phone line rings as Tasha works on the forms. Ha hangs up and grabs the second line before it can ring twi",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "Oh my God, Jeremy. Are you alright? As Jeremy responds, a relieved smile crosses Hannah’s fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "Thank goodness, I was worried sick! (beat) Yes, of course. I'll see you later. Hannah hangs up the phone and comes back into the recepti area, aglow with relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "He’s alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "That’s great. Hannah takes the forms from Tasha and reads through them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I’ve seen lots of cases like this-- you'll be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You think so? \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Jeremy never loses. I’m not supposed to say this...but just know there’s hope. Tasha exhales, a burden lifted. INT. FITZGERALD’S BUILDING - LOBBY - MOMENTS LATER Tasha exits the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S8.)",
          "text": "Hey! Tasha turns to the voice. It’s Bev.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "How'd it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Good. I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Well, it’s not official yet, but... there may be something other than resigned dread in my future. Bev squeals, then squeezes Tasha tight in a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "That's amazing! Are you going to call your parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "And say what? A man who I don’t know sent me to see another man I don’t know. Then a paralegal, who is not a lawyer, whom I also don’t know, says everything will be all right. What’s the use in getting all our hopes up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "Hope seems like a good substitute to whatever you’ve been feeling. Tasha smiles. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV, (CONT'D)",
          "text": "Don’t tell me. Can you use the scientific method on it? Can you observe it, measure it, experiment with it and repeat your experiments?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You cannot. They both laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You know I can only take so much positivity. (beat) But there is something measurable I have to tell you. I met a boy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "Um, what? When? Deets please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Okay, so I saw Rob up at Second Coming this morning... As Tasha tells her story, INSERT FLASHBACK SHOTS of Danie enhanced by her memory and favorable shades of lighting: - Beautifully backlit after he saved Tasha’s life. - Getting foam on his nose at the coffee spot. - Lovingly looking at her as he says “goodbye.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "And as I gave Bev the full Daniel rundown, it hit me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I didn’t even get his full name!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "What a fail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I know! I should’ve gotten his number. Tasha looks down to her phone. It’s 11:35. NATASHA (CONT’D) I mean, what if this immigration nonsense does resolve itself? How will I find him again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "Maybe he waited for you. Wouldn't that be romantic? Bev looks around the lobby, searching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Don’t be ridiculous. He had an interview. He’s not still here. In spite of herself, Tasha starts to look around the lobb too. Hopeful. But she can’t find him. Her shoulders slump",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "Ha! You’re disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "And how is that funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "Because you really like this dude! I’ve never seen you like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "(still searching the lobby) Please. It’s not like I think we were meant to be or anything ridiculous like that...just saying, it would've been nice-- Tasha finally sees Daniel. He’s crossing the lobby, makin beeline for her. She covers her excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Hey. What happened to your interview?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No hug. No “I’m so happy to see you\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "You clearly don’t know Tasha that well. Hi, I’m Bev. You must be \"the boy.” Tasha cuts her eyes at Bev, deadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Actually it’s Daniel. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "Nice to meet you, Daniel. (to Tasha) Okay. I’m out. Bev hugs Tasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I thought we were having lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV",
          "text": "I think you’ve got other plans. Bev grins from ear to ear as she trots off. She types Tas text: Call me later. PS, pls get the digits this time!!! Tasha turns to a smiling Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Your interview?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Oh, that old thing? I postponed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Are you insane? This is your life we're talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I didn’t burn the building to the ground, ‘Tash. I just moved it until later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "‘Tash? We're doing nicknames already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha shivers a little and rubs her hands down her forear from the cold. Daniel takes her jacket and helps her into",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Did you postpone for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Absolutely. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What makes you so sure I’m worth it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Instinct. How did your thing go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Fine. I have to come back at 3:30. Daniel looks at his phone: 11:45 AM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Looks like we have more time together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Looks that way, huh? The two of them exchange flirty smiles. NATASHA (CONT’D) So, what should we do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Manhattan skyscrapers have been replaced by small, closely-packed stores with bright awnings. Harlem feels l like a city and more like a neighborhood. Almost everyone black. Tasha and Daniel walk down the street, talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Your father owns a black hair care shop called “Black Hair Care”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yep. Not the most creative name in the world, I’1l give you that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Hmm. I guess when you said ‘store,’ that’s not what I was expecting. How'd they get into that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "My family didn’t enter the Black hair care business by chance. A STILL PHOTO OF DANIEL’S FAMILY COMES TO LIFE. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "When Dae Hyun and Min Soo moved to New York, Dae Hyun’s cousin gave them a loan to open a Black Hair Care store. A photograph of a Korean plane suddenly moves, the plane lands in New York City. A photo of Dae Hyun’s COUSIN spri into action as he hands Daniel’s parents some cash. A Hai Care Store frozen in time suddenly bustles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "His cousin had a similar store and it was thriving. As were stores other South Koreans had opened up. A wide shot reveals the cousin in front of a store, he go inside. A dozen other Black Hair Care Stores are alive an thriving on the block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "And South Koreans didn’t dominate the Black hair care industry by chance. In the 1960s wigs made with South Korean hair were insanely popular in the African-American community. Various photographs of BLACK WOMEN come to life. As they down the street, wigs of every style are on display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So much so that the South Korean government banned the export of raw hair to ensure South Korean wigs could only be made in South Korea. That combined with the U.S. banning the import of wigs containing Chinese hair effectively solidified South Korea’s dominance in the wig market. The wig business evolved to the more general Black hair care business. Of which South Koreans currently control 60-80%.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "They finally stop in front of his father’s store. Posters BLACK WOMEN in all styles--afros, weaves, braids, etc., a the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "So this is it... \f48. Daniel turns to Tasha, tugs his tie from side to side nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "So, you should know that my dad’s really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Daniel. It’s fine. I get it. All parents are embarrassing. Daniel averts his eyes. Tasha reaches out for the door, b he stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Maybe you could just wait out here. Tasha lets the door go, stunned. Daniel reaches for the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "I‘ll be right back. He sees the hurt in Tasha’s eyes, feels awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "I’m sorry, can I try that again? Tasha gives him a big smile. Daniel opens the door for Ta",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "After you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bell chimes as they enter. It’s small and crammed with of metal shelves and products. Dae, DAE HYUN, 50s, is bus ringing up a customer at the register.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well, this is it... You need to go to the bathroom or anything? There's one in the back. Tasha shakes her head. He strangles the pouch with his ha Nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Want to show me around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Not much to see. First two aisles are for hair. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Shampoo, conditioner, extensions, dyes, lots of chemical things I don’t understand. Aisle three is make-up. Four’s equipment. He glances at his dad, but he’s still busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Do you need something? Tasha touches her hair, suddenly insecure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "I didn’t mean a product. We have a fridge in the back with soda and stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Sure. They walk down the hair dye aisle. Tasha stops in front o some boxes with brightly colored dyes, picks up a pink on",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Pink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Doesn't seem like your style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Shows how much you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I think you would look beautiful with a giant pink afro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "The whole thing wouldn’t be pink. Maybe just the ends. He reaches for the box and now they’re both holding it an facing each other in an aisle that only has space for one",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It would look like strawberry frosting. Daniel pulls a few strands of Tasha’s coils. He smiles. S smiles back. A small moment. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (0.S.)",
          "text": "Oh, look. My little brother’s here. Daniel jerks his hand from her hair. They both let go of dye at the same time, and the box clatters to the floor. Charlie saunters down the aisle toward them, eyes filled curiosity and a mischievous glee. Daniel hands the dye back to Tasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What’s up, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "The sky is up, little brother. (then, re: Tasha) Who is this? Charlie’s eyes are on Tasha. Daniel takes a deep breath a readies himself to say something, but Tasha jumps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I'm Natasha. A friend of your brother's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Oh, I thought maybe he’d caught a shoplifter. We get a lot of those in a store like this. I’m sure you understand. Tasha’s eyes widen, stunned by his rudeness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Jesus Christ, Charlie. Daniel angrily takes a step toward his brother, but Tasha grabs his hand, pulling him back. Daniel stops, links his fingers with hers and squeezes. Charlie makes a big show of looking down at their joined hands and then back up at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Is this what I think it is? He claps his hands together with a loud smack and does a laughing two-step dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (CONT'D)",
          "text": "This. Is. Great. Yes. You know what this means don’t you? All the heat will be off me. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (CONT'D)",
          "text": "When the ‘rents find out about this I’‘1l be a boy scout again. Fuck academic probation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Wow. You’re an asshole. He smiles as if Tasha’s paid him a compliment. NATASHA (CONT’D) (to Daniel) Do your thing and let’s get out of here. She squeezes his hand. They turn away and run right into father. Tasha pulls her hand away, but it’s too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE",
          "text": "(in Korean) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Mom said I had to bring you this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Want me to help translate for your friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE",
          "text": "(to Charlie) I thought you didn’t understand Korean. Charlie shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I get by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE",
          "text": "(in Korean) Is that why you failed out of school? You only get by? Charlie’s smile lessens. Embarrassment showing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(to Tasha) Don’t worry, he’s not talking about you. Not yet at least. Dae’s face goes completely blank. He suppresses his anger feigns a smile at Tasha. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE",
          "text": "You want something before you leave? He clasps his hands, half-bends at the waist like he usua does for his customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "No, thank you, Mr.--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE",
          "text": "Yes. Yes. You’re a friend of Daniel’s. Take anything you want. He pats at his pockets until he finds his glasses and pee at the bottles on the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE, (CONT'D)",
          "text": "Not this aisle. Come with me. Natasha and Daniel follow him helplessly while Charlie snickers. Dae finds what he’s looking for one aisle over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE, (CONT'D)",
          "text": "Here. A relaxer for your hair. To make your hair not so big. He pulls a tub from a shelf and hands it to her. Charlie laughs long and loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Thank you, Mr.--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Bae.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Mr. Bae. I don’t need any--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE",
          "text": "Your hair’s too big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I like it big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Better get a different boyfriend. Daniel glares at his brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "We're leaving. \f53. Daniel practically flings the pouch at his father. Then h reaches for Tasha’s hand and leads her toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Thank you, come again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHYRON",
          "text": "Daniel sighs as he tugs Tasha up the block. She shakes he head. Daniel finally stops, hangs his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m sorry. Tasha’s giggles turn into all-out laughter. She clutches stomach as Daniel stares at her, unamused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t think that could've gone any worse. Racist dad. Racist and sexist older brother. And the store! I mean the ancient posters of those women and your dad offering me a relaxer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m glad you think this is funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Come on. Tragedy is funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Are we in a tragedy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Of course. Isn’t that what life is? We all die at the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I guess so. He steps closer, takes her hand and places it on his ches",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Seriously. I’m sorry. I’m sorry about my family. I’m sorry about everything, about the whole history of the world and all its racism and the unfairness of all of it. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What are you even saying? It’s not your fault. You can’t apologize for racism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I can and I do. Tasha warms to his earnestness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I get it. It’s hard to come from some place or someone that you’re not proud of... But you’re not your dad. Or your brother thankfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Thank you. (beat) I feel like I need a palate cleanser now. What’s your favorite place to go in the city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Hmm. There’s so many. But I guess if I had to pick one, I’d say the planetarium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Really? Never been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Are you serious? Not even the obligatory fourth grade field trip? Daniel shakes his head. Tasha looks at her phone. NATASHA (CONT’D) Then we have to go. There’s a twelve-thirty show if we leave now, we can make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and Tasha sit side by side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So, you ready for the next question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Oh boy...are we back to that? \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I‘ll take that as a yes. (searches) Alright, here we go. How do you feel about your relationship with your mother and father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well. You met my dad...it’s complicated. Of course I love him, but you can love someone and still have a not-so-great relationship with them, you know? (shrugs) Sometimes I feel like we’re on opposite sides of a soundproofed, glass wall. We can see each other but we can’t hear each other. The train brakes suddenly and jostles them even closer together. She doesn’t move away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "And your mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Pretty good. She’s kind of like me. She paints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "So she’s a delusional optimist too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I guess so. (then) Now your turn. Tasha rolls her eyes. She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "I‘1l make it easy on you. You can just give me a thumbs up or thumbs down, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Mom? Tasha gives the thumbs up. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Way up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Let’s not go overboard. I’m seventeen and she’s my mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Dad? Tasha gives the thumbs down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Way down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "(beat) It’s hard to love someone who doesn’t love you back. Daniel and Tasha fall silent as a STREET MUSICIAN carryin VIOLIN boards the car. She starts to play Prince’s “When Doves Cry.” Daniel nudges Tasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "She’s playing Prince. Kind of a coincidence, don’t you think? Tasha rolls her eyes. The Musician is so passionate and the tune is so infectio that an ELDERLY PASSENGER starts to loudly hum along. As song goes on, OTHER PASSENGERS hum as well. Daniel smiles big at Tasha as he joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You're so goofy. The Musician finishes with a flourish and the car breaks in applause. A true New York subway Moment. The Musician takes a bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET MUSICIAN",
          "text": "Ladies and gentlemen, if you like what you heard, I do accept tips. Cash, credit or debit. The Musician holds her hat in one hand and an iPhone with card-reading square in the other as passengers head out. \f57. Tasha stops, pulls out a dollar and puts it in her hat. Daniel smiles and does the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha and Daniel wander through the minimal dark space. Spotlights shine on Meteorites. Natasha runs her hand acr the metal-cold surface of a pockmarked rock and ske close her eyes, fingering the divots. Daniel comes close, watch her. She turns to him, her voice a whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "This rock is 4.5 Billion years old. Almost as old as our solar system. Daniel smiles. NATASHA (CONT’D) Just think about that, before humans ever existed, this object was flying through the universe for billions of years! Daniel pauses, taken aback by her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You’re like a kid in a candy store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Just think, humans have only been around for at most two-hundred- thousand years. This rock has been around for five-thousand times as long as all of human history combined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "The way you talk about this stuff, you should be pursuing astronomy. Natasha walks off into the darkness of the exhibition spa",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "There’s not a lot of jobs in astronomy. Not like the other sciences. Daniel follows her, pauses in a pool of light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "But this is what you love. Natasha stands in the darkness, just outside the spotligh \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Cliche as it sounds, love doesn’t put food on the table. (then) Isn’t that why you’re going to Yale?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I don’t know how it is with your family, but in mine, my parents have a lot of power. And they've already decided my fate. Daniel walks back into the blackness. Tasha follows him. looks at her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Show’s about to start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night sky is projected on an ENORMOUS SCREEN. Tasha a Daniel stare up at the stars, transfixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "The night sky... both beautiful and mysterious. Images of the Milky Way galaxy appear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "But the stars only tell part of the story. You see this denser band of stars? That’s the Milky Way. It's our galaxy. Daniel’s eyes go wide as he takes in the spectacle. Tasha notes his reaction and smiles to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "It's big. So big that even at the speed of light it would take 100,000 years to travel across it. And this galaxy of ours contains only about 100 billion stars. The two of them are so caught up that everyone DISAPPEARS around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Luckily the Milky Way is not the only galaxy in the Universe. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Many of the stars we see are actually in whole other galaxies very far away. Daniel eyes Tasha’s hand on her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "There are about 170 billion galaxies, comprised of hundreds of billions of individual stars. Natasha’s elbow lightly brushes Daniel’s arm. She notices they exchange a look, both embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "There are more stars in the universe than grains of sand on all of Earth’s beaches combined. Daniel looks down longingly at her hand. Reaches his pink slowly towards hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Some may find this vastness, this unending darkness, proof of our insignificance. But I see ita little differently. Daniel’s pinky lightly touches her hand. A pause. Natasha freezes. Daniel withdraws his hand quickly. NEIL DEGRASSE TYSON appears on screen, as if he’s standin the middle of the universe. He’s our narrator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYSON, (V.O.)",
          "text": "The most astounding fact to me is the knowledge that the atoms that comprise life on earth, the atoms that make up our human bodies, are traceable to the stars. Daniel takes a deep breath, slowly brings his hand toward Natasha’s hand again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYSON, (V.O.)",
          "text": "Stars that collapsed and then exploded, they became the ingredients for life itself. Daniel’s fingers lightly cover Natasha’s fingers. A pause his hand on hers. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYSON, (V.O.)",
          "text": "So when we look up at the night sky, we aren’t drawn in merely for its beauty...we’re drawn in because whether we know it or not, we are all part of this universe, we are all in this universe, but more importantly, the universe is in uS... Natasha reciprocates at last. She pulls her fingers aroun his and their hands intertwine. The tension building...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are up. Daniel’s still blown away by what they just saw. Tasha’s distant. Both of them remain in their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "That was...really something. Tasha doesn’t hear him. She checks the time on her phone again: 1:01 PM. She slides her hand away from Daniel's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Did I say something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "No, it’s not you. Well, maybe it is...Don’t you think it’s weird that we've spent so much time together today? I mean, we just met. We’re practically strangers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Honestly, I don’t think it’s weird at all. Plus, you’ve met my family...we’re definitely out of the stranger zone. Natasha softens. At ease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Yeah, I guess. It’s just a lot to take in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I don’t know...I just feel connected to you. A beat. Natasha’s belly growls. Their laughter relieves t romantic tension. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "You like Korean food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music plays as Daniel and Tasha make their way through th densely packed streets of Koreatown. Neon signs in Korean street vendors, bicycles, and the smell of delicious food wafting in the air. Natasha sees Korean people exiting a building dragging bi suitcases. She SIGHS, the weight of the world on her shoulders. Daniel notices. She brushes it off, moving on the street. They take a quick SELFIE together as the musi ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "So how come you call yourself Korean? Weren’t you born here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "People always ask where I’m from. I used to say here, but then they ask where are you really from, and then I say Korea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t think you should say you’re from Korea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Because it’s not true. You’re from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I love how simple this is for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well, your solution to everything is to tell the truth. I struggle with my identity and you tell me just to say what’s true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Why not? It’s not up to you to help other people fit you into a box. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Do people do it to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Yeah, except I’m really not from here. We left Jamaica when I was eight. The first time I saw snow, I was in homeroom and I was so amazed I stood up to stare at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Oh no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Oh yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Did the other kids--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Yep. It wasn’t pretty. (shrugs) But eventually this became home. I love it here. I could stay in New York for the rest of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well, you should. Natasha deflects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Well I’m not going to be around much longer... You know, if I don’t get some food soon. Where are we going again? Daniel stops in his tracks. Tasha follows his lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Turn around. The pair stand at a nondescript doorway. Confused, Tasha looks to Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Trust me. He takes her hand and they head inside, the sound of peop greeting them in Korean “Annyeonghaseyo” echoes. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel and Tasha sit at a booth in a small hole-in-the-wa joint. Tasha looks over the menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’1l eat whatever you tell me to. Daniel rings the little bell attached to the table and a WAITRESS appears almost instantly. She gives Natasha a qu look, turns to Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "(in Korean) How can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(in Korean) We'll have two seafood soon dubu, kalbi, and pa jun. The waitress nods and then walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "There’s a bell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Awesome, right? It takes all the mystery out of food service. When will my waiter appear? When will I get the check?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Do American restaurants know about this? Bells should be mandatory. Daniel laughs. NATASHA (CONT’D) No, I changed my mind. Can you imagine some jerk just leaning on the bell demanding ketchup? The Waitress returns and places the soup and two uncooked eggs on the table. She tosses paper-clad spoons and chopsticks into the center of the table. NATASHA (CONT’D) Oh, can I have a fork, please? The Waitress gives her a disapproving look, then walks of \f64. NATASHA (CONT’D) Does this mean she’s not going to bring me a fork? Daniel laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Don’t worry about her. Try this... Daniel pulls the soup bowl towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "This is soon dubu. Tasha watches as he cracks the egg into the soup. She doe the same, then dips her spoon in and takes a bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Mmm. It’s delicious. Daniel smiles as Tasha does a little happy dance. He watc her eat, amused. A stream of traffic flowing through a do in the rear of the restaurant catches Tasha’s eye. NATASHA (CONT’D) What’s going on back there? This some kind of Korean mafia joint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Oh, no. That’s the norebang. (off her look) Korean karaoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Then why don’t I hear any music?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "They have private rooms. Koreans are all about embarrassing themselves in private. A beat, then a mischievous look comes over Daniel’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Why are you looking at me like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small, dimly lit room. Plush, red leather couches. A la square coffee table sits in front of the couch. On it, a microphone and a remote. Next to the door there’s a large \f65. Daniel pours over the thick song book, he’s been flipping a while, agonizing over it. Natasha watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Just choose a song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "This is norebang. You don’t choose a song. A song chooses you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "How poetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t know, most poems I’ve read are about three things: love, sex, or the stars. You poets are obsessed with stars. Falling stars. Shooting stars. Dying stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Stars are important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Sure, but why not more poems about the sun? The sun is also a star and it’s the most important one. That alone should be worth a poem or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Being the most important star doesn’t make it the most poetic. Who wants to write about something so domineering? I’d rather ruminate on the romantic underdogs that play in the night sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Domineering? You’ve got it all wrong. The sun is a benevolent star. A giver...it’s also our greatest symbol of hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "How’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "The brightest stars that we see at night are often the light from stars that have already died. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (CONT'D)",
          "text": "It's sad, really. But the sun is different. Everyday it brings energy and life and hope to us. Without it, we’d all be lost. I think that’s something worth writing about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Hope, huh? I never pegged you to believe in something as intangible as hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Just a manner of speech. It only means that something is possible. The sun makes everything on earth possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You know what? You’re right. I will only write poems about the sun from now on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "And sex. Natasha rolls her eyes. He winks. Then starts flipping through the book. He pulls the rubber hand from his hair tosses it on the table. Tasha tries not to stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Are you a good singer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Not gonna lie. I am kinda good. He grabs the remote to key in his song choice. Tasha smil The music starts and Daniel slowly settles into a dramati slump: feet planted wide, hair obscuring his bowed head a microphone held high in the air, ready to rock. The opening chords of “Kiss” by Prince fill the room. He a hand over his heart and croons the first verse. It’s Magnetic. As the song unfolds he embodies Princes’ sexual power in a completely fun and charming performance. As Daniel’s sings, Tasha’s imagination takes over. BEGIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Daniel and Tasha months down the road: lying in bed together laughing and eating cookies, Daniel playing Socc with Tasha’s brother, Daniel and Tasha wandering Ellis Is together holding hands. And then years down the road, Dan on one knee holding a ring out to a glowing Tasha. Walkin down the aisle, cooking breakfast pregnant, pushing a stroller down the streets of New York arm and arm. The fantasy is of a whole life with Daniel, a beautiful life. Daniel leans in while the songs plays without him and a cheesy guide track keeps crooning. They kiss. IN the midd of the cheesiest and most epic tiny room in the universe. ON CELL SCREEN: MEETING WITH FITZGERALD IN 30 MINUTES. She pulls away and stares intently at the message. It fil her with panic and dread. She’s not going to marry anyone She’s not going to have kids with Daniel. This is all a s Her life is over, not starting. Daniel see her shift in attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Everything okay? Tasha stares at him with fear and protective anger in her eyes. She almost whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I gotta go. She then bolts out of the room. Tasha runs down the crazy hallways filled with colored li and crazy patterns. Neon flashing in her face as she well with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Hey - what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’m sorry. I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Woah! Wait! What are you sorry for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I just have to go. This all has to stop Daniel. Daniel chases her down the hall and she starts to run har when she eyes a door at the end of a long hallway. She sl into the door at full speed. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha and Daniel squint and shield their eyes as they cra out into the sunlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "God, it’s bright out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Back to reality. With tears still in her eyes Tasha strides down the sidew clearly to get away from everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Wait, what just happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Nothing happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Bullshit. You’re acting completely different. What changed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Nothing’s changed. Daniel catches up to her and Tasha looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What are you so afraid of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "There’s something real here. I know you feel it too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Oh, you know how I feel? Do you? You don’t know shit Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What’s your problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "This. You and me. This thing. Well this can’t happen. It’s over ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Hey don’t I have a say in this. I know there's something here. \f69. Natasha leans in and speaks low, with intesity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Oh, well do you know that I’m not a citizen? Huh? So you know that my family is being deported tomorrow? Huh do you know that? Do you know that all this - whatever it is. It NOT meant to be. Do you know that part? Daniel stares, silent. Totally blindsided.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What? You’re leaving the country? Why didn’t you tell me. It’s like this is all a lie?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I didn't lie to you. I just didn’t tell you everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I postponed my appointment because of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I didn't ask you to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "But you didn’t say you’d be living in another country in less than twenty-four hours, either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "It wasn’t your business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "And it is now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Look, Daniel. I told you not to fall for me, okay? I tried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No, here’s how you try. You open your mouth and you say the truth. Just say, “Daniel, I’m leaving the country.” “Daniel, don’t fall in love with me.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You think a few kisses mean something? \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I think those kisses did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Lets just end this. You have your plans and I have mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Sure. Whatever. I get it. Just like that. OK, Have a nice life. Daniel grabs his jacket and strides away. Tasha watches h go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel walks into the store visibly upset. His dad’s busy with a customer. Charlie’s face goes into a full asshole smirk as he sees Daniel is alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where's your girlfriend? She dump you already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Fuck you, Charlie. Charlie stops smirking, takes a good look at Daniel, noti his tie and jacket are missing. Shirt untucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Why. Are. You. Here. Little. Brother. Shouldn’t you be interviewing for Second Best School today? A beat. Daniel stares at Charlie, disgusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Why are you such an asshole? Seriously. What’d I ever do to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Is that what you came back for? To whine about me being mean to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So you don’t have an answer? That’s just the way you’re made?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That’s right. I’m stronger. And smarter. And better than you. \f71. Daniel glares at his brother, anger building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "If you’re so smart, what are you doing back here, Charlie? Big fish, small pond syndrome? Were you just a tiny douchebag fish at BU? Charlie clenches his fists. He gets right in Daniel’s fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You want to know why I don’t like you? Because you’re just like them. You and your mandu and perfect Korean. We’re not even from the goddamned country!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Wait. You’re mad because I like dumplings and I speak Korean? That’s your beef? Charlie steps closer, gets in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, my problem is you don’t have a spine. You’ve always done what they’ve told you to. You’re their little golden boy. It’s pathetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Wow. I’m not even angry at you anymore. I just feel sorry for you. Charlie sees the pity in Daniel’s face. He grabs Daniel b the collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Fuck you. You think anybody’s gonna care about that shit at Yale? (then, smirking) What? You think you’re cool now because you brought some black girl in here-- Daniel PUNCHES Charlie in the eye socket, then recoils fr the pain in his hand. Charlie stumbles back. Charlie’s face turns from pain to surprise to rage. He punches Daniel in the stomach, then keeps coming. Daniel tries to block his face, but it’s no use. Charlie’s fist splits Daniel’s lip. \f72. He rears back, ready to deliver another blow, but Daniel blocks his face and knees Charlie in the groin. Hard. Cha falls to the ground in agony. Their dad runs over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE",
          "text": "(in Korean) What’s going on here? Their father eyes Daniel’s disheveled clothes and busted",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE, (CONT'D)",
          "text": "Get some ice for your lip. He turns to Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE, (CONT'D)",
          "text": "You hit your little brother? That's what you learn from America? To hit your family? Daniel gets up and goes to the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grabs a coke and presses it against his lip. He sits on t floor with his back against the door, breathing heavy. Lo to a mirror on the wall. A KNOCK on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE, (CONT'D)",
          "text": "Daniel, come out here now. Daniel puts the can back in the fridge and tucks his shir in. He opens the door. His father is right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE, (CONT'D)",
          "text": "I don’t care what your brother says. The only thing that matters is you go to school, you become a doctor, you be successful. You find a nice girl and have children and you have the American Dream. You don’t throw your future away for temporary things you only want right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "But Appa, what if I don’t want the same things you want? His father holds up his hand, silencing him. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAE",
          "text": "Doesn’t matter what you want. If you don’t go to Yale and become a doctor, then you’re on your own. A standoff. They hold eye contact. Neither budging. Finally Daniel grabs his crumpled suit jacket, throws it and marches out the door. Busted lip and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hannah greets Tasha as she enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Perfect timing, Miss Kingsley. Follow me, please. Hannah leads Tasha into the back office, knocks lightly o the door. JEREMY FITZGERALD, 50s, opens the door, a small bandage above his eyebrow and another around his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "Jeremy, Tasha Kingsley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Come on in. Jeremy smiles warmly at Tasha. Tasha enters hesitantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD, (CONT'D)",
          "text": "(to Tasha) Sit, sit, sit, sit. Sorry for the delay. I reviewed your file. Please, tell me how this all came to pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’m not sure where to begin... Fitzgerald leans in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "+..So I start with the night my father ruined our lives. INT. NATASHA’S APARTMENT - FLASHBACK - NIGHT Tasha, Peter and Mrs. Kingsley sit around the small kitch table as Mr. Kingsley clears the Chinese take out and pul an envelope out of his pocket. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "My family. Please do me the very great honor of coming to see me perform the role of Walter Lee Younger in the Village Troupe’s production of “A Raisin in the Sun.” He pulls out three tickets and proudly hands them out. Bu Mrs. Kingsley doesn’t take hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "You and your foolishness. You can keep your ticket. I’m not going anywhere. Mrs. Kingsley storms out. A beat later a DOOR SLAMS down hall. Peter slumps in his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "Don’t worry ‘bout your mother. She don’t mean it, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "But she did mean it. She didn’t go with us. Said it was a waste of her hard-earned money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha and Peter sit front row with an empty seat between them. Stare up at the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I want to be able to say that my father was not good. That his talents were only mediocre. Mediocre would explain all the years of rejection... ON STAGE Mr. Kingsley gives a command performance. The audience, including his children, are entranced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "But he was excellent. Transcendent. He belonged on that stage more than he’s ever belonged with us. LATER - The actors bow, with Mr. Kingsley center stage, soaking it all in. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I’ve never seen him happier. And I’m certain he will never be that happy again. LATER STILL - Mr. Kingsley stands center stage, staring o into the empty theater - save for Tasha and Peter. Peter breaks his father’s trance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You ready, Pops? Mr. Kingsley looks down at them with far-away eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "You children go on ahead. I’1l see you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kingsley drinks with his cast mates. They down shot a shot, enjoying the evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "So instead of coming with us, he went out drinking with his “fellow actors.” Mr. Kingsley finally downs his last drink and stumbles to the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QUICK CUTS: Mr. Kingsley drives down the street recklessl POLICE CAR turns the sirens on and pulls behind him. On Mr. Kingsley’s face. Shit. He knows he messed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "And though he only had three beers, those three beers were enough to change everything. The POLICE OFFICER approaches the window and asks for lic and registration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "In all the time he’d been here, he'd never had one run in with the law. But here he was, face to face with cops, without the proper paperwork to show. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fitzgerald’s still listening. Now puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Can’t believe he’d get behind the wheel like that with so much at stake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t think he was thinking about anything but how happy... how free he was in that moment. On Tasha’s face. There’s more to it than she’s saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "That was part of it, but not the whole story... INT. NATASHA’S APARTMENT - FLASHBACK - NIGHT Tasha leans her ear against the door of her parents’ bedr INSIDE Mr. and Mrs. Kingsley argue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "When we met you said all my dreams would come true. You remember that, Kingsley? You’re a good actor because you make me believe all the pretty things you say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "I’m tired of your dreams. What ‘bout mine? If it wasn’t for you and the children, my life would be better. If it wasn’t for you and the children I would have all the things I want. I’d be doing the thing God put me on this earth to do. IN THE HALLWAY - Tasha slumps down as her father’s words her heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "But I don’t tell Fitzgerald that part-- that we are my father’s greatest regret because we got in the way of his dreams. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fitzgerald sits silent, hands steepled as he thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I wonder how many stories like mine has Fitzgerald’s heard over the years. How many hopeless cases he’s had to sit through... Fitzgerald looks over one of the forms then gets a yellow legal pad out of his desk drawer, then jots something dow Then he sits in silence for a long beat. His expression v hard to read. Tasha stares at him, nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Each moment of silence is soul crushing. I knew I shouldn’t have listened to Hannah. Shouldn’t have gotten my hopes up... Then finally--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Miss Kingsley--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "It’s okay. I know I’m out of options. Thank you for your time. Tasha moves to get up. But Fitzgerald waves her back down",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "You’re never out of options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What do you mean? Are you saying you can fix this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "I’m going to go see a judge friend of mine. He’ll be able to get the Voluntary Removal reversed so at least you don’t have to leave tomorrow. After that we can file an appeal with the BIA-the Board of Immigration Appeals... (checks his watch) Give me a couple of hours. I can make this happen. Just need to get the judge to file by six o'clock. Tasha’s taken aback. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD, (CONT'D)",
          "text": "I‘1l call you when it’s all sorted out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "But you think you can sort it out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Yes. I’ve done it many, many times before. You'll be fine. He smiles at her confidently. Tasha’s eyes light up. She throws her arms around him in a big, impromptu bear hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Thank you. You have no idea how much this means to me. My family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I should call my parents and tell them, but right now, all I can think about is Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel sits at an empty booth. Omar sees him and walks ov looks him up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Dude, what the hell happened to you? Did you get robbed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What? (then realizing) I got into a fight. With Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Oooh! Finally! That dick’s had it coming for a good ten years... (a beat) How'd your interview go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Postponed it. For Tasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "Are you insane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yes. Probably. But then we got into it and now I’ve lost her, too-- \f79. Omar sits down across from Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "You’re such a drama queen. It’s just a girl, man. There’s other girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No. Not like her. I didn’t even get her number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "So Facebook her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I don’t know her last name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "So? If it’s in the stars, nothing can stop it. Even your clumsy, no- game-having ass, can’t fuck up this good thing if it really was sent down from Zeus or whoever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Am I supposed to sit here and wait for her to walk in the door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAR",
          "text": "No, but you can retrace your steps. Or, better yet, Do you know where she might be headed? Daniel thinks. Then jumps up from the booth and runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha walks down the platform and onto the UPTOWN train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel sprints down the platform, barely making it onto t DOWNTOWN train as the door closes. We pull out to REVEAL Tasha and Daniel are in the same pl heading in opposite directions. Natasha’s on the UPTOWN TRAIN, back to the platform. Dani on the DOWNTOWN TRAIN facing it. The trains start moving in opposite directions. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bell on the door CHIMES with happy optimism as Tasha steps in. Looks behind the counter and sees Charlie on hi phone. He barely looks up as Tasha approaches the counter",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Hey. Charlie finishes with his text and finally looks up. His is red and swollen. NATASHA (CONT’D) Wow! That thing’s gonna be black and blue by morning. Charlie raises his hand and touches his eye self-consciou His knuckles are bruised too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Daniel’s not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I know. I was hoping you could help me find him. Do you have his cell phone number? Charlie leans back in his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You two get into a fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Do you have it or not? He flips his phone end over end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What’s your deal? You got a Korean boy fetish or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Charlie. Please. I have something important I need to tell him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tell me why I should. Tasha thinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Well, think about how much trouble I’ll cause for your brother. He’s in love with me. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (CONT'D)",
          "text": "You give me his number, he chases after me and you can just sit back and enjoy the show while your parents freak out on him. It’s like you said-- it’1l take all the heat off you. Charlie throws his head back and laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That's a pretty decent pitch. Charlie takes a beat, considers this. Then he pulls up th number and shows it to a surprised Tasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS NECESSARY",
          "text": "Daniel stares down at a number he doesn’t recognize on hi phone. Answers it anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Is this Daniel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Natasha?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Yes, it’s me. Your brother gave me your number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Charlie? Yeah, right. Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Daniel, it’s me. It’s really me. Daniel stands up, moving away from Omar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Why are you calling me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Just give me a chance to explain. Daniel is still hurt from their fight. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Are you sure I’m not a not a waste of time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Come on, Daniel. It’s complicated. Meet me somewhere. Please? Off Daniel’s look, he’s softening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Montage of Natasha and Daniel walking and talking through city. Natasha is explaining her deportation situation to Daniel. Quickly cut, this scene is set to a bittersweet musical theme. Daniel digests her story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "And I thought my home life was complicated. What’s the good news again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Oh, a new lawyer thinks he can get the order reversed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Does that mean--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I might not have to leave tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(beaming) What? Seriously? No way! Daniel LIFTS Tasha off her feet and SPINS her around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "He wasn’t a hundred-percent sure, but there’s a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I can’t believe it. Daniel holds Tasha. Their eyes meet. Daniel tilts forward Before he can kiss her, she pulls away with excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I got an idea. She takes his hand and leads him towards... \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The little Roosevelt Island tram car glides over the East River and into the station. Natasha and Daniel buy ticket",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tram is empty but for Daniel and Tasha. All of New Yo is in view. A breathtaking panorama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Last time I was on this thing was in second grade. And there was an old guy who smelled like tuna fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I hate tuna fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Right? Now I’ve got an idea. Daniel scrolls a playlist on his phone and presses PLAY. hear PURPLE RAIN by Prince: Tasha smiles. He’s cute. His striking looks illuminated b the setting sun. She looks awkwardly at the floor, then o the window, laughs. He takes her hand, pulls her close. They dance slowly in the middle of the sky. The MUSIC PLA as We SWEEP around the car, all of New York City glimmeri around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Is it gonna hurt if I kiss you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It'll be a good pain. She pulls him in. Then, a kiss like no other. Sparks fly. Tasha opens her eyes. She pulls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "All our kisses aren’t going to be like that are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You know. Insane. Daniel smiles. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I don’t know... maybe we should try it again and see. They kiss again, holding one another as the music continu to play. The entire city lit up at night. Lights twinklin the surrounding skyscrapers, like stars in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manhattan glows across the East River. Tasha rests on Daniel’s chest, wrapped in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It's getting late. Are your parents going to be worried about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "They're okay...told them I was with Bev tonight. What about your parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’1l deal with them later. Tonight’s about us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "In that case...got any more of those questions for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You’re not in love with me yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "(smiles) Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Don’t worry. We’ve got time now. Tasha nuzzles further into Daniel’s warm body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "How about the dinner guest question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You mean who I'd invite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yup. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Easy. Carl Sagan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You'd like him...a scientist anda writer. It was almost romantic how much he loved the universe. (then) People think science is so cold, but it isn’t true. It actually makes you appreciate your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Meaning... Tasha smiles, shifts her gaze upward to the heavens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Think about it...the universe is 99.99999% empty space. Nothing but rocks and burning stars spread out over a billion galaxies--and yet here we are, the two of us together, looking out at the universe. We won the cosmic lottery just by being born...the time we have on this earth is extraordinary. It’s up to us to make the most of it. Daniel is speechless. Charmed by her words. They lock eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I want to make the most of everything...with you. Daniel’s instincts take over. He kisses her. A SHOOTING STAR begins a TIMELAPSE of the night sky, endi as the sun rises above the New York skyline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha’s already up, watching the sunrise. Daniel’s ALARM off, waking him. Tasha greets him with a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TASHA",
          "text": "Good morning. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I could get used to waking up like this. How long have you been up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TASHA",
          "text": "I wanted to see the sunrise. It’s a perfect morning. Daniel joins her. They look out to the city together. A b Then, a hint of dread on Daniel’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I'd better go. My interview’s in an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TASHA",
          "text": "I’m coming with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel hesitates at the entryway before going inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TASHA",
          "text": "Wait? What are we doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "My interview’s in the same building as your appointment. Looks like we've traded places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TASHA",
          "text": "Really? What are the odds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I keep telling you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TASHA",
          "text": "Don’t say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I won't rub it in this time. Will you wait for me? Of course she will. Tasha steps closer, straightens his t for him. Daniel dusts off his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "How do I look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Like a poet in a suit. Tasha pecks him on the cheek. \f87. NATASHA (CONT’D) You got this! Daniel takes a deep breath and heads in. Natasha hangs ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel taps on the door. Silence. He tries the handle. Locked. Daniel SIGHS. Almost relieved. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD, (0.S.)",
          "text": "Daniel Bae. Daniel presses his ear to the door. Checks the handle aga",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(into the door) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD, (0.S.)",
          "text": "Behind you. PULL BACK to REVEAL Fitzgerald, watching Daniel talking t the door. Daniel looks back and straightens up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Oh--Umm... Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Jeremy Fitzgerald.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Mr. Fitzgerald. It’s nice to meet you. Fitzgerald unlocks the door and opens it wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Sorry...I thought--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "No, I’m late. Come in and have a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fitzgerald looks over Daniel’s application as he moves to desk. Daniel sits and sees a file on the desk. “Natasha Kingsley.” Daniel stares, shocked. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(interrupting) Are you an immigration lawyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "I am. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I think I know one of your clients. Daniel picks up Tasha’s file and Fitzgerald immediately snatches it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Don’t touch that. It’s privileged. He pulls it as far away from Daniel as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Sorry. You...you saved my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I met her-- Natasha-- yesterday. Just a handful of hours ago she said she was being deported, but then she met with you and you did your lawyer magic, and now she’s going to stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "And how did that save your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "She’s The One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Didn't you say you just met her yesterday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "And you know she’s the one? Fitzgerald stares at Daniel skeptically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD, (CONT'D)",
          "text": "Why are you here? \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Um, I’m here for my admission interview?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "No, really. Why are you here? You obviously don’t care about this interview. You postponed it and now you show up here in wrinkled clothes, looking like you’ve been in a brawl. It’s a serious question. Why did you come here? Daniel takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Honestly? My parents made me. So I guess I have to be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "No, you don’t. You can just get up and walk out that door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I owe it to my parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(sighs) My parents are immigrants. They work all the time so my brother and I can have the American Dream. Nowhere in the American Dream does it say you can skip college and become a starving artist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "It says whatever you want it to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Not in my family it doesn’t. If I don’t do this, I get cut off. No funds for college. No nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Would they really do that? Daniel FLASHES BACK to the image of HIS FATHER’S FACE as gives Daniel the ultimatum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yes. He would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I guess you have to be sure this artist life is worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Haven't you ever done something only because you’re obligated to? Just because you made a promise? Fitzgerald’s eyes drift away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Meeting your obligations is the definition of adulthood, kid. And today, I have to make a call that I didn’t want to have to make. He pulls out Natasha’s file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD, (CONT'D)",
          "text": "I couldn’t do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Stop her deportation. (off Daniel’s look) Your Natasha...she’s going to be deported today. I’m sorry, kid. Daniel stares down at the file, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD, (CONT'D)",
          "text": "I tried everything--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You didn’t try hard enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Listen, I know you’re upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It’s not her fault her dad messed up. She’s been here all of her life. America is her home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "I wish there was something I could do. I’m planning on calling her after you and I are done here. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You’re just going to call her and tell her over the phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Does it matter how she hears it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Of course it matters. I don’t want her to have her heart broken by someone she barely knows. Daniel walks out, into the empty reception area. Fitzgera follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "So that’s it? No more interview?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You said it yourself. I don’t really care about Yale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "Look, Daniel, Yale’s a big deal. Going there could open a lot of doors for you. It did for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "And you're still not happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FITZGERALD",
          "text": "What’s another half an hour to finish this interview?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Time counts, Mr. Fitzgerald... But you know that already. Daniel storms off in search of Natasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel walks through the sliding glass doors. His face is grim. Tasha takes notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What happened? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I really love you. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Daniel, what’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You don’t have to say it back, but I really do. I just want you to know it. Tasha’s phone rings. It’s Fitzgerald's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Don’t answer it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I have to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Please don’t. His tone alarms her. Tasha lets it go to voicemail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What happened in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You can’t stay here... (beat, then) My interviewer was your lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Fitzgerald? Daniel nods. NATASHA (CONT’D) What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "He couldn’t get the order overturned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "But he said he could do it! Daniel’s squeezes her hand and tries to pull her in, but Tasha pushes him away. NATASHA (CONT’D) Are you sure? Why were you even talking about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Your file was on his desk. \f93. He grabs her hand again. Tasha pulls it back forcefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Stop. Just stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Just tell me what he said. Exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "He said the deportation order stands. You and your family have to leave. Today. Tasha sits on the edge of the fountain. Daniel joins her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "What are we going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I should go home. Flight’s this afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I‘1l go with you. (off her look) I mean to your house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t think that’s a good idea. My parents are there and I have too much to do. You’1ll just get in the way. He stands up and holds out his hand for hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Here’s what we’re not going to do. We are not going to argue. We are not going to pretend that this isn’t the worst thing on earth, because it is. I’m going with you to your parents’ house. I’m going to look at the place where you sleep and eat and live and wish that I’d known just a little sooner that you were right here. (beat, then) Is that okay with you? Tasha nods yes. They start walking toward the subway stat \f33",
          "sentiment": "neutral"
        },
        {
          "speaker": "94,",
          "text": "INT. NATASHA’S BUILDING - HALLWAY - DAY Daniel fidgets with his suit. Tasha feigns a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Should I take my jacket off? I feel like an idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You don’t have to be nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m going to meet your parents. Now’s as good a time to be nervous as any. He unbuttons the jacket but doesn’t take it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "The good thing is, you can screw up all you want. You’ll probably never see them again. INT. NATASHA’S APARTMENT - CONTINUOUS 33 Tasha cautiously steps in, followed by Daniel. Peter pack suitcases as he sways to loud dancehall music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "Turn that music off. Peter does just that as Tasha’s Mom sees her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY, (CONT'D)",
          "text": "Lawd, ‘Tasha. I been calling and calling you for-- Mrs. Kingsley notices Daniel and pauses. MRS. KINGSLEY (CONT’D) Who's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "This is Daniel. Mrs. Kingsley zeroes in. Examines Daniel more closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Sorry to meet you under these circumstances, Mrs. Kingsley. Daniel shakes Mrs. Kingsley’s hand, then Peter greets him \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(smiling wide) ‘Tasha’s never brought a boy here before. Mrs. Kingsley waves Tasha to the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "‘Tasha, I need to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Is it about Daniel? Because if it is, we can just do it right here. He’s my boyfriend. Mr. Kingsley walks in as the words leave Tasha’s lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "Since when do you have a boyfriend? That's what you been doing all day and night instead of helping your family pack up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "No. What I was doing was trying to fix your mistakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "It don't look nothing like that to me. (turns to Daniel) You know the situation? Daniel nods. MR. KINGSLEY (CONT’D) Then you know that now’s not the time for strangers to be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "He’s not a stranger. He’s my guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "And this is my house--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Was your house. You weren’t responsible enough of a father to keep it, remember? Or maybe you couldn’t handle the responsibility of being a father at all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "What’s that supposed to mean? \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I heard what you told mom after the play--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "Baby. There’s no point in rehashing all this now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "No, man. No, man. I want hear what she has to say to me. Just as father and daughter square off. Daniel interjects",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Tasha, you don’t have to-- Mr. Kingsley pushes Daniel back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "Say what you have to say, Tasha! Tasha looks at Daniel, she wants to do this. She steps up her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I heard what you said about me and Peter... That we were your greatest regrets. How could you say that about your own children? The steam comes out of Mr. Kingsley’s engine. He searches futilely for words... NATASHA (CONT’D) I’m sorry that life didn’t give you all the things you wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "I didn’t mean it ‘Tasha. It was just talk. All of it was just-- She holds up her hand to stop him. Tears pool in Mr. Kingsley’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Maybe you were right. Maybe you weren’t meant to have us. Maybe you really were cheated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "(shaking his head) Was just talk ‘Tasha. I really didn’t mean nothing by it. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "It doesn’t matter if you meant it or not. Hearing you say those words spoiled all the good memories I did have of us. Made me wonder, did you regret my existence when we were watching cricket matches together? Eating mint chocolate chip ice cream after school? What about the day I was born? Tears stream from Natasha’s face. Daniel holds her. She p free from him, continuing. NATASHA (CONT’D) But I decided, you don’t get to regret us. People make mistakes all the time. Small ones, like getting in the wrong checkout line. And big ones like giving up... I saw the play. That night, on stage you were incredible. But in real life, all you’ve done is quit on your family. Leaving the rest of us to pick up where you left off. Mrs. Kingsley’s crying now too. Peter walks into her arms a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KINGSLEY",
          "text": "‘Tasha, I’m sorry. You should have never heard those words from my mouth. When we came here, it was supposed to be different... but America has never been what they said it was gonna be for me. I can’t stand seeing your mother work her fingers to the bone day in and day out anymore than I can stand the holes in your brother's sneakers. We’re immigrants, Tasha. How can I be a man when the rest of the world says that I am not? Tasha wipes her brother’s face. Comforts him. Replies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You decide who you are, that’s how. That’s why we came here, not for handouts, but to make our own lives. Mr. Kingsley holds his head in his hands. Ashamed. Tasha approaches, gently laying a hand on his shoulder. \f34 98. NATASHA (CONT’D) Dad, I know what it cost you to bring us here. But just because it got hard, doesn’t mean we don’t still need you. When we get to Jamaica, you can’t give up. You can be a father. A husband. And an actor all at once. It’s up to you. She hugs him. Mrs. Kingsley and Peter join in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "It wasn't exactly the ending I was hoping for this morning, but at least we were on our way to being a family again. Tasha sniffs, then motions for Daniel. Together as one, t embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter looks out from the back of a cab as it drives off w Tasha’s family. On the curb, a CABBIE loads Tasha’s suitc into the trunk of another cab. Tasha finishes a FACETIME Bev as Daniel climbs into the backseat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEV, (ON THE PHONE)",
          "text": "I’m booking my flight now! Christmas in Jamaica is a thing, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (ON THE PHONE)",
          "text": "(laughs) Yes, I believe so. (beat) I’m so sorry, Bev. It all happened so fast. The cabbie gets inside the car. NATASHA (CONT’D) I have to go. I’1l call you soon as I land. Love you. Tasha hangs up, then gets in the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natasha looks out the window, soaking up her Bronx neighborhood one final time. Then she lays her head on Daniel’s shoulder. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Do you think we would've worked out if I stayed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No question. Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Yes. Daniel smiles. NATASHA (CONT’D) How hard would it have been for your parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It would take them a long time. Longer for my dad. I don’t think they’d have come to our wedding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I have something to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You shouldn’t go to Yale and be a doctor if your heart’s not in it. If you want to be a poet and write your heart out, do that. There’s still time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What about doing the practical thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Practicality is overrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Does that mean you don’t want to be a data scientist anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t know. Maybe not. You got me thinking. It’d be nice to do something I’m actually passionate about, like study the stars. Daniel turns to her, surprised. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What a difference a day makes. They're silent for a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "So, how many more questions do we have left? He takes out his phone. He laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Just one. And we still have to stare into each other’s eyes for four minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "We could do that or...we could just make out instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABBIE",
          "text": "You guys know I can hear you, right? (through the rearview mirror) I can see you too. Tasha and Daniel join in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Okay, last question. Of all the people in your family, whose death would you find the most disturbing, and why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "My dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Why him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Because he’s not done yet. What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I’m not your family, though. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yes, you are. In some other universe maybe we're married, with two kids, or maybe two cats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "You always find the right words. (beat) You’1ll make a great poet. Daniel takes this in. The cab pulls to the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha and Daniel stand at the curb, trying their best to it together. Prince’s “I Would Die For You” starts playin the radio inside the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You hear that? Tasha cracks a somber smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Three times in one day...what are the odds? Daniel winks. Tasha softens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "So...are you ready for the finale? Daniel sets his phone timer for FOUR MINUTES then takes b Natasha’s hands in his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "I’m not sure if we’re supposed to hold hands during this part but -- why not. The clock runs. They stare into each other’s eyes, giggli little at first. Tasha looks away but Daniel squeezes her hands just enough to get her to focus. As she stares in h eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Daniel believes this is fate... that everything aligned for us to be in the right place at just the right time. I don’t know that this is fate. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "But I do know that a lot of events had to transpire for us to be standing here, right now, in the middle of this vast universe. That’s amazing. They continue to stare, less self-conscious. Their smiles drift away as they catalog each other’s face. Tasha reliv all the moments that led them here:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Because if I hadn't been late to my appointment, I wouldn’t have met Lester Barnes. And if he hadn’t said the word ‘irie,’ I wouldn’t have had a meltdown. And if I hadn’t had my meltdown, I wouldn’t have eventually met Daniel. As she speaks, we see GLIMPSES of the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "And if I hadn’t met Daniel, I may have never known this feeling that’s taking over me right now. This feeling that can only be-- The phone timer BUZZES, bringing Tasha BACK TO REALITY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Love. (beat, then) I love you, Daniel Bae.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I guess the questionnaire worked. Tasha’s phone RINGS. She looks down. It’s her mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "You have to go... She nods. But neither one of them moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I don’t know how to say goodbye. Daniel’s eyes mist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Then don’t... On Tasha’s face, she has to. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "This day can’t be all there is. It just can’t-- Before he can finish, Tasha pulls him into a long, final Then she reluctantly lets him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Bye, Daniel. Tasha turns and walks off, leaving Daniel looking on, heartbroken, as she disappears inside the airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel gets in a cab and shuts the door. Slumps in his se",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABBIE",
          "text": "Where to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I don’t care. Just drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natasha and her family check their bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "Get out your ID's. Tasha searches her purse, absentmindedly. Her heart still with Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cab approaches two paths: one to exit the airport, th other to return to the terminals. Daniel looks back and f between the two paths. Then suddenly sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Can you please circle back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABBIE",
          "text": "Did you forget something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yes, sir. Something really important. The cabbie takes the terminal exit and they circle back. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natasha and her family enter the long TSA security line. CLOSE ON her ticket. ONE WAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi pulls up to Tasha’s terminal. Daniel hands the cabbie a few bucks and then takes off running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel sprints through the airport, searching for Tasha. TICKETING AREA —- CONTINUOUS Daniel panting heavily, hair in his face. No Tasha. He lo up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DEPARTURES BOARD",
          "text": "Countries from all over the world. He finds the flight to Jamaica. Daniel notes the gate. DARTS off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha and her family wait their turn in the TSA line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANIEL",
          "text": "Searching the crowded line for her. No Tasha. Then finall He spots a familiar AFRO in the crowd of people. He slows a brisk walk, fixes his hair, then ducks under the stretc barriers, cutting the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "She’s lost in her own world, head down. Forlorn. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (0.S.)",
          "text": "‘Tasha! She turns at the sound of her name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "His eyes go WIDE... \f105. It’s TASHA! She looks on at Daniel, in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Marry me. Then you can legally stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Marry you? You can’t be serious. (off his look) You are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You love me, right? Isn’t that what you just said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "I do, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So we'll elope and we’1ll move somewhere cheap... I’ll get a crappy job and write at night... and you can finish school and graduate with your friends and then become a data scientist or-- an astronomer! You can do whatever you want, Tasha. Just stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Daniel... listen. I do really love you. But we have to be smart. We’ve only known each other for a day. A day. You keep saying we're meant to be, but what if we’re not? An ANNOUNCEMENT drowns her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATE AGENT, (V.O.)",
          "text": "(loudspeaker) This is the boarding call for flight 436 to Jamaica... Time’s up. Tears gather in Tasha’s eyes. She takes Daniel the hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Right now, this is real life. The plane waiting on the tarmac to send me and my family back to Jamaica is very real. I tried to stay... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (CONT'D)",
          "text": "I tried everything and I failed, and now that’s it. I have to go. Tasha lets a single tear fall down her face. Daniel wipes off. They stand face-to-face in the security line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I don’t want to lose you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "What happens next is up to us. We decide our fate. There’s Facetime, emails, Skype... we'll figure it out. We’re not going to give up, okay? Tasha plants a final kiss on Daniel’s cheek, then rejoins family in the security line. Daniel looks on, distraught. INT. TASHA’S PLANE - DUSK Tasha stares out the window as the sun begins to set. Her mother pats her arm reassuringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. KINGSLEY",
          "text": "It's going to be okay, Tasha. You'll see... Tasha manages a small smile. The plane ascends into the n sky. Tasha looks out the window watching the city fade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "From up here, the city lights look like earth-bound stars. And I know one of those stars is Daniel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel sits on a train, watches a plane take off. Is it Tasha’s? He takes out his notebook and starts to write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "You come to me from another world. He looks out the window as the airport fades into the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O., CONT'D)",
          "text": "From beyond the stars and void of space. Transcendent. Pure. Of unimaginable beauty. \f107. INT. TASHA’S PLANE - DUSK Natasha looks out the window at the city below. The plane climbs higher and higher, into the clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "You are the master alchemist. You light the fire of love in earth and sky in heart and soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel gazes out the window at all the buildings lit up w people inside, in their homes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "Through your star... All opposites unite. More than a star. INT. TASHA’S PLANE - DUSK Natasha's face looking out at the horizon. The glow of th sun hits her face just as it sets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "You are my sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drone shot of the little train snaking through Queens at night. The Manhattan skyline glimmers in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "My mom’s gonna be pissed when I get home. And that’s fine. Because this time next year, I’1l be someplace else. I don’t know where, but not here. And not Yale either. Am I making a mistake? Maybe. But it’s mine to make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEDROOM",
          "text": "SPLIT SCREEN: The two share stories of their day via SKYP",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "Over the next year, we tried hard to make it work... \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha’s TEACHER hands her an exam back. It’s an “A.” Her JAMAICAN BESTIE sees the “A” and gives Tasha a smile. In bag, her phone lights up. A missed call from Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "But time and distance are love's natural enemies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel sprints from the building, hops on his bike and pe furiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "And the days are full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel runs in, throws on his waiter apron and gets ready his shift. Nods to Omar who’s taking a dish out into the dining room. In his bag, his phone rings. A Facetime requ from Tasha that goes unanswered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "It’s not that I wanted to let her go...I had to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha and her NEW FRIENDS walk through a small town, havi good time. They’re surrounded by little stores and mercha selling their wares. She laughs at a CUTE BOY'S joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "It wasn't possible for her to live in two worlds simultaneously. Heart in one place, body in another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel, now in his early 20's, new hair cut, still sexy, stands at the mic, visibly nervous, reading his poem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You are the master alchemist. You light the fire of love in earth and sky in heart and soul. \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "I let go of Daniel to avoid being ripped apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tasha, now in her early 20's, engages her CO-WORKERS in a passionate discussion at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "And as more years passed, we both entered the adult world of practicalities and responsibilities... EXT. DANIEL’S APARTMENT - DAY Daniel reads a rejection letter from a publishing company He’s heartbroken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "When my mom died, I thought of him... INT. TASHA’S APARTMENT - DAY Later, still wearing her black funeral dress, Tasha looks the norebang selfie of her and Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA, (V.O.)",
          "text": "The magic of that day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "+.-all the little coincidences it took to get us to meet and fall in love. Daniel peruses the aisles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "Tasha often talked about the number of events that had to go exactly right to form our universe. She’d said falling in love couldn’t compete. \f110. Daniel picks up Lou Reed’s “Transformer,” smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "But I’ve always thought she was wrong about that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHYRON",
          "text": "A FEMALE FLIGHT ATTENDANT walks down the aisle checking o passengers. In the b.g., We SEE a pair of headphones atop BIG CURLY AFRO that’s been dyed PINK at the ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (V.O.)",
          "text": "Maybe our Universe was just taking longer to form... We MOVE IN. It’s Natasha, sitting in the aisle seat. A LI GIRL (6) colors in her book of the COSMOS next to her. The girl meticulously details an image of a STAR with a yellow crayon. We HEAR Prince’s “Purple Rain” coming from Tasha’s headphones. The Little Girl taps Natasha’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "What are you listening to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Just something I like to play when I travel. Do you want to hear it? The girl NODS. Tasha puts the headphones over her ears. Natasha HUMS along to the music. A YOUNG MAN seated in fr of them turns around. He peers back at them, his face obscured by the seat. After a verse and a chorus or so, the Little Girl gives t headphones back to Tasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "It’s nice, but I prefer Beyonce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "(laughing) It reminds me of someone. The CUTEST SMILE you've ever seen from the Little Girl. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Is it a boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Maybe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Do you love him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN, (0.S.)",
          "text": "Of course she does... Tasha looks up. REVEAL Daniel Bae standing there, five ye older, staring her right in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATASHA",
          "text": "Daniel? Natasha smiles WIDE. Daniel smiles back. NATASHA (CONT’D) Daniel. Their eyes meet as both Tasha and Daniel keep beaming. Neither believing what they’re seeing is real. But it is. Despite the odds, this was meant to be. It was in the sta FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2309"
    }
  ]
}