{
  "movie_id": "MOV2353",
  "scenes": [
    {
      "location": "HILLTOP NOON",
      "time": "LATE AFTERNOON",
      "characters": [
        "GIRL",
        "FIDGETY WOMAN",
        "/ ALICE",
        "CREATURE, STANDING UPRIGHT. IT SUDDENLY MOVES. WE SEE",
        "EDWARD",
        "VERY DIFFERENT THAN THE PRACTICE BELL IN THE YARD. ITS",
        ". . . LUT TO",
        "STANDING ON THE TREE STUMP.",
        "IVY /",
        "STRANGE SOUNDS CAN BE HEARD THROUGH THE WALLS IN",
        "MAN",
        "SHORT REPEATED RINGING ECHOES THROUGH THE AIR. -",
        "ITIS HARD FOR US TO SEE THROUH ALL THE TINY LEGS AND",
        "FADE TO BLACK",
        "THE WALLS OF THE CABIN. THE DISTANT SOUND OF THE",
        "NOAH",
        "AIR AND BLEEDS INTO THE VILLAGE. IT COMES FROM THE",
        "BEING CRUNCHED.",
        "MRS. PERCY",
        "SCREAMS. IT IS NOT HUMAN.",
        "HE WATCHES AS A CREATURE MOVES SLOWLY TOWARDS THE",
        "CLASS",
        "SOMETHING PASSES UNDERNEATH. IT 1S DARK IN FORM AND",
        ".",
        "DONALD",
        "THIN BOY",
        "LIGHT FALLS ON-THEIR FACES",
        "C",
        "MARYBETH",
        "KITTY -",
        ". CUT TO",
        "MOIST LYING IN THE DIRT.",
        "FINTON",
        "REAL TIME",
        "ALICE /",
        "LUCIUS -",
        "OVERHEAD.",
        "THE BACK OF THE CABIN.",
        "A HUMPED CREATURE EMERGES FROM THE DARKNESS. IT",
        "FEET OF THE CHILDREN. THERE IS SOMETHING DARK AND",
        "BROWN EYED GIRL",
        "IVY .",
        "AUGUST",
        "IVY",
        "THERE IS SUDDEN MOVEMENT. LEAVES AND BRANCHES SNAP",
        "HE STEPS OVER THE FORBIDDEN LINE INTO COVINGTON",
        "GREEN EYES",
        "THE BOY. WE SEE THE SILOHUETTE OF HIS SLIGHT FIGURE",
        "WARNING BELL IS MUFFLED IN THIS UNDERGROUND SPACE.",
        "WALKER",
        "MOVES DEVILISHLY QUICK INTO THE SHADOWS.",
        "_INT. CABIN",
        "ALICE",
        "THE LARGE DARKENED FIGURE OF THE CREATURE CLIMBS",
        "_ KITTY",
        "TEACHER",
        "_ . WALKER",
        "MARY",
        "DISSOLVE TO",
        "_CUT TO",
        "INT",
        "SOUND IS DEEPER MORE POWERFUL AND RESONANT. ITS",
        "FRONT DOOR OF THE CABIN.",
        "'S3",
        "CHRISTOP",
        "THEY LISTEN AS NOISES AND GRUNTS MOVE AROUND THEM",
        "VIVIAN",
        "_ 43",
        "OUTSIDE",
        "CUT TO",
        "TABITHA",
        "KITTY",
        "BOY ON STUMP",
        "\" ALICE",
        "LUCTUS",
        "STARTS RUSHING TOWARDS THE PORCH.",
        "WOODS.",
        "SOUNDS OF SCRATCHING AND CLAWING CAN BE HEARD ON",
        "LUCIUS",
        "AND THEN THE WARNING BELL SOUNDS IN THE DISTANCE. ITIS",
        "THERE ARE NOISES IN THE WOODS. THE SOUND OF LEAVES",
        "ONTO THE PORCH.",
        "TWELVE-YEAR OLD BOY",
        "THERE ARE SHADOWS ALL AROUND THE WALKER CABIN.",
        "IT STRIDE AWAY INTO THE DENSENESS OF THE WOODS.",
        "AS WE SEE, FIFTY FEET AWAY, THE DARK FORM OF A HUMPED",
        "-. 23",
        "-WE ARE IN THE DARKNESS OF THE WOODS. WE ARE BEHIND",
        "AND THEN WE HEAR IT. THE SOUND CARRIES THROUGH THE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "One might describe the scene as beautiful, if one could g ~ coffin. A wooden sign in the dirt reads. “Here lies Danie] Nicholson. Beloved by all. Died October 3, 1897” A wilting man in his late forties sits on the grass next box. : MAN(smiling) Who will plague me with questions now?... Who will pinch me to wake me up? Who will Jaugh at me when I fall? (voice cracks) Who’s breath will I'listen to so that ] may sleep? Who’s hand will I hold, so that I may walk? The wilting man’s face trembles. Behind him, a respectful thirty feet away, stand a group people, equally still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An enormous handmade wooden table sits in the center of a log cabins. All sixty members of the village are seated f The women wear bonnets. The men have their farmer’s shirt the sleeves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fpe po! Aman in his late forties stands. He has the eyes of a chi “pure. This is EDWARD WALKER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "We came here to start anew- _ Beat. Eyes look up one by one. Edward Walker stands sil suddenly overwhelmed. A hand reaches up and squeezes his Walker looks down to the wilting man we saw earlier. They other quietly. ‘Walker turns back to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "We came here to start anew. We are grateful for the time we have been given. Walker sits. Movement begins across the table as hands be & and corn and meat",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCREAMS. IT IS NOT HUMAN.",
          "text": "All movement at the table stops, except for a TALL BOY at table. He is barely in his twenties. He is mentally handi clapping wildly. Everyone else sits uncomfortably still. No expressions on wait. “THEN THE SCREAMS SLOWLY START TO MOVE AWAY. The boy’s clapping slows and then stops as well. The happ from his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rest of the table waits till the last of the nonhuman _ away. And then quietly hands start reaching across the",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. WATER PUMP —- LATE AFTERNOON A group of women.and girls are washing and drying the woo plates at a hand water pump that stands in the ground. A strong older woman pumps the handle. Bursts of water sp pump’s mouth. Two girls are holding bowls under the water splashed by the other. They both start laughing. The olde disapproving noise with her mouth. The girls looks over, washing the bowls; little grins on their little faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. PORCH — LATE AFTERNOON Two young women sweep the porch of a cabin. One of the yo starts mimicking the other’s movements. They begin to swe They both begin to smile as they sweep. They begin to mov porch like dancers. They’re giggling stops as one spots something. They both They look down at the base of the post that holds the por are two RED WILDFLOWERS peeking out from the fist full of They bend down quickly and yank the red wildflowers out. the porch and kneel down in the dirt next to the porch. They use their hands to dig a small hole in the dirt. The wildflowers into the hole and methodically bury it. The two young women stand, Jook around, and wipe themselv returning to the porch and picking up the brooms again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MEDIUM SIZED BRASS BELL hangs from a wooden t-post. A h reaches out and takes hold of the rope that dangles from pulls once strong and hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. STORAGE CABIN — LATE AFTERNOON Men stow away farm equipment. Hoes and sickles are stacke piles. ALONG BELL TOLLS. The men stop working. They put down their tools where the man Jeans into the storage cabin to tell those inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Drill bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. WATER PUMP —- LATE AFTERNOON The older women usher the girls into an orderly Jine as t the water pump. Dirty dishes are left on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. CLUSTER OF CABINS - LATE AFTERNOON © We see the courtyard. There are clusters of cabins on eve We watch as one by one everyone in the courtyard and ever from the fields, disappears into different cabins like an holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. CABIN — LATE AFTERNOON We are in someone’s home. A group of about eight women an walk in through the front door. They move to the back of where a woman reaches down and pulls on a handle in the f",
          "sentiment": "neutral"
        },
        {
          "speaker": ". . . LUT TO",
          "text": "INT. DIFFERENT CABIN — LATE AFTERNOON We are in another-two-room cabin. A group of men wait the man climbs into the trap door in the floor. When the last is in. The final man reaches up and brings closing them all in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A collection of two men, four women and three children ar together i in a four by eight space in the ground. The ad to fit in this space. A THIN STRIP OF LIGHT FALLS ON THE FACES from the seam in trap door. All we hear is the nine of them breathing. The the CRACK OF LIGHT. A child coughs. A woman reaches over a couple bodies and coughing child on his back. The child settles. They all r light. Beat. THE BRASS BELL SOUNDS AGAIN. The two men reach up and open the trap door. LIGHT POURS One by one, they all climb out of the four by eight space",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men, women and three children walk out into the after woman immediately grabs a broom and continues cleaning th The community returns to doing their chores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. CABIN —- NIGHT We are in the darkness, Jooking into the LIGHT OF A CABIN We see a child’s bedroom - A small bed - A small wooden d child’s desk there is nothing. The wilting man lays curled up on the little bed. He star",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. CABIN — NIGHT In another cabin we see a woman pouring water from a jug bowl by the side of the bed. We see her speak to her husb reading in bed. She Jeans over and begins washing her fac the bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. CABIN — NIGHT Three children kneel and pray by their bedside. Their par out the oil lamps in their room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. TOWER — NIGHT A young man blows his nose into a handkerchief. He wipes resumes standing. His eyes gaze down quietly. The ORANGE FROM THE TORCH LIT NEXT TO HIM, FLICKERS ON HIS FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is standing on a platform, thirty feet in the air. It this community. He is keeping guard. Arms folded, he stares at the darkened woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CUT TO",
          "text": "EXT. SCHOOL HOUSE — MORNING A group of children carrying cloth bags with books in the something in the dirt. Edward Walker moves through the tiny gathering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "What manner of spectacle has caught your attention so splendidly? I ought to carry it in my pocket to help me teach. Edward Walker parts the final layer of titillated childre the thing on the ground. Beat. His expression becomes gra",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Who came upon this? Jt takes a moment before a little boy steps forward. His",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Philip, did you move this? PHILIP shakes his head, “No.” Everyone watches Walker who looks down again quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The classroom is overcome by whispering. Walker uses chal date, “October 5, 1897” on a gray slate board framed in w He turns to the children who range in age from seven to t",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Okay, let’s have it. What delicious conclusions have you come to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN BOY",
          "text": "An animal God created was slain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Donald, please, try to speak plainly. It disturbs your mother, when you speak so darkly. Everything need not be said with such drama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another hand shoots up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Marybeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "] inspected it carefully. Its head was twisted back and much of its fur was removed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONALD",
          "text": "‘s Jt was murdered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the children become quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "So who is the culprit? Who has done this heinous act? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Those we don’t speak of, killed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "And there it is. coe ee eee (beat) Why would such a notion enter your heads? |",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWELVE-YEAR OLD BOY",
          "text": "Those we don’t speak of, eat smaller animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROWN EYED GIRL",
          "text": "Those we don’t speak of have claws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Children... Those we don’t speak of have not breached our border for many years. We do not go into their woods and they do not come into our valley. We do not threaten them. Why would they do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONALD",
          "text": "It is a warning of the doom to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "(stern) Donald. Walker gazes out at the classroom of concerned children,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Is it possible, in your haste, you have missed the simplest explanation? That this small animal was slain by a slightly larger animal like a fox, and that this said fox carried it into our village.to avoid other scavengers from coming and eating his prize. And when our village awoke and started its morning business, the fox was scared off and left its prize for us to find. (beat) I can’t say if that’s what really happened, but it’s certainly more reasonable to think that, than something... unprecedented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I did see two foxes on the hill yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Does anyone have further questions pertaining to our immediate doom? Walker winks at Donald. No one raises their hand. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walker watches the image of the foxes scamper through the",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Then if it is agreeable, let us begin our studies. One by one, the children reach into their cloth bags and notebooks. oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "We are'in one of the largest cabins. Wooden chairs are sc This is some sort of gathering place. Twelve of the chairs have been brought together in a circ oldest members of the village are seated in the chairs. The Wilting man and Edward Walker are among them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIDGETY WOMAN",
          "text": "We ought not to overlook the Flight of the Birds. We didn’t have it last year and I for one missed it desperately. I know Tabitha missed the children dressed in feathers and such. A small, gentle woman with her hair tied back, looks up. Edward Walker’s side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABITHA",
          "text": "lam fond of it. The two women slowly turn to Edward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARD",
          "text": "I do not have a say in this matter. August Nicholson is Chair of today’s meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All eyes tum to the wilting man, AUGUST NICHOLSON. He app exhausted. August nods as he shuffles the papers in his h",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "The Flight of the Birds will be returned to this year’s Fall Festival. The group.nods quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIDGETY WOMAN",
          "text": "Let us speak of food then. THERE JS A KNOCK at the far end of the room. All attentio direction. Another man in his mid forties steps in. He carries a tin are raised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "There is a young man who has requested a word with the elders. The group looks to one another. This is unusual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "Do have him come forward. The man with the raised eyebrows steps out. Beat. The doo moment, and then it opens. A sinewy young man in his twenties steps in. His deep-set green eyes never look up as he walks forward to the group There are many glances to a pretty elder in her forties. as well. She stares back with the identical dark green ey shakes her head slightly; She doesn’t know why he’s here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young man slows to a stop a few feet from them. His h paper up. He begins to read carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREEN EYES",
          "text": "My mother is unaware of the reason for my visit today. She did not give her consent or consult me in any form. The woman with green eyes moves forward in her seat witho",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREEN EYES",
          "text": "_T have spent all but my first years in this village. It is all that 1 know. It is a blessed place, this village. Our days are filled with love and compassion and joy. His green eyes flick up, just for a moment... He returns",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREEN EYES",
          "text": "But there is also some suffering and fear. The passing of little Daniel Nicholson from illness- August Nicholson goes still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREEN EYES",
          "text": "-and other events have weighted on my thoughts. We have been taught of the greed and corruption that exists in the towns. And the countless wasted lives centered on the exchange of money there. But we have also been taught about their fascination with science and machines and medicine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREEN EYES",
          "text": "Could they have rescued Daniel from his terrible illness? (beat) I ask permission to cross into the forbidden woods and travel to the nearest town. I will gather new medicines and information of what has happened in the world, and I will return. Beat. Lee a _. ... GREEN EYES -- 2=-=-: With regards to Those we don’t speak of, I am but a single person, J am not a threat to them, I am certain they will let me pass. (Beat) Creatures can sense emotion _ and fear. They will see ] am pure of intention and not afraid. The end. The young man with green eyes lowers his hands with the p at the group. No one moves at first. Edward Walker begins to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "(soft) Lucius Hunt, that is the most I’ve heard you speak in many years combined. The young man with green eyes stands quietly before the g",
          "sentiment": "neutral"
        },
        {
          "speaker": "_INT. CABIN",
          "text": "The pretty woman with green eyes sits on the edge of her robe. She hears her son descend the ladder from the loft ALICE HUNT watches him through her bedroom doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ ALICE",
          "text": "What goes on in that head of . yours? LUCIUS turns to face her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Say something Lucius. Beat. Lucius stares. LUCIUS . (soft) Finton Coin is in the Tower. I promised to sit with him. Alice lies back in her bed. She pulls the covers over her son from the pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Why do you not tell me what you feel? I do not know if you think about love. I do not know what your dreams are. When you stood today, you spoke in such a gentlemanly manner. I scarcely recognized you. Her eyes close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "How can a mother fail to recognize her son? Tell me. Tell me that... Lucius watches his mother become quiet. Her breathing bec soft. Lucius walks into her room and takes the quilt from the r gently places it over his mother’s sleeping shoulders. He",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "Ido think about love. Lucius walks out of his mother’s room and exits the cabin",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. TOWER — NIGHT FINTON COIN is a skinny boy with big curly hair. He is on tonight, thirty feet in the air. . The trap door opens as Lucius climbs up. Finton immediate",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINTON",
          "text": "Did anyone see your approach? Lucius shakes his head, “No.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINTON",
          "text": "I saw Christop Crane sniffing around. He suspects something. He has announced, more than once, in my presence that only one man should hold post in the tower each night. Why would he say such a thing if he didn’t suspect? What a wretch he is? Is it so bad to be a trifle timid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINTON",
          "text": "Are you sure you were not © detected? Lucius shakes his head again, “No” as he takes his seat i",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINTON",
          "text": "And I shared a portion of my chicken with him not two days ago. A fine, tender piece. The two young men fall into silence; one sitting, one sta of the silence- . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCTUS",
          "text": "Do you ever think of the towns Finton? Finton turns to the sound of Lucius’ voice,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINTON",
          "text": "The towns? What for? They’re wicked places where wicked people live, that’s all. Finton doesn’t notice the expression on Lucius’ face as h shadows. Finton shrugs his shoulders and returns to looki",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINTON",
          "text": "(soft) I do hope no one saw you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Along the hilltop runs a group of twenty apple trees; the with deep red pickings. On the ground near the trees are baskets filled with app toppled over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing in a tight group a few feet from the abandoned b of women. The same quiet fearful expressions on their fac They stare at something at the base of a tree. We can’t s can HEAR THE FLIES BUZZING around its dead carcass. ALICE(o.s) ‘We understand the depth of your worries, but you needn’t be alarmed. wae weet nisin Seniors nee CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eS } Every member of the village is jammed into this litt 8 are standing towards the front of the room. Alice Hunt’s green eyes look compassionately over the gat",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "What we seem to have amongst us, is a scavenger of some type. Most likely a coyote or wolf. It’s manner of killing and removing the fur, but leaving the flesh torn may be a sign that the animal may suffer from _ madness. An uncomfortable murmur flutters in the meeting room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE /",
          "text": "For the next fortnight we should be vigilant for sightings of this coyote. Keep careful watch over the little ones as they play on the hills. (lowers voice) . As for the other notion... we do not believe our boundary has been breached: Those We Don’t Speak Of are much larger creatures than coyotes. We .would know if they had been here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. COURTYARD — AFTERNOON We pick up Edward Walker as he leaves the meeting hall wi congregation. A young woman in her early twenties catches has a round attractive face. She is the lively sort. She his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "It’s frightful, this business with the coyote, is it not Pappa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Do not fee] worried Kitty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "You are not troubled? “WALKER Tam certain it will all end soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "Can we speak on other matters then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "It would be a relief. KITTY WALKER takes his arm and whispers in his ear as the",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "Jam in love. He looks at his daughter as they tum the comer onto a pat alone. Kitty beams at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Ihave great reverence for the word ‘Jove’ Kitty. It should not be thrown about lightly. It is the greatest force on this earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "These feelings are so strong, it can be nothing else Pappa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "You do not believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "I] have no judgment yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "It must have been bubbling inside me for a long time, for it came bursting forth not three days ago. J have thought of nothing since. Edward nods his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "‘Burting forth’ is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "I realized since I’m the eldest ‘of your children and since you were stricken with five girls and no boys, I decided to act as if ] were the son and ask your permission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "- I must correct you on the word ‘stricken’. I would not trade any one of my five daughters for a hundred of the finest boys. So now, what is it you are asking permission for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ KITTY",
          "text": "I would like permission to marry, Pappa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "There is.a proper manner in which these things are to happen. Such as the boy would normally be standing next to you at a moment such as this. Where is the boy in all of this Kitty? |",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY -",
          "text": "J haven’t spoken to him as of yet. Now Edward stops walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "The young man is unaware of your intentions? . KITTY . He has a quiet way. I was going to talk with him, but ] wanted your blessings papa. I wont talk with him without your blessings. : Edward starts walking again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Kitty-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "It’s Lucius Hunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "% van : -Lucius? . Kitty sees the expression on her father’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "You think badly of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "No, no... I’ve just been thinking on him recently. Kitty’s face returns to beaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "He’s not like the other boys. He doesn’t joke and bounce about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "@ He certainly doesn’t:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "qe",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "Do I have your blessings then? He looks down at his eldest daughter. He nods, “yes.” She hugs him tight as they come to a stop in the far end the base of the medium sized town bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Do me one favor first Kitty. Do _ hot tell anyone else of your ‘burstings’ until you have spoken with the young man. Kitty nods earnestly. Beat. Edward Walker gets lost in hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "(whispers) Papa, something does trouble you? / | Edward looks down and sees the concern in his daughter’s Beat. He then reaches up and pulls long and hard on the r brass bell. We see in the background everyone stops what they’re doin walking in lines towards the cabins. We watch as people walk in from the stream and from the o disappear quietly into the cabins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. FIELD —- AFTERNOON Lucius stands at the edge of a field of crops. He methodi clumps of dirt from the prongs of the tools he’s used on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "24",
          "sentiment": "neutral"
        },
        {
          "speaker": ".",
          "text": "ip? : Good afternoon Lucius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucius’ hands stop their work. He turns and looks over hi young woman that stands before him. She rises on her tip- earth again. Lucius never lets go of his tools. He nods h",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "I wanted to tell you something. . | Lucius stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "My goodness, my heart is pounding so fast, I think I may - faint right on this spot... You’d probably catch me course, before I fell. oes Lucius continues to stare. q?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "Seeing as you’re of age... and seeing as I’m of age... and . seeing as we get along so well like this... A thought entered my head that may have entered your head as well. Lucius blinks his green eyes. Kitty takes this .as a posi sweetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "(soft) J love you Lucius. I love you like the day is long. I love you more than the sun and moon together. And if you feel the same way, we.should not hide wv it any longer. It’s a gift, love is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".25",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "We should be thankful. We should bellow it with all the breath in our lungs, “Thank you! Thank you! Thank you!’ Kitty finishes her flurry by rising up on the tips of her earth again. Lucius stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kitty i is wailing. Edward carries his youngest daughter in his arms as his p their next two youngest on their Japs. They watch with co loudly from her bedroom Kitty is being consoled by her closest sister. Kitty has lap. IVY WALKER strokes the hair of her older sister gently. I too thin. Her long blond hair falls over her sharp striki She wipes the tears from her sister’s cheeks. Beat. Ivy b",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "(sings) Why are you sorrowful, why do you weep? Why do you ask me to rock you to sleep? Could you but see thro’. this world’s vale of tears... Edward and Tabitha Walker hold their three youngest girls from the other room. _ ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "(sings) \\ Light would your sorrows be, harmless your fears, all that _ seems darkness to you would be light, all would be sunshine where now is but night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Ivy wipes the last tears from her sister’s face. Ivy’s v wraps them all like a blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. AUGUST NICHOLSON’S CABIN — NIGHT Lucius knocks on the half open door with his elbow. He wa pushes the door open. Lucius carries a large pile of fire he steps into the cabin. , He sees the wilting man, August Nicholson, sleeping in Lucius moves to the hearth. Some of the kindling falls of floor. August stirs awake. He sees Lucius kneeling with t",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "You are very kind. Lucius nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "You must pardon my manners. Thaven’t slept in many nights. Lucius nods again and starts making a pile next to the he AUGUST(0.s.) -like a dog can smell you. Lucius turns. August has his eyes closed. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ":27",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "Did you say something Mr. Nicholson? August doesn’t reply. He is fast asleep in the chair. Lucius retums to the pile. He transfers the last of the f arms. AUGUST(0.s.) -you may run from sorrow. As we have. Sorrow will find you. ‘Lucius turns to see August, eyes open this time, staring cabin. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "It can smell you. Lucius follows the elder’s gaze to the corrier of the roo BLACK BOX, one foot by one foot, sits on a'table all by i Lucius turns back to August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "(reverent) There were pasteries with cream in them. Lucius watches as August Nicholson’s eyes slowly close ag Lucius rises to his feet. He walks across the cabin to th AUGUST(0.s.) -my wife and I, we used to throw dinner parties. ° Lucius looks back. August stares sleepily at him. August’s words are so soft, the crackle of the fire almos g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "(quiet) -in town. (beat) We served pasteries with cream in them. Lucius waits till August is asleep again. The young man’s quietly at the wilting man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. BORDER — NIGHT We are at the edge of the village. Yellow cloth flags are that create the natural border between the grassy slopes yellow flags and torch lit lamp curve into the distance a A fifteen-year old boy in overalls stands on a stump-righ grass. His back is to the woods. His arms outstretched at makes the form of the crucifix. He is trembling. YOUNG MAN(o.s.) He has tears in his eyes, Christop. A group of young men are huddled behind a rock ten feet d and watch the fifteen-year old standing on the stump. CHRISTOP.CRANE is a thin, tall, very neatly combed young",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTOP",
          "text": "He’s doing capitol. Just a few more moments... The young men fight each other for the best view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "q) 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTOP",
          "text": "Do not jostle about so. You'll ruin my shirt. The fifteen-year old’s eyes are filling with water. He’s his arms. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANDING ON THE TREE STUMP.",
          "text": "The boy makes a noise — a a slight whimper. A NOISE IS HE THE WOODS. The boy stiffens. He whispers out to the boys behind the",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY ON STUMP",
          "text": "(loud whisper) . They made a sound when I made a sound. They mimic before they attack. Christop pops his head out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTOP",
          "text": "(loud whisper) That’s a wives tale. It isn’t true. Do not falter... A few moments more. A BRANCH SNAPS IN THE WOODS. The fifteen-year old’s eyes All the heads from behind the rock peek out. The boy LISTENS desperately. He wants to look behind, but",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEING CRUNCHED.",
          "text": "The boy begins to shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LARGE BRANCH SNAPS. The fifteen-year old lets out a SMA SQUEAL as he lowers his arms and jumps from the stump. He running. . He runs past the young men hiding behind the rock. As he running too. Everyone evacuates in a hurry. They all star slope back to the FIRE LIGHTS FLICKERING in the distance village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. VILLAGE COURYARD — NIGHT The gang of young men, are moving at a fast walk through trying to catch their breath. The fifteen-year old walks various pats on the back. His face is still ashen. The group walks by a contemplative Lucius. He doesn’t look up as they pass in a flurry of youthful c Lucius moves silently in the opposite direction, the weig almost visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mentally handicapped young man we saw clapping at the ’ wrestling in the dirt with two young men who try to res He is strong and quick. The two young men end up in the d as the mentally handicapped young man slips them and thro The children watch the dust and dirt kick up as the three",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "°31",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A trail of dark blood runs down the forehead of a hysteri gently escorts him off the playground. They pass Ivy seated on.a bench that overlooks the back o ‘Kitty speaks over her shoulder as she climbs the steps i building. KITTY. Noah ought to be punished. He wacked little Joseph with a stick again. Ivy nods. Kitty and JOSEPH disappear into the school buil Ivy takes hold of the wooden cane lying next to her. She bench. She moves towards the NOISE OF THE PLAYGROUND: The wooden cane moves deftly back and forth in front of her. Her STRIKING BLIND EYES focus on nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. SCHOOLYARD — DAY The wrestling has gotten fierce. NOAH PERCY is almost pin suddenly throws them and frees himself. The two young men go for his legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "Noah Percy, stop your fussing right this moment. Noah stops and stares at Ivy. The two young men on the ground stop. They realize they a other’s leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32 Noah stands as the two young men lie on the ground. Noah at Ivy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. QUIET ROOM —- DAY A heavy Jock is undone. The tall wooden door swings open. smal] cabin. It has only one room. It has a wooden chair potato sacks have been piled in the comer. The room is du Ivy and Noah stand and look in. Noah holds her arm. Ivy You’re in trouble you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOAH",
          "text": "No hitting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "I’m to place you in the quiet room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOAH",
          "text": "-I’'ll cry quarts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "What if we strike a deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capitol! Capitol idea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "It would be prudent to keep our deal a secret. Can you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOAH",
          "text": "Like a church mouse. This makes Ivy laugh. Noah laughs too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY .",
          "text": "You needn’t go to the quiet | room if you take an oath to : never strike any person again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOAH",
          "text": "vase . Nohitting. wees Ivy puts out her hand to shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "_No hitting. Noah shakes hands, up and down big, like the elders do. Ivy taps her cheek. Noah leans down, for he stands a good than her, and kisses her softly once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "The deal is struck. Noah is beaming. Ivy closes the door to the quiet room. Ivy We ought not return right away. What shall we do with our stolen time? (beat) Shall we have a foot race? Up the hill to the resting rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOAH",
          "text": "No cheating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "What a deeply scandalous thing to say. I insist you take that back... Is that the school bell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34 Noah looks back. Ivy takes off. She’s a good ten feet dow he turns to see her not there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noah is bigger, stronger and faster, but he.has a hard ti young woman running ahead of him. She moves effortlessly. use her stick. She knows every step of these hills. She t by. She is laughing as she runs. : Noah passes her just as they finish. They both are out of the rock formation. One rock juts out at the base of an enormous wall of rock side of the hill. There is shade here. This is Resting Ro There is someone sitting there when they arrive. Noah goe sits with him. Ivy sits and catches her breath before loo direction. - .",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "My sister cried a lot. Lucius stops eating the biscuit he has wrapped in his han lunch break. Beat. Ivy Do you wonder how I recognized you. Lucius stares at the striking girl with the sweaty face a",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "Some people, just a handful mind you, give off the tiniest color. It’s faint, like a haze. It’s the only thing I ever see in the darkness. Papa has it too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucius gazes quietly at Ivy as if she was a sorcerer. Noa",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "Do you wonder what your color is? Well that, I won’t tell you. It’s not ladylike to speak of such things. You shouldn’t even have asked. Lucius fights a smile. Noah runs off after some nearby bi Ivy smoothes her wrinkled, dusty frock. It is an uncharac gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "(serious) I know why you denied my sister. Lucius’ smile melts away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "When I was younger you used to hold my arm when I walked. Then suddenly you stopped. (beat) One day, I even tripped in your presence and nearly fell. I was faking of course, but still you did not hold me. Ivy Sometimes we don’t do things ‘we want to do, so that others won’t know we want to do them. Lucius is about to say something when Noah comes back. No between them. Lucius turns his piercing eyes back to his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "36 Noah reaches into his pocket. He clutches something in hi into Ivy’s lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "What’s this? She feels it in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "A flower, what a splendid present. Lucius glances over. He goes still. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "' (low) Be cautious. You are holding the bad color. : Ivy’s face changes as she holds the RED FLOWER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "(even) Noah it is not allowed. This color attracts Those We Don’t Speak of. You must bury it. She holds it out to a saddened Noah. Her hand is tremblin takes it back after a moment. IvY You ought not to pick that color flower anymore. Lucius gazes at the flower in Noah’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "He did not pick that now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Ivy’s head turns a quarter turn towards Lucius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "What’s wrong? You’re breathing has changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "I’ve never set eyes on such a flower. Lucius and Noah look at each other. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "(quiet) Noah... where did you find this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. BORDER — AFTERNOON Ivy’s fingers trace along Noah’s arm. She finds his hand. finger that is pointing: She turns and faces that directi Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "Are you sure? _ Noah nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOAH",
          "text": "No cheating. Ivy, Noah, and Lucius stand at the top of the hill and st turns and starts walking down the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38 LUCIUS(v.0.) My mother is unaware of the reason for my visit today. She did not give her consent-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Lucius. Lucius’ green eyes look up from his paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ . WALKER",
          "text": "You do not need to address us so formally. You may just speak. Lucius stares at the group of elders seated on the wooden Alice watches her son lower the paper at his side. He jus",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "We mustn’t- Lucius eyes drift down. He tilts the paper slightly as he words at a steep angle at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "We mustn’t- Edward smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Lucius, you may read from the paper if you wish. Lucius brings the paper back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“39",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "-or consult me in any form: . (beat) Today at Resting Rock. Noah Percy handed Ivy Walkera _ flower of the bad color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward Walker sits up just a bit at the sound of his daug",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "When asked where he found this flower, for it was not like others I have seen, he took us there. He led us to the peak of the hill, by the tree stump. There he pointed to a bush covered in flowers of the bad color. y Lucius looks up. He doesn’t look down when he says the",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "He was pointing into Covington Woods. Lucius returns his eyes to the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "By my eye, the bush of the bad color was, at the very least, seventy-five paces past the forbidden line. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCTUS",
          "text": "It is my belief that Noah Percy has entered the woods, and has done so on many occasions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40°",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCTUS",
          "text": "It is also my belief, that because - of his innocence, those creatures who reside in the woods did not harm him. (beat) This strengthens my belief that they will let me pass if they sense ] am not a threat. I ask for further consideration in my request to travel into the woods so that I may gather medicines and informations from the nearby town. Lucius slowly lowers his paper. He exhales very slowly. T stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. SCHOOLYARD — AFTERNOON ~ Noah makes monster sounds. He holds his hands up like cla chases the pack of Jaughing and screaming children around The group of elders have gathered at the edge of the scho Noah carefully as he runs around with the other children. Noah bares his teeth and growls as he catches one of the old boys in the pack. Noah picks him up and throws him to The child starts crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Noah Percy! Noah stops acting like a monster. He runs and hides behin children. : The elders watch as the teacher pulls Noah off the school throwing a slight tantrum as he is led to his punishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘INT. HUNT CABIN - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Alice Hunt sits at her small table. Hands folded on her l",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "-” We shall speak of the town, just this once, and we shall never speak of it again. Lucius sits across from her. His eyes flicker from the la",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "When we lived there, the three of us, you were but an infant. I would be telling an untruth if] said there was no joy. We were contented souls: the three of us... But contentment is an unwelcomed alien in the towns. There is something in the very nature of the cities and towns that rejects it. Society survives on greed, and desire. Its heart is fed by wants. It has no place for something so untradable and old fashioned as contentment. (beat) Your father left for the market on a Tuesday at quarter past nine in the morning... He was found-robbed and naked in the river two days later. Lucius is shaking. 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "(barely audible) Why do you tell me this blackness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "So you will know the nature of what you desire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "I do not desire it! Alice is sincerely unsettled by the sight of her son on t",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCTUS",
          "text": "My intentions are true to my word. IJ think of nothing but the people of this village. Alice lowers her eyes. Beat. She speaks in a softer voice",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "1 know that. Forgive me. J am but scared for my only son’s life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "Tam not the one with secrets. Alice’s eyes lock on his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "What is your meaning? (beat) Speak! Do not retreat to your silence yet. Lucius stands from the table. He moves across the small r",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "There are secrets in every comer of this village. Do you not feel it? Do you not see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucius points to the black box seated in the corner of th table. It is identical tothe one we saw in August Nichols",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "That is for our own well being. So the things that scare us do not have power over us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCTUS",
          "text": "Then let us open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "No- ww , Alice looks ready to rise from her chair to.stop him Beat. . Alice visibly composes herself. Her hands return to her J",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "_ (soft) Perhaps we should speak with Edward Walker together. He may-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "He hides too. Alice stares quietly at the stranger before her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "(soft) He hides his feelings for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice instantly rises from the table and moves into her r dignity. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "_ (calls to her) Sometimes we don’t do things - yet others know we want to do things - so we don’t do them. Lucius doesn’t even understand what he said. Alice walks room. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "What nonsense are you saying? Lucius is flustered. He gathers his thoughts and looks to",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "You needn’t worry. Nothing will happen to me. Alice gazes upon her son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "(gentle) You remind me of a colt sometimes. Alice moves back to the chair she started in. Lucius take from her. Beat. Alice cleans some dust off the table as she speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\" ALICE",
          "text": "What makes you think he has feelings for me? Beat. Lucius thinks of other things as he says the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "He never touches you. Alice shakes her head, “No” to herself. They both sit at through their own thoughts. CANDLIGHT flickers on this pa mother and son at a wooden table. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are at the edge, where the grass ends and the woods be that touches the grass is'a yellow slash of paint. Every flag of the same color. Two young men replace a broken flag. They both wear hoode touch the ground. The cloaks are a mustard-yellow. The young man, who has been boosted up, loses his balance grabs a branch and steadiest himself. He looks down to hi share a tension filled look as they glance into the fores are on a tight wire. A third young man in a mustard yellow cloak passes them. wooden bucket of yellow paint. He nods to them as he pass Lucius walks along the perimeter of trees. He stops a han the line. The paint on this tree is fading. Lucius dips t into the bucket and puts another coat on the tree. He picks up his bucket and continues on. He glances over figures of the two young men get smaller and smaller. Luc - He passes the large tree stump. Now he slows to a stop again. He looks to the woods... Se away from where he stands, nestled between two thin trees BLOOMING WITH RED FLOWERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46 He looks down the line of trees to the two young men; the perimeter and slowly move out of sight. . Lucius steps to the edge of the grass. His shoes are inch dirt of the forest floor. In the dirt, clearly visible to LARGE CLAWED FOOTPRINTS. The indentations from the claw p dig deep into the soil. Lucius does not acknowledge any of this, He stares quietl lowers his bucket to the ground. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOODS.",
          "text": "Lucius walks calmly. His shoulders graze branches as he m stay locked on the bush with red flowers. WE HEAR A NOISE IN THE WOODS. Lucius does not look over. He takes the last few.steps to the bush. He reaches into branch. He straightens up. : And then for the first time we sense him pausing. He tums and looks slowly over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT STRIDE AWAY INTO THE DENSENESS OF THE WOODS.",
          "text": "Lucius tums and starts walking. Branch in hand, he moves pace as he heads back to the bucket with yellow paint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_CUT TO",
          "text": "_EXT. WALKING PATH — NIGHT Lucius moves along a walking path. He passes by a LAMP LI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 He gets pulled from the strong current of his thoughts by bush. He sees someone crawling around in the foliage. GIRL’S VOICE FROM BUSH There is no escape. — Lucius watches as Ivy Walker crawls out and stands. She l direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "Oh Hello. Ivy runs her hands over her frock. Dirt and leaves fall o",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "J was just playing a game with Noah. The rascal must have gone to hide in my house again. Houses are against the rules. He knows that. Lucius stares at Ivy who has dirt and leaves in her hair. picks up her cane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "Are you okay? Your quiet is a different quiet than your usual quiet. Lucius nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "] assume you’re nodding. Ivy smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "om,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "48 » IVY | Well I better get back home and mo | confront the scoundrel. (beat) You could walk with me if you like. : There is an awkward moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. WALKER BACK PORCH — NIGHT Ivy and Lucius arrive in silence to the back porch of the _ LAMP LIT windows we see Kitty and her younger sisters t IvY We are tending to the children tonight, Kitty and 1... 1 should be with her. (beat) Be well. Ivy climbs the stairs and stops. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "I heard my parents speaking of you. I know of your request to go to the towns. I think it is noble, but I do not think it is right. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCTUS",
          "text": "There may be things we do not know that may help us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "€ ‘IVY You speak as if we are plagued. . There is nothing to cure. - Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "‘Are you not angry you have no sight? Perhaps your eyes could have been saved as a child by knowledge held in the town’s medicines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it upset Pappa very much when it happened to me. He would not speak for three days. I was told. But it does not bother me Lucius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS -",
          "text": "What of Noah then? What if there was medicines for Noah that could help him be still? - Help him learn? Beat. This affects Ivy. IVY . May we stop speaking of this? It is putting knots in my stomach. Lucius nods. Ivy climbs a few more steps and stops. She turns. Ivy Kitty is to be married. Lucius looks a little confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY /",
          "text": "She has found love again. With Christop Crane. Lucius raises his eye brows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "(soft) You think it an odd choice right? You know he won’t sit back in his chair for fear of setting wrinkles his shirts. (beat) But he does have a gentlemanly way about him and he does care for my sister deeply. I think Kitty is blessed. Ivy lam blessed as well... My older sister is now spoken for. I am now free to receive interest from anyone... who might have interest. Lucius stares at the striking blind girl who stands in th mischievous smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "(soft). Goodnight Lucius Hunt. Ivy turns and walks into the house. We see through the op Noah leaps out from behind a water basin and scares her. the tall boy around the room playfully. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "si",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finton Coin sits huddled in the comer of the tower perch. tucked into his chest. There is an oil Jamp on the floor The oil lamp moves as the tower creaks. Finton sits up. T ON FINTON’S TENSE FACE FLICKERS AND THEN RETURNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINTON",
          "text": "Lucius? SILENCE. Finton crawls over to the trap door in the floor moment before reaching for the rope handle. He pulls back the wooden door slowly. Finton looks down the ladder that drops twenty feet away thick legs of the tower can also be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINTON",
          "text": "Lucius?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOVES DEVILISHLY QUICK INTO THE SHADOWS.",
          "text": "All the air leaves Finton Coin’s lungs. Finton shuts the trap door quietly. He moves the wooden b position. All his movements are slow and trancelike. Finton places his hands on the railing and pulls himself himself on his feet. And then peers over the railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. COURTYARD — NIGHT People of the village move normally through the courtyard",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "52",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT REPEATED RINGING ECHOES THROUGH THE AIR. -",
          "text": "Everyone in the courtyard suddenly freezes and then start Everyone except Lucius. He turns and looks over his shoul direction of the tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kitty and Ivy look up as they dress their little sisters THE DISTANT REPEATED SOUND OF THE WARNING BELL silences all the chatter. a . Beat. Kitty turns to Ivy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "(low) Close all the doors. Kitty scoops her little sisters off their bed and moves d trapdoor in the back of the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. CABINS — NIGHT Lucius ushers a group of people into a cabin. He closes t them in. He moves quickly across the path to a woman who to close the shutters on her cabin. The shutters stick on Lucius comes over and closes it shut. He turns as a SHADOW PASSES OVER HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "'S3",
          "text": "Lucius ducks into the darkness by the side of the cabin. all around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DOOR OF THE CABIN.",
          "text": "Lucius steps back farther into the shadows. He presses hi side of the cabin and loses sight of the creature. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "~~Nosili jumps up arid'down, agitated and excited. Kitty pulls him towards the trap door. She looks across the cab standing in the open front.door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "(yells) You must close the door! Ivy looks out in the direction of the STRANGE SOUNDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "Lucius is out walking. Kitty leads Noah down into the craw] space where the two wait frightened and silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "(yells) He’s inside safe somewhere. Close the door! Ivy turns and looks back at her sister, strain and streng IvY He’ll come back to make sure we're safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kitty walks down into the underground room with Noah and Only her head can be seen as she watches her little siste stand in the doorway to the outside. Ivy puts out her hand through the open doorway. She holds darkness. THE WARNING BELL RINGS OVER AND OVER IN THE DISTANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BACK OF THE CABIN.",
          "text": "Kitty listens to them, tears fill her eyes. Her head tums ~'screams across the cabin floor. * ~~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "Ivy please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTS RUSHING TOWARDS THE PORCH.",
          "text": "Ivy holds her hand out as she stares blankly into the dar stream down her face. She is terrified. Ivy (soft) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITTY",
          "text": "Don’t let them in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONTO THE PORCH.",
          "text": "A HAND GRABS IVY’S HAND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“55 SLOW-MOTION: Ivy tums as Lucius moves with her through th They close the door shut quickly and bolt it. Lucius and across the cabin. Lucius never Jets go of her hand. They reach the open trapdoor. Lucius helps Ivy in and the down. His arm-spears out and grabs hold of the rope handl over their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAL TIME",
          "text": "Six individuals huddle together in the darkness. A TINY S",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARNING BELL IS MUFFLED IN THIS UNDERGROUND SPACE.",
          "text": "Kitty holds her little sisters tight. Noah claps his hand space he has to move. Lucius and Ivy are crouched together close to the stairs. almost touching. They both stare up at the crack in the d both breathe hard; their breath falling on each other. Ivy’s face tilts slowly to her lap. Lucius’ hand is still",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large number of men and women are crammed together in a underground room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "56 INT. UNDERGROUND ROOM #3 — NIGHT A group of children are huddled together in the darkness underground room. The children’s hands cover their ears. out the SOUNDS STABBING AT THEM THROUGH THE CRACKS IN THE TRAP DOOR. We see their tiny bodies jerk with every sound. Their scared faces dissolve into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "_A gentle breeze pushes leaves around in circles. There i courtyard. There is no one on the walking path. The front doors of the cabins are closed. On each door ar SLASHES OF COLOR FORMING AN “X”. The crimson markings are seen throughout the empty village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All members of the village, young and old, are gathered t SOUND OF SOME CHILDREN WHIMPERING can be heard in the ten silence. Edward looks at the faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "We may question ourselves at times such as these. Did we make the right decision to settle here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "co 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "We must remember why we came here. It was for goodness and a rare type of innocence. That is worth a struggle I think. (beat) Let it be known for all to comfort in, that no person was injured lat night. We have always had, from the day we settled here, a gentle understanding with those who ‘visited us. (beat) oe\" Thave always pictured them, in some ways, as our protectors. They have allowed us to live here nestled amongst them in this untouched place: (beat) By the markings we find this morning on our homes, I feel they were warning us: They acted as if threatened. We will do our best to discover what it is that has set them to action. Beat. Edward suddenly looks older. His childlike eyes fli",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "(soft) I myself wonder if this simple way of life can go on... If it was meant too... August touches him on the shoulder in a brotherly way to speaking. August looks out over the congregation. \f58",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "If any want to talk of their worries or concems, we would _ welcome them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A note is passed from the gathering. Vivian Percy is the and accepts it. She checks the front and back for an insc out over the room of faces. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIVIAN",
          "text": "Who has written this note? The room of faces do not respond. Vivian opens it. Vivian turns to the elders at her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIVIAN",
          "text": "It is the wish of the writer for this to be read aloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all nod. Vivian throws a quick look to Alice before paper. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIVIAN",
          "text": "(reading) Please read so that all may hear. (beat) My mother is unaware that 1 wrote this note. She did not give her consent or consult me in any form. (beat) J have brought this burden upon us. On the day before last, 1 crossed the forbidden line into Covington Woods and was witnessed there by Those We Don’t Speak Of. ) Whispers fill the meeting hall. Alice closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIVIAN",
          "text": "(reading) Iam deeply sorry. I have shamed myself and my family. 1 pray that my actions will cause no further pains. , (beat) With deepest sorrow, Lucius Hunt. Ivy sits in the crowd. She stares blankly at a point in s There are nothing but murmurs for a moment. Edward Walker forward. The crowd moves aside ashe-walks through them. . He moves to the back corner, where the crowd parts and re sitting against the wall. His eyes are red. Tears fall fr Edward Walker kneels down in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "Do not fret. Walker’s face trembles with emotion as he stares at the y Walker leans forward and whispers in the young man’s ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "(barely audible) You are fearless in a way, 1 shall never know. Lucius Jooks up. The two men stare at each other. The cro around them. The overwhelming pride and emotion in Edward eyes slowly start to change Lucius. He grows stronger wit gazes at his elder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vivian Percy claps her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PERCY",
          "text": "Ta. Tee-tee. Ta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLASS",
          "text": "Ta. Tee-tee. Ta",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PERCY",
          "text": "Splendid. Shall we take it from _ the first phrase of the song? She stares at the quiet faces of the children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PERCY",
          "text": "It has been difficult to concentrate, I admit. The visit from Those We Don’t Speak Of three weeks past, are still with us... 1 know some of you are frightened still. This is why our job is so vital. We must lift everyone’s spirits. Kitty Walker’s wedding will be a glorious time. We will sing and dance and be merry again. Now let us be strong little souls and begin the song again from the very beginning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The children nod gently. They are ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A collection of fifteen men and women are constructing a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61 Noah Percy helps cut a rope that tethers one of the frame statue in the ground. An elder holds the rope and points. laughs when the rope splits. He waves the knife in the ai elder quickly takes the knife away from him and smiles. joyously. The Edward and Tabitha Walker guide the others as the two sid frame are brought up into their standing positions. _ They look up at the structure for their daughter’s wedd their eyes. Beat. They are gathered by the others and begin tying garlands frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucius unwraps his biscuit form his handkerchief. IVY(o.s.) 1 know you have been ignoring me. Lucius looks up to find Ivy standing before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "It is the day of my sister’s wedding and J am beginning to believe you would let the day pass without saying a word to me. Lucius doesn’t say a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY",
          "text": "Perhaps you sensed I was angry when you revealed you crossed into the woods. In fact I was. If you want to act foolish, that is",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "your choice. But I do not find any reason to risk such dangers in the woods for anything. It was wrong. (beat) I say this as your friend, because friends may say anything to each other. Ivy lets out a breath. Ivy I’m glad we’ve had a chance to talk. (beat) / Kitty needs help getting ready. Enjoy your biscuit. Ivy turns and walks away. Lucius’ green eyes watch her as biscuit to his mouth. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. SUPPERTABLE — AFTERNOON",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKER",
          "text": "We came here to start anew- We are grateful for the time we have been given. Edward Walker Jooks to Kitty at his side. Christop sits a are both dressed in white. Edward smiles to them as he ta August stands. It is unexpected. Eyes watch him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUGUST",
          "text": "These are the experiences we came here to have. This is good. This is pure.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2353"
    }
  ]
}