{
  "movie_id": "MOV2256",
  "scenes": [
    {
      "location": "BELEM STREETS",
      "time": "NIGHT",
      "characters": [
        "A VAST ARCHING ROOM...",
        "CLAWS",
        "CLAWED ARM SWIPES IT OFF THE WALL",
        "AROUND THE CORNER...",
        "THE ANIMAL AT FULL STOP. IT'S STARING AT ITSELF IN THE R",
        "THE NECKLACE WITH TWO ARROWS AROUND HER NECK",
        "ON MARGO...",
        "FADE TO BLACK",
        "SCREAMS",
        "FADE IN",
        "ON MARGO",
        "\"SUPERSTITION EXHIBIT... OPENING OCT. 29\"",
        "LEAPS OUT",
        "ON PENDERGAST"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A taxi careens down narrow roadways at breakneck speeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the back seat is WHITTLESLEY. Early 40's, the wreck of handsome man. Unshaven.  Sweat stained.  Rail thin.  Scra arms, a fresh scar on one cheek.  As the taxi roars downh the harbor, Whittlesley leans over the front seat.  (Ital Portuguese to be subtitled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "<i>Faster!  We won't make it.</i>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "<i>You want to die?</i>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whittlesley pulls out A KNIFE, puts it to the driver's ju",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "<i>Do you?</i>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweat pouring down his brow, the driver re-doubles his sp",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi swerves around a corner, nearly crashing into a flies out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light rain obscures the bulky outlines of tethered freigh faint laughter leavened with Portuguese phrases, distant from waterfront bars.  One of the smaller boats, the SANT loading as the TAXI fishtails to a halt. Whittlesley gets out, sees the boat still at dock.  His f with relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tosses a handful of bills into the driver's lap, sprin pier as the driver shouts curses after him in Portuguese. shoves past the dock hands as the last load goes onto the The boat's engines churn to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "<i>I need to speak to the captain! Where is he?</i>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sailors hold Whittlesley back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "<i>Get your hands off me!  I'm trying to save your lives, you fools!</i>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several crew members murmur the word \"loco\".  Hearing the squat man wearing a billed hat and smoking a cigar approa FRANCO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "American?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Thank Christ somebody speaks English.  I'm Dr. John Whittlesley. You have some crates of mine on board.  They were shipped by mistake to the Natural History Museum.  We have to get them off the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have I.D.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whittlesley runs a trembling hand through his hair, tryin control and appear reasonable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Let me explain.  I was on an expedition for the museum on the Upper Xingu.  Something horrible happened.  I'm the only one who got out alive.  I lost everything, my I.D., everything.  I have to make sure no one else dies.  The crates, the crates were sent out before we knew.  There's something unspeakable inside.  If your boat leaves harbor with those crates on board, I can't be responsible.  My God, if they reach New York... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whittlesley's fists clench spasmodically.  Franco looks t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  I'm not crazy!  As God is my witness, I'm telling the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Franco barks an order and several sailors grab Whittlesle arms.  They start to lead him back to shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "<i>Don't do this!  You have to believe me.  Your lives are in danger.</i>",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sailors laugh.  But with an almost super-human streng desperation, Whittlesley throws them off.  He pulls out h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cash.  Cash, you see?  American money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whittlesley throws the money down on the deck.  The breez bills across the bow and all the men, including Captain F scramble for the money, chattering in Portuguese.  While occupied, Whittlesley slips by unnoticed and disappears b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whittlesley ducks between cages of goats, boxes of farm e movements jerky with panic.  As he continues searching, t moves past him, into the darkness of the hold.  We hear W mumbling between low, ragged breaths.  At the back of the camera finds...  A STACK OF CRATES... clearly labeled NATURAL HISTORY MUSE these as... The CRATES VIBRATE.  The boat has started to Whittlesley stands bolt upright, realizing what's going o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too late.  He turns to run back on deck but then stops, s A look of desperation fills his eyes.  With one hand he p KNIFE, and unexpectedly puts it to HIS OWN NECK.  Better himself than face what comes next.  The knife touches...  A NECKLACE of TWO ARROWS, one gold, another silver. Whittlesley stares wide-eyed into the blackness of the ho start BLEATING in blind panic.  A shaft of moonlight come porthole as the boat turns.  The moonlight falls on THE CRATES.  Whittlesley's eyes lock onto them and he inc them, drawn inexorably closer... closer... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... no... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He begins mumbling a prayer. MOVE IN ON HIS EYES... filled with dread as he falls to h staring, always staring at THE CRATES... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew tends to business and the Santa Lucia points out harbor, disappears into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Squad cars roar down the back roads, sirens flashing.  In the column is an unmarked car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the wheel is a strikingly dignified and imposing black a simple, old-fashioned dark suit, narrow black tie, and This is SPECIAL AGENT PENDERGAST, FBI. A BACH SONATA for violin and harpsichord plays on the tap Pendergast hums along as he drives.  A SMALL TOWN COP rid The cop is intimidated both by Pendergast and the morning sweats heavily as he brings Pendergast up to date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the locals found it at dawn. Didn't believe him 'till I saw it myself.  Even then I didn't believe it.  Scared my men shitless.  Me too. I mean... hell... You could smell it a half mile away, Mr. Pendergast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unperturbed) Any of your men go on board?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sir.  No way.  None of us wanted to, I'm the first to admit it.  I said, \"Don't get within a mile of this thing.  It's way to big for us. I'm calling the FBI.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast nods his approval, resumes humming along with particularly intricate harpsichord riff.  As always, the unflappable and totally calm as he drives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ocean is still, the air stifling and close.  A hot su on the deck of the SANTA LUCIA.  The boat lists at a craz it has been washed up on the shore.  At first glance, it deserted.  A barrel rolls back and forth as the boat is r successive wave.  We hear sirens approaching and the phal cars pulls up.  Joining them now are TWO AMBULANCES. PENDERGAST gets out along with the others.  All of the co cover their faces, gagging violently at the smell.  Pende once and frowns.  Apart from this, he doesn't react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(choking) Goin' up-wind if you don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast nods.  The cops all fall back in revulsion.  T a safe distance as Pendergast approaches the ghost ship. laced wing-tips sink in the sand.  He leans down, pulls t a time.  He balls both socks, puts them carefully into hi proceeds barefoot towards the boat. Using a piece of driftwood as a plank, Pendergast leans i Santa Lucia.  With surprising agility, he leaps up the pl deck.  At the top he touches a rail.  It's covered in a D LIQUID. BLOOD.  Flies buzz loudly.  A LARGE MACHETE lies abandone Chairs are overturned.  A DEAD GOAT, eviscerated, lies in lifeboat hangs half off the stern.  Pendergast moves aft. watch from the sand below, unwilling to get any closer. hears A DOOR slamming open and closed.  He follows the no sees...  THE DOOR TO THE HOLD.  He approaches, pushes it open and stairwell.  Below deck are BODIES... stacks of them.  They've been TORN TO SHREDS. THE CAMERA MOVES down to one particular man who is neares the stairs.  It's CAPTAIN FRANCO.  His face is frozen in terror.  Flies congregate in the eye sockets.  With his f nudges the body over.  The skull has been torn open. THERE IS NO BACK TO FRANCO'S HEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO BLACK",
          "text": "Silence then we begin hearing sounds of the city... horns construction work. SUPER TITLE... NEW YORK CITY, FOUR MONTHS LATER as we... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "ON A NECKLACE of TWO ARROWS, one of gold, the other silve to the one seen on Whittlesley.  Widen to... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the woman wearing the necklace... MARGO GREEN.  She s coffee as she makes notes on several large FOSSILIZED TEE is neatly combed.  No make-up.  She doesn't need it.  She unselfconscious beauty and a mind like a steel trap. At Margo's elbow is a small T.V.  A CNN world news report Margo's New York Times is open to the crossword puzzle, w been doing rapidly, in ink.  Clearly this is a woman who with a mind that can handle more than one thing at a time An alarm on her watch beeps and she fills in the last two crossword puzzle, makes one final note on the fossil spec shuts off the T.V.  She reaches for her back pack and loo CENTRAL PARK with remarkably clear eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HELICOPTER SHOT... Swooping over the fall foliage of the of color and botanical life... The camera picks out MARGO making its way along the winding roads, dodging taxi cabs jeans, a work shirt, a fine blue gabardine jacket with a DOUBLE HELIX PIN.  On her back is a LEATHER BACK PACK whi lap top computer.  She emerges from the park, catches the and rolls up to... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Margo arrives, the camera moves up and over the buildi rest on the imposing turrets, intersecting roof lines, an arches of the MUSEUM OF NATURAL HISTORY.  This is not an building; it's a 19th century monument to science and man structure fills an entire city block. Happy visitors pour into the museum as Margo takes the im stone steps two at a time.  We hear SCREAMS of pleasure a the normal raucous noises of a large group of THIRD GRADE Margo is amused to find herself surrounded by kids.  Thei MRS. BEASLEY, a stern woman in glasses with a thick New Y calls after them as they all head inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't run, children!  Stay with your partner and do not run!  If anyone runs they will be sent back to the bus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ignoring Mrs. Beasley, TWO BOYS charge past Margo.  HENRY Henry has a buzz cut; Larry has rasta dread knots.  Both old, wear high top sneakers and shorts so big they graze",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry!  Larry!  What did I just say! You walk right this minute!  Did you hear me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reluctantly, Henry and Larry slow to a rapid race-walk as the huge doorway flanked by two Northwest Coast Indian to Above the doorway WORKMEN are hanging a LARGE BANNER.  It",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The school children burst into a three story space domina life-sized statue of a HERD OF ELEPHANTS.  The kids chatt excitement, look up in awe.  Margo nods to a GUARD who sm pins on a plastic I.D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning, Dr. Green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning Joe.  Beautiful day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry watches Margo pass through the turnstiles without p swaggers over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You work here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leans down, amused) I'm an Evolutionary Biologist.  What do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.  I'm in third grade.  What's a revolutionary what ch'a ma' callit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evolutionary Biologist.  I study how life on earth evolved over millions of years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brightens) Way cool.  Then you know where the dinosaurs are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fourth floor, West wing, but stay with your class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Beasley heads into the museum and Larry and Henry me rest of the kids.  Margo turns towards the stairwell, pas IAN CUTHBERT... Museum Director... a pudgy man in wire ri dresses and thinks like a banker.  Hired for his amazing raise money, Cuthbert is one of a new generation of Museu whose focus must always be on the bottom line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Ian.  Everything ready for the opening of the Superstition Exhibit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm on my way to get the last piece out of storage right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd wish you luck but I'm not superstitious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will be after tomorrow night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert waves merrily.  A workman uses a LADDER in the s Cuthbert is about to walk under the ladder, stops and car around it instead.  Margo smiles, goes on upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert enters from the lower stairwell.  He is now in o hundreds of areas of the museum that are closed to the th public.  He follows a labyrinthine route down a dim passa with rumbling steam pipes.  There are storage areas on bo labeled ORNITHOLOGY, HERPITOLOGY, CENTRAL ASIA EXPEDITION EXPEDITIONS, WHALE BONE FOSSILS and so on.  Finally Cuthb door marked \"WHITTLESLEY EXPEDITIONS 1978-95\".  Cuthbert pauses and g but to his surprise the door pushes open.  The lock and d mechanism are both broken off!  Cuthbert frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the... ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert flips on a light to see a tall, narrow space.  S shelves reach up into the gloom.  Everywhere we see spear masks, various artifacts.  Ancient tribal costumes lie sh plastic like corpses against the walls.  And in the middl gloom, sitting ominously in the light of a sole hanging b THE WHITTLESLEY CRATES.  The same ones last seen in the h ill-fated Santa Lucia.  They are scattered about in disar particular has been broken open, its contents spread on t Cuthbert mutters in surprise and dismay, kneels by the cr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it can't be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert feels gently through the packing material, lets relief as he pulls out a figurine.  It is a small, beauti statue of A MONSTER crouched on all fours. The room falls totally silent as Cuthbert studies THE REL truly frightening piece... massive, razor sharp claws, la nostrils, enormous teeth and red rimmed eyes.  Suddenly C DROP OF BLOOD on his hand!  He's been CUT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert rises, shakes his finger in pain.  Blood drips o He pulls out his pocket handkerchief and wraps the wound. handkerchief rapidly soaks through.  Suddenly a HAND CLAM Cuthbert's shoulder!  He's not alone!  He lets out a YELP dropping the Relic and spins to see...  A MUSEUM GUARD standing behind him.  His nameplate reads. He's a gentle young fellow with white blond hair and a ro southern accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauregard!  You scared me half to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, sir.  You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone broke into this room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything missin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't look like it.  We're damned lucky.  This statue is priceless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert holds up the RELIC of THE MONSTER.  Beauregard s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mbwun.  A South American warrior deity.  He carries a powerful curse. Every member of the expedition that found this statue, died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauregard sees Cuthbert's cut finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like the curse is still at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The claws are sharp... I must have cut myself. (uneasy laugh) Better move these crates to the secure storage area where they'll be safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauregard studies the door as Cuthbert heads out with th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't know if it'll do any good, Mr. Cuthbert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one broke into this room, sir. Someone broke out.  That lock was torn off from the inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert glances at the evil face of Mbwun, pales.  As he ON BEAUREGARD, left alone with the crates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge centrifuges, hissing autoclaves, electrophoresis app glowing monitors, elaborate blown-glass distillation colu titration set-ups.  One of the most advanced technical fa its kind.  And mixed in with all the modern machinery are SKELETONS OF ALL KINDS.  Complete homo sapien specimens a around the room.  Standing midst all this is GREGORY KAWA twenties.  Kawakita makes sharp, jerky overhead movements hand, waving something about.  He's practicing casting. zing of a line and the whirring of the fly reel as MARGO whips out, passing right under her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Third from the end!  Right shoulder. Aleut, provenance unknown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fly zooms across the room and lights on the shoulder skeleton from the end, labeled \"Aleut, provenance unknown rolls her eyes and Kawakita smiles with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I spent half the time on my Fractal Evolution thesis that I spend on this fly rod, I'd have my PhD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(small smile) But at what a price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita reels in his line as Margo drops her backpack on desk.  An enormous MICROSCOPE stands by the equally impos topped by a tiger skull.  A screen saver of an animated p plays.  Margo unpacks boxes of fossil teeth, hits some ke columns of seemingly indecipherable chemical equations on screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have the species identification on these teeth.  We can extract DNA and start running tests on the extrapolator program.  Call Dr. Frock.  He wanted a demonstration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo, you haven't heard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock's been fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo straightens, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(awkward) I'm sorry to be the bearer of bad tidings, but you know me.  Telegraph. Telephone.  Tell Kawakita.  I got the definitive word from Cuthbert's secretary.  This is Dr. Frock's last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo is already out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo charges through double doors leading into the south She half runs down an elegant, Edwardian fifth-floor corr footsteps lost in the thick carpet.  At the very end is a door bearing a plate entwined with bronze leaves that rea \"Dr. Frock\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo bursts into the unique office, which is in startlin the modernity of her own.  Two large bow windows look out park.  Upholstered Victorian chairs in a leaf motif sit o carpets featuring large red roses.  Plant specimens and d flora and fauna line the walls.  Cardboard boxes cover th Seated in a wheelchair is a white-haired man in a tweed j loud floral tie.  Glasses slip down his nose. This is DR. FROCK, and he's in the middle of packing.  He smiles apologetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Margo.  Sorry about the mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true?  Greg said you'd been fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Bit of a shock.  But as Cuthbert so tactfully put it, the museum needs new blood.  And since I've been here since the Mesozoic Era --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Margo, don't overreact.  Cuthbert has to cut costs somehow.  My leaving makes perfect sense.  This isn't exactly early retirement.  I've overstayed the party a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't do without you.  You're one of the foremost authorities on primitive pharmacology.  You're practically an institution around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That, apparently, is the problem. I'm yesterday's news.  Who needs a Curator of Plant Biology in a museum with one exhibit on plants?  Monsters and dinosaurs, cannibals and shamans are the new currency of the realm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock goes back to his work packing to hide his emotion a moves to his side.  She pulls Frock's books back out of t returns them to his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Phyletic Transformation and the Tertiary Fern Spike\" is not going anywhere.  I'll talk to Cuthbert and put a stop to this right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts for the door and Frock wheels into her path. first time she sees what he's been carefully hiding... th his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please.  Don't humiliate me further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me help.  I can take care of everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Margo.  This is one problem you can't solve.  You have to stay out of it.  The fact is, I want to retire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you say that?  You know it's not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes it is.  I'm tired and I'm no longer needed --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My work on fossil intermediates would be crippled without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all due respect, dear, that's bull.  You dance rings around me with your new technology.  You've left me in the dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stubbornly loyal) Your work is highly relevant.  What about your display on Primitive Pharmacology?  Cuthbert told me himself he was going to feature it prominently in the Superstition Exhibit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Healing plant use among the Ki tribe of Bechuanaland has been cancelled to make room for Tibetan Erotic Art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock reaches out and squeezes her hand gently with a loo the discussion is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.  I'll walk you back to the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not giving up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock rolls back down the hall the way Margo just came. beside him, downcast.  She's not used to defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't a death sentence.  Greg has promised to teach me fly fishing.  I'll garden.  I'll write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are this museum.  It won't be the same without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone needs a change of scenery. I've been rolling down these halls for forty-odd years.  That's quite enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo gets in the elevator reluctantly.  He smiles and me",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll see you at lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waves her off merrily.  But once the doors close and M sight, Frock's smile fades and his shoulders sag.  He duc wheelchair quickly into the Hall of African Mammals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two stories high, dark and dramatic.  A very special disp of lions, hippos, wart hogs etc.  In the middle is a larg GORILLA beating its chest.  Frock takes refuge in the dar exhibit.  His wheelchair sits in a quiet corner and we se wipe the back of his hands across his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shells and sea life line the walls.  A sign announces the \"Mollusks and Our World.\"  The THIRD GRADE CLASS sweeps i Henry start to sing \"Mollusks and Our World\" to the tune to Our World\", the F.A.O. Schwartz theme song.  Mrs. Beas them the evil eye and Henry whines... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Beasley, it's almost time to go and we still haven't seen the dinosaurs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you ask me about the dinosaurs once more, I'II strangle you both!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts to lecture about horseshoe crabs in a droning Henry and Larry hang back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) This room sucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's never going to take us to see the dinosaurs.  That lady said they were on the fourth floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's ditch and find them ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They dart off down a side corridor and up a wide stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry and Henry emerge and walk wide-eyed among the cases chameleons, tortoises.  High windows light the room.  Out going down.  A woman pushing a child in a stroller exits have the hall to themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this.  A Komodo dragon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Larry checks out, the huge, dragon-like reptile, which sunk its Jaws into a stuffed boar.  Henry points to a stu climbing vertically up the side of its case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check out this one.  It can walk up walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry already has his eyes on the far end of the hall whe barricades have been put up to prevent access to the next Painting is in progress.  Scaffolding just begs to be cli runs over and starts up the scaffolding.  Larry hesitates",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not supposed to go back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chicken.  This is a great short cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry drops on the other side of the scaffolding and Larr a moment both disappear from sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Windowless and dark.  A closed display under maintenance. little stuffed birds line the walls from floor to ceiling cotton poking out of sightless eyes.  Henry and Larry ent down.  Larry's getting scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to go this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be a wuss.  Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys continue onward more slowly, their footfalls ech silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The children are now far from the other tourists and thei Larry is frightened.  The hall takes a sharp dog-leg, end darkened cul-de-sac full of display cases filled with hid masks.  Against the side of the chamber is a barricade of looks much like a wall.  Henry tugs at it and the barrica looks behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, there's a secret staircase back here.  Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry disappears behind the barricade leaving Larry compl in the dark room with the Shaman masks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry, come back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry doesn't respond.  The lights in the cases throw str Larry starts to sniffle, falls to hiccuping, sits down. little flap of rubber that's coming off the toe of his sn bravado gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry!  Henry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.  Larry rises and peeks behind the barricade. circular stair.  It descends into total darkness.  From b strange smell that makes Larry's nose wrinkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.  Larry puts his first foot on the stair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry!  Come up!  Please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With no other option but staying alone in the dark, Larry Henry down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry clutches the banister, whispers... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry?  Where are you?  Henry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry takes another step.  Another.  And another.  He sto hears SNUFFLING, rather like a large dog.  Larry freezes, cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry!  Henry!  It smells awful. Answer me!  Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry can barely see a dim hallway stretching out in two He pauses near the bottom of the stairs, eyes wide, holdi breath.  There appears to be a darker area of SHADOW at t hall.  It's gliding TOWARDS THEM! Suddenly something CLOSES on Larry's leg and he YELPS.  I Henry pulls Larry the rest of the way down the stairs.  T alone together in the darkness.  Henry hisses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  But I think it's bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They keep their eyes locked on the shape at the end of th they back up, step by step.  Move in as their faces sudde FEAR.  THE BOYS... SCREAM BLOODY MURDER... The sound echo darkness as we... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo sits up in the darkness, gasping.  Moonlight cuts a It takes a moment for her to realize that she's had a nig reaches for her light.  As she switches it on, we see a p bedside table.  It shows a group on a mountain in TIBET. several people with their arms slung around each other. a younger MARGO holding hands with JOHN WHITTLESLEY.  The more than friends. ON MARGO... she looks at the photo a moment, then turns o and lies back, alone in her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yellow crime tape encircles the museum.  Dead leaves swir and the sky is overcast.  Overnight, fall turned to winte of the museum is ringed with police cars.  Margo rides up and pauses, startled at the sight.  We watch as she cross words with one of the officers who motions her to a side wheels her bike under a stone tunnel as we pick up...  A TAXI CAB arriving at the front entrance.  Out steps SPE PENDERGAST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo enters.  The huge hall is taken up by an enormous b from the trunk of a single tree.  Inside it are mannequin Coast Indians.  Milling around are at least twenty COPS. approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worried, Margo hands it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All employees are to go to the IMAX room for a briefing, Dr. Green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several cops go by with tracking dogs.  Margo looks back increasingly uneasy, almost bumps into...  HENRY AND LARRY.  Surprisingly, they are alive and well a MRS. BEASLEY outside an office.  Margo exchanges a look w remembering them from yesterday.  A tentative smile start and Larry don't return it.  Serious and chastened, they d eyes.  Margo continues on. TWO COPS stand outside the door to the rest room, their b to Margo as she approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that?  Six?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lost count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo glances past them to see an OLDER MAN wearing the b NIGHT WATCHMAN, leaning over a sink.  He wipes his mouth. move down to see... THE MAN'S SNEAKERS are soaked in bloo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More cops gather, surrounded by skeletons of primates... monkeys, gorillas.  It's an odd sight.  They all look up as in walks the imposing figure of...  SPECIAL AGENT PENDERGAST.  He turns to a young eager beav BAILEY, flashes his badge.  Bailey straightens to attenti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you please take me to the officer in charge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast follows Bailey as they descend the rickety old staircase that goes into the bowels of the museum.  The h is narrowand lit by an occasional bare bulb.  The stairwa maze-like set of rooms in the basement.  Everything aroun STREAKED and SPATTERED in BLOOD.  There are trails of it the walls, the overhead light. Several COPS stand guard as DETECTIVE VINCE D'AGOSTA goes area.  He is a round, balding, man with an unmistakable a authority.  A modern knight in shining armor in disguise. disguise.  He has on a cheap polyester short sleeved shir is plainly visible underneath.  On his worn plastic belt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't touch anything until the S.O.C.  has finished with those stairs.  Keep everyone clear of the perimeter.  I don't want any contamination.  There's an incredible amount of blood evidence down here. We need more light.  Where's the photographer?  Tell him to quit eating donuts, I need him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Pendergast enters, D'Agosta looks up at this serious A American in simple black suit, white shirt and dark tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?  The undertaker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Special Agent Pendergast.  FBI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vince D'Agosta.  Am I out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not at all.  I think we may be working on the same case.  If so, I could use your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men shake hands.  They couldn't be more different is an elegant intellectual... D'Agosta a working class sp operates from the gut.  Pendergast gestures to the form o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The body?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's left of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind if I have a look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta calls to A POLICE PHOTOGRAPHER who comes down th carrying lights, a donut stuffed in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need light in here, stat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta points to a lump the size of a bowling ball that corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful.  That mess on the ground is brains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whose footprints?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night watchman who found the body. Sweet old man.  Been tossing his cookies for over an hour.  Not a likely suspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The photographer is finally ready and he floods the dark light.  And now everyone (but not us) gets a very clear l body. THE PHOTOGRAPHER... spits out his donut.  His eyes roll u in a dead faint.  Just like that.  D'Agosta swallows hard",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast looks down, utterly impassive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I'd say we're definitely working on the same case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An old 19th century theater.  Balconies.  Heavy curtains. the theater where Lincoln was shot, with the exception of recent addition, an IMAX SCREEN five stories high.  The r with museum employees, all murmuring anxiously.  Margo si to Frock's wheelchair.  Her face is ashen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Frock, I just saw a man back there who'd been wading in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Greg Kawakita sits in the chair next to Margo... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For once I'm glad you're rumor central.  What in the world is going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone's been murdered.  Not shot, strangled or stabbed, either.  Torn limb from limb.  There's talk of a psychotic killer or even an animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For heaven's sake, Greg, someone's been killed.  Look, it's Cuthbert. Let's hear what really happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this everyone falls silent and IAN CUTHBERT steps forw address the crowd.  He appears drawn and grey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This has been a tragic and upsetting morning.  I have terrible news for us all.  A member of our security force has been found murdered.  The police have just informed me it was Daniel Beauregard. (murmuring fills the room) Quiet.  Please.  With the help of our head of security, Mr. Ippolito... the museum has been secured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IPPOLITO... rises in the back and nods to the crowd... He looking, pompous man with shifty eyes.  Right now he's de Overnight, his job is on the line... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police are satisfied we're in no danger, that we're all perfectly safe.  We've been asked to remain in the Gem Room and be available for questioning for the rest of the day. Obviously, we will all do everything we can to cooperate.  Are there any questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito raises a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party for the opening of the Superstition Exhibit... I imagine in the light of what's happened it will be pushed back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No action has been taken yet.  The opening of the exhibit is crucial to the financial health of this museum. So for now, we expect that the Superstition Exhibit will open on schedule, tomorrow night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito registers surprise.  The audience buzzes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo, Dr. Frock and Greg Kawakita enter.  The room is fu spectacular displays of gemstones of every type.  Greg dr over a grey sofa.  Margo leans on a giant geode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That Cuthbert.  What a piece of work. Someone's dead and all he cares about is his Superstition Exhibit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert's counting on the exhibition's success.  The museum is in debt.  Contributions and public funding have dried up.  Admissions no longer cover overhead.  The last big infusion of cash we had was the King Tut exhibit.  Cuthbert was hired to get us out of the red.  If the Superstition Exhibit isn't lucrative, he'll have to start auctioning off some of these gems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all this bad publicity, it's no wonder he looks like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They glance over and see Cuthbert in the corner.  He appe compulsively fingering his watch chain from which hangs a FOOT.  Frock goes over to speak to him, followed by Margo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ian.  Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head) Beauregard.  I can't believe it.  I may have been the last one to see him alive.  He was with me just yesterday, when I got out the statue of Mbwun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taken aback) Mbwun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sensing more gossip) What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo frowns, suddenly uneasy.  She and Dr. Frock exchang",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Warrior deity of the Kothoga, an extinct South American tribe.  Dr. John Whittlesley led an expedition that found the only known representation of Mbwun.  The statue is said to carry a curse. (she looks away, quiet) Every member of Whittlesley's expedition died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got the relic out yesterday to put on display.  Beauregard was there. The crates had been broken into and the contents were strewn about.  But nothing was missing.  It was downright weird.  We joked that it was the curse of Mbwun.  I'm not laughing now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come, Ian.  We all know you're superstitious.  But you're among scientists here.  We deal in facts. That statue had nothing to do with what happened to Beauregard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I know is, everyone who has come in contact with that relic, is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta has set up a temporary command post among the an and chairs.  The room is on the ground floor with a view Gawkers are outside looking in.  D'Agosta pulls the blind faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mutters) Get a life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast is looking closely at one of the large paintin that line the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An original Roger Tory Peterson of a Red-Breasted Merganser.  Amazing.  I have a copy of this in my office at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't really focus on birds at the moment, Pendergast.  I'm tryin' to keep my breakfast down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In this violent world, I believe the only way to stay sane is to take time to notice beautiful things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I drink.  After hours of course.  On duty, I smoke. (he pulls out a fat cigar) Do you mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not at all.  I enjoy the smell of a good cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you won't like this one.  It's a piece of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bites off the end, spits it out on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call me Vince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you read about a boat that washed up outside of New Orleans about four months ago?  Twelve bodies on board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who didn't?  Big news.  Out of Brazil, wasn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  That's my case.  Now it's yours. All the corpses were badly mutilated in a very particular way. Decapitated.  Brains extracted.  Limbs torn to shreds.  It looked like the work of a large animal, but there was no sign of an animal on board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the method of death is the only connection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  There's more.  There were crates from this museum in the hold of the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAILEY enters, interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, Vince.  Sorry.  This won't wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It better be good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are a couple of kids who were lost yesterday near the site of the murder.  Claimed they saw a monster. They're pretty determined to tell you their story.  You want to see them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rolls his eyes) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you don't mind, this could be important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unfortunately, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modern classroom that has been taken over by the police purpose of interrogation.  Seated on small chairs at a pl are...  HENRY and LARRY, looking like two little boys with a stor desperate to share.  Standing behind them is MRS. BEASLEY than ever.  D'Agosta takes a chair across from the boys, level.  By this time of day he looks pretty rumpled and t Pendergast stands upright and unruffled in a doorway behi isn't hard duty for D'Agosta.  He's surprisingly genial a with kids.  Larry kicks his sneaker against the table leg excitement.  Henry tugs his t-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.  I'm Lieutenant D'Agosta.  You can call me Vince.  This is Special Agent Pendergast.  You can call him...  (he looks to Pendergast, so formal) Special Agent Pendergast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Henry Weiss and Larry Bowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... Tell us about this monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were lost and trying to find a short cut to the dino--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry elbows him hard.  Larry shuts up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were just lost, okay?  And we went down this curvy staircase.  At the bottom was a big shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big as a house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well almost.  Depends which house.  It smelled like old hamburger, and it made this weird noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry makes a low GROWL in his throat.  D'Agosta suppress shoots Pendergast a look.  But Pendergast watches the kid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it snuffled the ground like a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes on hands and knees, sniffs the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It had a long tongue, teeth this big and yellow eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were green eyes and they were slit like a lizard's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were yellow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're color blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys, please! (to D'Agosta) These two get in a lot of mischief and they tell some amazing whoppers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can see that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't a whopper!  It's the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast now moves forward, pulls up a chair as if deep interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you get away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We ran and screamed and stuff.  And we got through a little door just in time.  There was a guard there and he went back to check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A guard?  Do you remember his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was wearing one of those I.D. badges.  His name was Bo... something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauregard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ambulance pulls away, lights flashing.  Pendergast and to a squad car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to admit, that was a damn sight better than \"the dog ate my homework\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you explain the part about Beauregard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They heard the victim's name and wove him into their story.  Nice touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believed them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta stops, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think what we've got here is a monster as big as a house that smells... like hamburger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I think what we've got here is a psychotic killer wielding some kind of unusual weapon... who wants us to believe he's a monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(totally confused) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta and Pendergast thread their way down a hall line on gurneys.  It's dark and quiet.  They go into the autop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large gurney, currently empty, sits like an uninvited g the bright lights of the autopsy suite.  Beside it is a t doctor in her late 50's, with intense eyes.  This is DR. her are the PHOTOGRAPHER seen passing out at the museum, intern, DOCTOR GROSS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're late, Vince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry Dr. Ziewzic.  This is Special Agent Pendergast.  Pendergast, Dr. Ziewzic.  She runs the best chop shop in New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've met.  The Hacksaw Murders.  '89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yes!  Who could forget.  Afterwards you sent me that amazing case of Chateau Lafitte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you liked it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lovely bouquet.  After our last case, Vince took me out for a draft beer. As I recall we split the check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grumbles) It's been one of those days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she snaps her rubber glove) Shall we get down to it, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Gross wheels the gurney over to the morgue bank and s drawer.  The shape under the plastic seems too small to b the side of it is a large bump, presumably the head.  The cadaver are slid onto the gurney and wheeled under the li stainless steel bucket is placed under the gurney's outle Ziewzic fiddles with a microphone hanging above the body, and it gives off the proper static.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(for the microphone) This is Dr. Matilda Ziewzic, assisted by Dr. Frederick Gross. It's Oct. 28, six fifteen p.m.  We are joined by Lieutenant Vincent D'Agosta of the NYPD, Special Agent Pendergast of the FBI and a police photographer.  Let's see what we've got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pull off the sheet and D'AGOSTA swallows hard, close keep his stomach in check.  The photographer goes green, determined not to clutch this time.  PENDERGAST leans clo impassive.  He puts on a small pair of wire rim glasses, expression much like a man reading a menu in a restaurant",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caucasian male.  Age about 27.  Blond. Height well I can't give a height because Mr. Beauregard has been decapitated.  The state of the body is such that other identifying marks are out of the question.  There are numerous lacerations proceeding from the left anterior pectoral downwards through the sternum and terminating in the abdomen.  This is a massive wound, two feet long and a foot wide.  The head has suffered severe trauma and the occipital portion of the calavarium has been crushed and removed.  It almost looks like... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) A bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ziewzic turns to Pendergast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we talking about here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone who makes the Hacksaw Murderer look like Mother Teresa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. (back to work) The entire brain appears to have been extracted.  May I see it, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gross passes over a grey, watery mass that sits in a stai pan.  Ziewzic studies Beauregard's brain, or what's left",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Curious.  There's something missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thalamus and the hypothalamus, perhaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks up, surprised) Yes.  Two organs the size of a walnut have been removed with what looks like surgical precision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you don't mind a suggestion, you might try a saliva test.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ziewzic, Gross and D'Agosta look at Pendergast.  The phot staring at the wall, silently mouthing multiplication tab from woofing all over the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous) Saliva test?  You mean, you think someone ate part of the brain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long moment of silence, then... Zwiezic uses a swab for test, puts the result in a petrie dish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  One saliva test.  Now... let's look at these lacerations.  They start wide and then converge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Long fingernails?  Scratches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too extreme.  Perhaps some kind of weapon.  I'm now probing the wound and... there's a piece of foreign material deep in the muscle, lodged on a rib.  Photograph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The photographer gathers his courage, steps forward with Pendergast.  Zwiezic rinses the object off in a beaker of water.  It turns brownish red.  She holds it up.  They al astonished silence.  D'Agosta swallows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a claw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The photographer's flash goes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black and white heads uptown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast sits in silence.  D'Agosta is visibly disturbe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like animals.  Never have. Dog bit me when I was little.  After that I gave up on pets.  Animals are irrational.  Give me a psychotic killer any day.  If there's one thing that makes me queasy it's being part of a food chain.  My first case as a rookie, two brothers climbed a fence at the zoo.  It was late August.  Over ninety.  The polar bear was inside his cave.  Kids didn't know he was in there.  All they saw was the pool. They got to swimming and splashing. The noise woke up the bear.  By the time I arrived, both little boys were in pieces.  The bear was dragging one kid around by the foot. I can still hear the mother screaming --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't an animal, Vince.  I've been on this case four months, remember?  I've learned a few things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've been holding out on me Pendergast.  You have a suspect capable of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast looks over, nods quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me tell you about it, Vince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The yellow crime scene tape is torn and flapping in a lig of the emergency vehicles have left.  The police have rel employees who are now headed home.  We see Frock and Kawa Cuthbert isn't far behind.  Pendergast approaches them, h inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me.  Has Dr. Green left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before eight?  You must be joking. She's in the physical anthro lab making up for lost time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast nods his thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gems glow in the darkness as Pendergast passes throug empty room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast's footfalls are lost in the carpet as he goes stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast goes down a long, dark hall alone.  He arrives marked PHYSICAL ANTHROPOLOGY LAB, enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The skeletons throw odd shadows on the ceiling.  Margo's screen glows at the end of the room, casting the only lig chair is empty.  The room is quiet.  Pendergast approache around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Green?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.  Pendergast glances at the computer screen, se complicated notations.  He scrolls down, leans closer.  H it out.  He slides into Margo's chair, fascinated.  Then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a warrant to look at that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast leaps up.  Margo has appeared in the doorway b cup of coffee in her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Special Agent Pendergast.  FBI. Forgive me.  I guess I was snooping. What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An invention of mine.  It's a computer program designed to describe the characteristics of a given species from a reading of its DNA.  I call it the Genetic Sequence Extrapolator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How does it work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a DNA analysis from a fossil you can use this program to tell the species and sex of the animal, whether it was nocturnal, what it ate, how it hunted, how big it was...  (abrupt) You aren't here for a lesson in DNA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. (a moment) I came to talk about Dr. John Whittlesley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo turns to put down her coffee.  She takes a moment t herself.  When she turns back, her voice is quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somehow, when all this happened... I knew it would come back to John.  Is he really dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he were alive he'd have contacted me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have time to talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast and Margo walk together though various exhibit They pass dioramas of ferocious wild animals that have be stuffed behind glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Whittlesley was last seen in Belem, Venezuela a week after the rest of his expedition disappeared. A taxi driver drove him to the harbor where he boarded a cargo boat.  That boat washed up in my district.  Everyone on board was killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disappeared.  His body wasn't among the victims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The people killed were mauled and their brains were eaten.  Just like Beauregard.  One part of the brain was extracted with surgical precision.  The hypothalamus and thalamus to be exact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo pales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John couldn't have anything to do with a horrible thing like that.  He was a fine man despite his problems --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You loved him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a moment, taken aback) Yes.  Once.  We met at Columbia.  John held the Cadwalader Chair in Statistical Paleontology when I was a grad student there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were going to be married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ran an internet search on Dr. Whittlesley.  Got a list of his scholarly articles and the engagement announcement in the Times.  I also found a record of your restraining order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was two years ago.  John was still in love with me. (she looks down) He wouldn't leave me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were afraid of him, weren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was afraid of himself.  He tried suicide once.  He was ill.  Manic depressive.  He had wild emotional highs and lows.  Not a happy affliction for a scientist.  He'd been revered in our community.  By the end he was a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me about the last expedition. What was he looking for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A legendary monster called Mbwun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A monster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  He developed his own theory that he called the Calisto Effect. It held that evolution wasn't always gradual or driven by natural selection.  The environment would sometimes cause sudden and grotesque changes which could result in a \"monster species\".  It made no sense. But he felt he had evidence that Mbwun was such a monster, living in isolation on the tepui for thousands of years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one knows.  The Kothoga who live on the tepui are cannibals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo's voice catches again.  Pendergast reaches for his but she shakes her head, determined to keep control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I'm all right.  I won't let this affect me anymore.  John wouldn't get help.  His ego endangered the lives of others.  His theory came first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if Whittlesley arrived on the tepui and no monster was there?  Was he desperate enough to create one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something came up in autopsy tonight.  Imbedded in Beauregard's body we found a claw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God.  Then it was an animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so.  I think we were meant to think it was Mbwun.  Did Whittlesley's monster have claws?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  He sent back a statue that's supposed to be an exact representation.  But I've never seen it.  It's in the exhibit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you mind showing it to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This exhibit is unlike anything we've seen in the museum. artifacts under single spots appear to float in a velvet Patterns of light and shadow play over skeletons and vood There are tombs, a torture chamber, and endlessly curving winding halls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where would we find it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure.  We should split up. You take that hall and I'll take this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  I'm as macho as you are. Perhaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without further discussion, Margo takes the right fork le Pendergast behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARGO...",
          "text": "As she finds herself alone.  The silence is intense.  She into another long, dark, tunnel passing a set of Maori ta The eyes are stuffed with fibers, the shriveled lips are from rotting teeth.  Margo passes without a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PENDERGAST",
          "text": "In another part of the exhibit, he nears a Mayan tomb.  A the center wears a headdress and tribal robes.  Gold ring bony fingers.  Pendergast takes a moment to appreciate it the next hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARGO",
          "text": "getting farther from pendergast, and ever deeper into the walls around her are lined with symbols of witchcraft.  T shaman dancers, masks covered in grasses and shells.  Fro Guinea coast there is Kokpah, God of a secret male societ ba, an awesome mannequin in black costume with an angry p Finally the walls open up into another gallery.  Beyond i the shadowy hall.  Margo stops and for the first time she gallery is the most frightening yet.  It features images from different cultures around the world. In the dim light, Margo is dwarfed by abhorrent statues o TORNARSUK (the Eskimo evil spirit), INCUBI from India, Ti Guinea etc.  And there in the center of the gallery sitti and lit by a spot, is a small figurine.  Margo is instant it.  As she gets close enough she sees the label in Gothi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Savage God of the Kothoga, also known as \"HE WHO WALKS ON ALL FOURS\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The statue is terrifyingly life-like.  Margo stares at Th is covered in scales and stiff hair, with glittering gree crude, reptilian features.  The figure is hunched over in crouch.  It's long forearms trail to the ground ending in",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAWS",
          "text": "ON MARGO... she starts, then remembers Pendergast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Pendergast!  I found it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.  She turns, tries again, louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast!  Over here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her voice catches as she stops and sniffs the air.  A STE her.  She covers her face, backs up, holding her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She steps directly into a nasty statue of the Tibetan lor Dead.  Margo starts, steadies the statue.  The room is si But then, unmistakably... she hears it.  An odd rustling Deliberate.  Maddeningly soft on the thick carpet.  And a THE SMELL.  Margo looks in the direction she came, down t hall.  Her voice comes out a bit frightened as she calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast? (no answer) Who's there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But now she freezes.  At last she's truly scared.  A shad against black, is gliding stealthily towards her, moving display cases and grinning artifacts! Margo stands stock still, her eyes on the shadow.  She le gasp of shock.  She can't believe her eyes.  It defies re she backs up.  She slips quietly through the exhibit and side.  In the next room she pauses again, listens... now distinctly animal, SNUFFLING SOUND! Something large is TRACKING HER!  There's no doubt. Overcome by a blind panic, Margo turns and runs.  She pas display on mythical creatures, disappears down another wi hall. Behind her comes...  THE POUNDING OF SOMETHING IN A HEAVY, LOPING RUN!  Whatev charging after her!  She turns another corner.  And anoth fast as she can!  But now the walls up ahead are narrowin ... a DEAD END! Margo slams up against a locked door with a window of gla features displays of terrifying totem poles.  All around carved faces seem to leap out!  She pounds on the door bu useless.  She's trapped.  And the thing is coming behind around the last bend when it stops!  Silence again envelo afraid to turn.  She can hear HEAVY BREATHING, and someth growl!  Reflected in the glass of the door in front of he dark hall.  Margo starts as a face appears IN THE REFLECT The image is wavering and unclear.  It's a large, hulking her!  TWO GLOWING SLIT GREEN EYES in the dark!  Margo SCR thing leaps forward, hitting one of the totem poles.  Mar the ground, unconscious.  At last we hear Pendergast call darkness falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Green!  Dr. Green!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MARGO... lying on the carpet.  There's a large, nasty forehead.  The totem pole is on the floor beside her.  Le is PENDERGAST.  Margo starts to sit up.  Pendergast gentl her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you calling and I ran after you, but you kept disappearing and I couldn't keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she touches her forehead) You were behind me?  Running after me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast nods.  As Margo rises he tries to help her but off, collecting her thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay, I'm all right.  I remember now... It was an animal.  Something large!  I could smell it.  It was hunting me.  I saw two green eyes in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind me.  Over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo turns and points behind her to...  A large NORTHWEST COAST INDIAN MASK.  It's carved out of horrible grimace, inset with two glowing green eyes.  Pen it too, says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not what I saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  If you're positive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leans against the wall, touches her forehead, panic o again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't think straight at the moment.  I know how crazy this seems. Please, Mr. Pendergast, I need some fresh air.  Could you get me out of here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THREE COPS including MCNITT, RODRIGUEZ and ROGERS prepare exhibit.  All are armed.  Margo watches as Pendergast giv instruction.  She appears rattled and confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay in formation together.  Take it room by room.  Check for footprints, any signs of disturbance.  If you see or hear anything the least bit suspicious, I want to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to DOYLE, an older red-haired cop who takes up outside the exhibit.  Pendergast hands Doyle his walkie t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bailey's going to be in the guard house outside.  Officer Van Dorn is right down that hall.  When McNitt's done, he'll relieve you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doyle nods.  Pendergast and Margo walk out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo and Pendergast exit.  The cold air is like a slap i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Green... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't imagine it.  I know what I saw.  Are you sure there are enough men in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all heavily armed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stops) All right.  This is hard for me.  I'm a scientist.  I like order and logic. Sometimes too much.  There's got to be an explanation.  There can't be an animal in there.  But I saw something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. (she has a thought) Mr. Pendergast.  Do me a favor.  Get me a DNA readout on that claw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All is quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors to the exhibit are closed.  Doyle looks at his impatient.  It's almost eleven now.  He pulls out his wal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bailey?  Doyle here.  I'm still waiting outside the exhibit.  Where the hell is McNitt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should be there any minute.  They came out a side door a while ago. Said the exhibit's clear.  McNitt's headed back to spell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm on double over-time, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.  You can go home if you want to.  I'll come relieve you myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doyle shuts off his walkie talkie, frowns.  He fidgets, l watch once more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns, takes off the walkie talkie and leaves it, but something, stops.  It's a low SCUFFLING from inside the e from behind the closed doors.  Doyle freezes, turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.  Doyle pauses.  His hand goes to his gun for r he hears a footstep and a muffled thump.  He moves to the exhibit, opens it and takes a step inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt?  Cut the crap.  I know it's you.  You're not scaring me.  Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence meets him.  The shadows of the exhibit loom.  Doy more step inside, scanning the darkness with his gun.  Do BREATHING?  He freezes.  Yes, he does.  The hair on his n loses the spit in his mouth.  He takes a step backwards, a second too late.  The door SLAMS BEHIND HIM and a HUGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer MCNITT enters from a side corridor, zipping up hi hall is still.  McNitt checks his watch, sees Doyle's wal turns it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt here.  I'm outside the exhibit.  All's quiet.  But I don't see Doyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He called a minute ago looking for you.  He starts vacation tomorrow and he wanted out.  I said you were on the way.  He could split.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well he's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any sign of a green-eyed monster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chuckles) Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt shuts off the walkie talkie, settles at his post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the blackness a large shape is MOVING QUIETLY, draggin across the floor.  We move in on the lifeless form of DOY is rigid with terror, his eyes frozen, open wide.  The la hear as the hulking form heads back into the darkness, is of Doyle's skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Signs announce that the Superstition Exhibit opens tonigh is back in business, but not many people are going in.  A at the margins, pointing at the building.  Several hold a POST with a graphic photo of the bloody floor by the circ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert stands by the window of his palatial office, loo the scene below.  His face is pinched with worry.  Slumpe Lieutenant D'Agosta.  Pendergast surveys some paintings o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had no idea the Museum had a complete collection of Piranesi's Forum sketches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you like them, they're for sale. Another day like yesterday and half the collection will be on the block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've read about the Museum's financial troubles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been operating in the red for years.  That was the whole idea behind the Superstition Exhibit.  It was designed to pull people in. We've spent every penny we have on advance publicity, betting everything on the opening's success. If we postpone at the last minute...  No.  I don't want to think about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chews on his toothpick, mild) We all love the museum.  I come here myself with my kids.  We're trying to work with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I appreciate that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If the party goes forward, and that's a big if... I've arranged for a large police presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do they have to wear uniforms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to scare people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand.  But Mr. Cuthbert, we've got bigger problems.  Depending on what we find today, we may have to shut you down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert looks grim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta examines the huge centrifuges, autoclaves, elect apparati, monitors, computers etc.  as Margo and Greg Kaw the claw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you make of it, Margo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not mammalian, that's for sure. I think it's reptilian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That would jive with what we got from the preliminary DNA read-out. Here, have a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands them a computer read-out.  Margo checks it quick looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "According to this, twenty-five percent of the claw DNA is unidentifiable, about a third is homo sapien, and the rest is Hemidactylus Turcicus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks over) What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo pulls off her glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turkish Gecko, I believe.  A lizard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lizard DNA and human DNA on the same strand?  Impossible.  The sample must be contaminated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's another possibility.  A lot of repeated base pairs could suggest a high level of genetic damage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Genetic damage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When DNA is defective, it often uncontrollably replicates long repeating sequences of the same base pair.  Viruses can damage DNA.  So can radiation, certain chemicals.  Even cancer.  Let's let the G.S.E. sort it out.  I have to get started.  This will take several hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need someone to take us to the secure storage area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try Dr. Frock.  He's the curator of Plant Biology.  All the curators have keys.  And he knows every inch of this museum.  The rest of us still get lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast, D'Agosta and Dr. Frock get off are in an olde corridor with a long row of locked heavy steel doors.  Th numbered up to eight, then the corridor turns. As the three go forward, the creaking of the wheelchair e in the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for taking the time to help us with this, Dr. Frock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy to be useful.  It's rare enough these days.  According to security, Beauregard put the Whittlesley crates in storage area 1012.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many storage areas are there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fill seven floors.  We have the largest collection of mammals and dinosaurs in the world.  Just to give you an idea, there are more than three million insects specimens.  Not to mention amphibians, reptiles, birds, anthropological artifacts, meteorites, minerals and gems.  Only about five percent of the museum collection is actually on display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place is a maze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm one of the few who know every inch it, now that John is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks over) Do you mean Dr. Whittlesley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  John made quite a study of the whole museum.  He had a copy of my original plans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock heads through a double door that leads to a FREIGHT that's as big as a small room.  The operator, KARL has it with a table, chair, and PICTURES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Osteo prep, Karl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors creak closed.  They are now inside... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Headed down.  D'Agosta chews on a toothpick, stares at Ka picture show.  The photos have all been cut from nature m are of ANIMALS MATING in extreme positions and undreamed D'Agosta turns to Pendergast, dead pan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My kind of art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karl, who is sixty and wears a red toupee, leers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They keep me company.  Gets kinda lonely sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My favorite is the two camels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?  I'm partial to the skunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally the doors open and they exit to a hail, enter ano doors.  Now they are in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks more like a bizarre industrial kitchen than anyt Deep stainless steel tanks line one wall.  On the ceiling tanks hang massive pulleys and grappling hooks for the la carcasses.  In a far corner of the workshop is a stainles bearing a DEAD GORILLA.  A pink faced eighty year old man the carcass with sharp tools.  This is DON OSTERBAAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you ever wonder where we get all our skeletons?  This is the laboratory where animal carcasses are reduced to bones. (to Osterbaan) What's cooking today, Don?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zebra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock looks into a large maceration tank with Pendergast A zebra carcass can be seen under the muddy surface, its soft tissues falling off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, that's ripe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock now opens the door on a humid closet adjacent to th Inside on a stainless steel table lies the corpse of a fo crawling with BLACK BEETLES which are devouring it.  D'Ag Pendergast watch the grizzly scene, properly impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dermestid beetles.  The second method of preparing a skeleton, used in Natural History Museums world wide. Bugs are clean and highly efficient. They'll polish that fox off in no time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Don casually peels back the gorilla's whole face expos skull... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want to have a look at a gorilla brain?  Got one right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks Don.  We're in a hurry.  Some other time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More rows of stainless steel doors under hissing steam pi light is dim here, and several bulbs are burned out.  But on the storage rooms are much higher now.  The three men the darkness.  Frock rounds a last corner and wheels to a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This should be it.  Can you read the number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast reaches up above them and TAPS THE LIGHT BULB. and they all see the heavy steel door of the storage area jaw drops and his toothpick falls out.  The door has been top to bottom by long, vicious, CLAWS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock stares in amazement, shaken.  He runs a finger down ruts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something tried to get into this room!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And failed.  These doors are solid steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This means there must be an animal loose in the museum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't be so sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast takes Frock's keys and opens the door.  It swi oiled hinges.  D'Agosta turns on a light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all enter.  Nothing has been disturbed.  The crates middle of the small room, untouched.  Pendergast kneels b that's been opened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This must be the one that held the statue.  Let's see what else is inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast removes the lid and hands it to D'Agosta, pull DART GUN, SEED PODS, a CARVED STONE.  D'Agosta takes the it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lid of this crate is scratched with claw marks, just like the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As D'Agosta studies the lid, a brittle, water damaged env out.  D'Agosta picks it up.  The envelope bears an imprin ARROWS, one silver overlaid with another of GOLD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look.  It's some kind of letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited) May I see that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta hands the letter to Frock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's from John.  Those two arrows were his insignia.  It's addressed to Louis Moriarty, a patron who financed his expeditions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Read it out loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Dear Louis, Tomorrow we go to the south end of the tepui where we'll be in the greatest danger, so I'm sending Carlos back with the crates.  You always believed in me, Louis, even in the darkest days.  So it gives me great pleasure to tell you your faith has been rewarded.  We've made an incredible find.  I enclose a representation of Mbwun.  Note the exaggerated claws, the reptilian attributes, the hints of bipedalia. It's beyond belief, but this statue is accurate.  I know because I've seen the beast.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock stops, looks up at D'Agosta and Pendergast.  His fa with the thrill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear that?  My God.  He says that Mbwun is real!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snorts) Pardon my French, but bull shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This on top of the scratches... isn't it proof!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think the scratches were put there to scare us.  Perhaps even lead us to this note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast looks out to the dark corridors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said John Whittlesley made a study of your blueprints of the museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are there any hidden rooms or staircases?  Places where someone could hide?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really.  Just the sub-basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta and Pendergast exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  It was walled over.  No one's been down there in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you had plans of the museum.  Could we see them, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A series of boxes labeled \"PROFESSOR FROCK\" sit on the lo small moving van, partially loaded with the contents of F office, sits waiting.  Frock delves through one of the bo Pendergast and D'Agosta look on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know they're here somewhere.  It's a good thing we caught the movers in time.  They're nineteen century blueprints from when the museum was built.  I remember the sub-basement was below the regular basement, linked to the city sewer.  I only know about it because it flooded all the way up to the museum during the hurricane of '49.  I lost so many precious books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock continues to unload boxes, scattering things right It's the most amazing assortment of paraphernalia.  A col wildflowers, soil samples, a stuffed owl.  Finally he pul very old blueprints and flashes a triumphant smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eureka.  Who says it doesn't pay to be a pack rat?  Now please be careful with these.  When you're done, I'd like them back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Visitors scatter as Pendergast enters with D'Agosta, TWO dog handler, JONATHAN HAMM and Jonathan's pair of HUGE BL The deputies are armed with large shotguns.  Pendergast s blueprints as they walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How big is the sub-basement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apparently it's huge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I should come with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We haven't got time.  You have to meet with museum security so we can make a decision about tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast, Jonathan, his dogs and the deputies make thei industrial set of stairs into the basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a moment they arrive at the site of Beauregard's murde at the bottom of the spiral stairway is still littered wi crime tape, spray paint and the remains of scores of peop in and out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These plans indicate there's a walled over entrance to the sub- basement right around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move carefully down the dark corridor which we remem time we last saw it with Henry and Larry.  Unknown to Jon Pendergast, the dogs are walking directly towards the spo boys faced the monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dogs are picking up something, Mr. Pendergast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dogs start barking in animation, sniffing the wall. studies the blueprints with a flashlight, moves to the sp nothing to be seen.  He shines his flashlight over the wa uneven stucco between two steel beams.  The dogs sniff fu point where the wall meets the floor.  Pendergast moves h the joint between the stucco and the beam, shoves hard. pushes back.  It's a door!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter a dank stairwell with brick stairs.  Water dri walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this?  A dungeon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan looks uneasy, double wraps the dogs' leashes aro black-gloved hands.  The two deputies remove their 12 gau shoulders.  Then they all follow the animals, descend dow stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place looks like the control room of a nuclear power SECURITY GUARDS monitor a battery of closed-circuit scree is now accompanied by the pompous head of security, IPPOL Ippolito feels D'Agosta is pissing on his territory and h assert control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This huge police presence tonight isn't necessary, Lieutenant.  You'll just scare people off.  I can handle the security behind scenes with this system.  It's state of the art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cops are non-negotiable, Ippolito.  Why don't you just tell me how this space station works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's fool proof, basically.  I designed this whole thing myself. Every valuable object in the Museum carries a small electronic chip.  If anything's moved so much as an inch, we get an alarm pinpointing the exact location of the attempted theft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's great if you're stopping a burglar.  Not our goal here.  Are there motion detectors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In every exhibition room.  The museum's divided into five cells. The reception and exhibit are in cell five.  We could arm the motion detectors in cells one to four, then seal the perimeter with our fire doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That would leave one exit for hundreds of people.  You'd be violating every fire regulation on the books.  We'll guard the perimeter with my men and engage the motion detectors in the other cells.  One more question.  I see a big hole.  If this entire thing is run by computer, what happens if the power fails?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snorts) You don't know much about computers, Lieutenant.  There are safeguards built in.  We have back-up systems with redundancies.  There's no way these computers can fail. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo, Kawakita and Frock are studying the contents of th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't help thinking there's something that Pendergast overlooked.  If the scratches were made by whatever killed Beauregard, it wants something that's in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blow dart.  Seed pods.  A plant press.  Pretty unimpressive stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me see the plant press.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock opens the plant press and sees a specimen inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure.  As you know, the Kothoga lived outside civilization on the tepui for thousands of years. Species flourished in isolation when man and pollution rendered them extinct.  This could be one of the last remaining samples of an unknown plant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever it is, it must be common on the tepui.  John used it as packing material.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita lifts out a bit of the fibers, as does Frock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're curiously fleshy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they smell delicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita TAKES a NIBBLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taste great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't put that in your mouth until we do a chemical analysis, Greg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can handle that for you while we're waiting on the G.S.E.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita rises and exits with some of the plant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about those seed pods?  Are they from the same plant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock takes a moment to study them, looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo, these aren't seed pods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black as night.  The only light comes from the men's flas They're at a crossroads.  Crooked corridors, with arched barely the height of a man stretch in several directions. crouched down, resting with the panting dogs.  The deputi a smoke.  They all look both uneasy and exhausted except Pendergast.  He stares at the blueprints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hard to read in this light.  The ink is so faded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dogs have lost the scent, Mr. Pendergast.  Maybe we should head back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet.  Let's try the fork to the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men reluctantly shoulder their shotguns and push on. walk ahead, carelessly nosing the ground.  The flashlight illuminate lime-encrusted, cave-like walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place gives me the creeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this the dogs begin to WHINE.  The HAIR on their backs ridge.  Pendergast turns as a BREEZE stirs his clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've got something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep the light up.  I can't see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dogs strain and pull forward, sniffing the air ahead. raise up their shotguns as they all move deeper into the flashlight beams streak crazily in all directions, barely the gloom.  Suddenly the dogs break into a terrifying BAY bounces off the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut them up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heel Argo!  Hobbes!  Heel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dogs drag Jonathan forward, paying no attention, foam mouth.  Jonathan is now frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're going crazy!  I need help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too late.  As Jonathan tries to grab the collars, one of forward, and the leash slips through Jonathan's hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's loose!  Argo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argo BOLTS into the darkness.  The men start after the do the frantic barking which echoes farther and farther in t Pendergast is in the lead.  Suddenly he throws out his ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy mother, what is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A goatish odor envelops them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smells God-awful.  Like rotten meat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argo!  Come!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SCUFFLING sound of claws dragging on brick is heard fol ROAR.  The men all freeze.  The other dog leaps and twist excitement.  In the confusion it also breaks free!  It te first dog, disappearing into the darkness.  Now Jonathan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  Hobbes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The deputies are terrified, retreat.  The darkness is sti claustrophobic.  The flashlights are small help.  Penderg remains dead calm.  His voice is cool and commanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget the dogs.  You two, get back here.  Don't point that gun at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The deputies regain control and follow Pendergast's order into position, pump their shotguns and aim them down the echoing darkness ahead of them, the barking falters and s There is a moment of silence, then a terrible, unearthly deputies quail, frozen in their tracks.  Jonathan leaps f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argo!  Hobbes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back!  Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that moment a SHAPE hurtles at them from the darkness! in terror.  There are two stunning BLASTS from the shotgu FLASHES of light accompanied by a deafening roar.  The ru and dies and there's an intense silence, followed by a so",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shot my dog!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hobbes lies five feet from them, a black shadow of death. kneels by the dog, tears in his eyes.  Down the animals s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dog... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stammers) He was coming right at me... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the distance they can hear a terrified howl.  It's the hurt or frightened.  It's a pitiful sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going anywhere!  Not without my dog!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast grabs at Jonathan who slips from his grasp.  J back down the hallway calling desperately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hobbes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan shakes his head no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's something out there!  Let's go get it now!  That's why we came down here, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the deputies) He's right.  Follow me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the two deputies are terrified.  They cling to the wa backwards, sheer horror in their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way.  I say we get help.  A lot more guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm ordering you!  Cover me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll cover you from here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan is disappearing in front of them.  Pendergast ha Grim faced, he pulls his Colt .45 Anaconda from a shoulde It's a narrow and evil-looking gun.  From a pocket comes 255 grain wadcutter and 147 grain FMJ flatnose ammunition up, goes after Jonathan, who's no longer in sight.  Pende down a long, sloping hallway into cavernous blackness ahe bottom Pendergast stops.  He has to stoop down as he goes archway and into... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VAST ARCHING ROOM...",
          "text": "A dark stream of water runs between concrete walls with t off from all sides.  It appears to be part of the sewer s cowers in a corner.  Jonathan moves to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look.  It's Hobbes!  He's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.  Let's get back to the others.  We can't leave them alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's alright.  I can tell by the way the dog's acting that whatever was out there is gone.  What is this place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not on the map.  Looks like it connects with the city sewer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast calls back down the tunnel for the deputies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're coming back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The words go unanswered.  From the hall comes a loud REPO shotguns, blasting desperately.  Something flies up all a the sound echoes.  BATS! Pendergast and Jonathan shield themselves from the flurry wings.  Finally the animals settle and Pendergast and Jon a look.  The silence is filled by a soft RUMBLING SOUND. together, waiting.  Pendergast points his gun at the hall to the deputies.  A ridge of hair on the dog's back rises growls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Identify yourself!  Who's there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.  The rumbling continues, growing louder.  Then appears.  It comes rolling out of the hallway, bounces in and stops.  Pendergast shines his light on...  DEPUTY ONE'S HEAD!  The mouth is open wide in terror.  Ac is a vicious claw mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... my... God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hisses) Quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now they hear a GUT WRENCHING SHRIEK that's abruptly followed by a second rumbling sound!  Jonathan grabs Pend shirt, panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They head quietly for the exit at the other end of room w slope up.  After they're gone a few moments the head of D rolls to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cabs and limousines tangle outside the west entrance.  A SPOTLIGHT is now turned on.  Elegantly dressed men in din and women in gowns rush to get out of the pelting rain, u jousting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert's putting on his tux.  He adjusts the cummerbund happily as D'Agosta looks on.  D'Agosta paces, highly agi worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you, something's wrong. I still haven't heard from Pendergast.  I think you should call it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too late now.  Guests are arriving.  The Mayor's car is pulling up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll go down and speak to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irritated) You haven't got the authority.  Only Pendergast can pull the plug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast may be in trouble.  Don't you understand?  He still hasn't come back.  It's been over three hours --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll be back.  Relax.  We're in good shape.  Your security is air tight. There've been no more incidents, nothing suspicious.  There's no reason to call off the opening now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Resounding with the echoes of several hundred expensive s the marble expanse and heading down the rows of palm tree the Hall of Heavens.  The palms themselves are festooned and violet lights.  Somewhere inside, an invisible band i York, New York\".  An army of waiters in white tie thread through the guests carrying large silver platters crowded champagne glasses.  Cuthbert enters and crosses to meet T THE MAYOR'S WIFE.  Photographers step forward and flashbu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Food is out.  Hundreds of tables are set with black linen Decorations have a dark, haunted house theme.  A hum of a up past the vast Corinthian columns into the circular dom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An explosive sneeze rattles the beakers and dislodges the specimens.  Margo interrupts her work at the computer to tissue as Frock looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of egg is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's reptilian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like the claw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cautious) Let's not jump to conclusions.  This egg could belong to any number of reptiles, Dr. Frock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited) Come on, Margo.  We're on the verge of something huge.  Let's consider the possibility, just the three of us, alone in this room.  What if John was right.  I mean, what if?  And he sent back an egg of his monster in the crates.  When it got to the museum, it hatched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several problems with that theory. For one thing, this egg is intact. For another, according to Pendergast, the crates were shipped here on a boat.  Everyone on board was killed like Beauregard.  If the thing hatched in mid-ocean, where did it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock has no answer.  Greg gestures to his computer scree",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess you're not interested in this plant anymore, but the chemical analysis is done.  Frock reads the computer over Greg's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Genus: Unknown.  Family: Unknown. Order: Unknown.  Phylum: Unknown. Cripes, Margo, what did you give me? Is this an animal or one funky shrub?\" (to Kawakita) I see you've been programming the computer vocabulary again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points to a hexagonal symbol) Look at this.  An ambyloid reovirus protein.  That explains why the computer's confused.  The plant's infected with a virus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not so unusual.  Many plants carry viruses.  Like the burls on Maple trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But a virus normally codes for other viruses.  This one's making human and animal proteins.  Listen to this. (reads) \"Glycotetraglycine collagenoid. Weinstein's tropic hormone.  4- monoxytocin supressin hormone.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These plant fibers are loaded with hormones!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of hormones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita pulls a heavy book from the shelf.  The Encyclop Biochemistry, thumbs to a page and reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4-monoxytocin is... \"A hormone secreted by the human hypothalamus gland.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try Weinstein's tropic hormone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tension is rising in the room.  Frock takes the book, one up, reads silently and removes his glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hormone secreted by the human thalamus gland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita and Frock look puzzled.  Margo rises in agitatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it.  This is what he, or it... is after!  The plant has high concentrations of the same hormones found in minute quantities in the human brain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast told me the killer extracts and eats the hypothalamus and thalamus of the victim's brains!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pales) Eats them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Whatever killed Beauregard may have lived on this plant.  When the crates were put in secure storage, they were out of reach.  The killer couldn't get them, so it got the next best thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beauregard's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a moment of stunned silence.  Then a LOUD BUZZER jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right.  That means the G.S.E.  has finished analyzing the claw DNA.  Greg, you go find Pendergast and Lieutenant D'Agosta now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita tears up the dark stairs.  He turns a corner and JUMPS OUT at him.  He almost screams.  It's a DRUNK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, where 'za little boys room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down that hallway.  But don't stay long.  You don't want to be here alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo and Frock enter and huddle over a sheaf of papers t printer has spit out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, assuming the program is accurate, this is a description of the animal with that claw. (she reads) \"Species unidentified.  Genus: unidentified.  Phylum unknown.  Male, weight in excess of 240 kg.  Brain capacity, 900 centimeters.\" That means it's highly intelligent. \"Quadrupedal.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quadrupedal!  The other name for Mbwun.  \"He Who Walks on All Fours.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo and Frock exchange a look.  Holy shit.  Margo swall reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Nocturnal.  External hair and bony plates.  Locomotor speed 60-70 kilometers.  Reduced optic chiasm\"...  poor eyesight.  \"External mucoid nasal glands,\"... very keen scent...  \"Morphological characteristics: Highly robust.  Aggressiveness: extreme.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the claw came from a huge creature with a preternatural sense of smell and poor eyesight that hunts at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the intelligence of a human being, the speed of a greyhound, and the strength of a grizzly bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a long moment) Margo, what you've just described is a killing machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it's hungry.  It's been two days since it's eaten.  There are five hundred people arriving right now. The animal hunts at night and it has a keen sense of smell!  All those people in one enclosed space... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like ringing the dinner bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is now packed into the rotunda as the MAYOR cut ribbon across the entrance to the exhibit and everyone ap Cuthbert is by the mayor's side.  He steps forward and ra for quiet.  The crowd falls silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you everyone and welcome. We're glad all of you were willing to brave the inclement weather to be with us tonight.  Our special thanks to his honor, the mayor and his lovely wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor takes a bow.  More applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some people have questioned whether a superstition exhibit belongs in a Museum of Science.  Spells, incantations, demons, magic... these are forces that defy the natural laws.  Superstition provides answers to the great questions based on fear.  Science provides answers to the great questions based on truth. Science and superstition, then, are polar opposites.  Mortal enemies, if you will.  And that is why we are here tonight.  We have come to learn more about the enemy, and thus to bring about its defeat.  For every good, there is an evil, for every dark, a light.  And so tonight... my friends, I give you ignorance, terror, unreasoning fear, pure evil. (smiles, gestures to the exhibit) Have a great time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone laughs, applauds again as Cuthbert and the Mayor inside.  Kawakita is making his way over to D'Agosta.  Th entrance is incredible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant!  It's me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Green has to see you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got my hands full here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's important.  Please.  You have to come!  Pendergast, too.  She's found out something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta pulls out his walkie talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt?  D'Agosta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer McNitt stands in the corner of the computer room, neon light.  Running the security system is GEORGE, your nerd.  Multiple screens all over show various rooms in th are empty with the exception of those showing the exhibit these, the crowds can be seen entering the various rooms. his walkie talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah Lieutenant?  I'm here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm heading to the Evolutionary Bio labs.  Any sign of Pendergast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this moment a NOISE comes from the adjoining room.  Mc SWIVELS.  It's a LOUD THUMP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on Lieutenant. (to George) What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably just something wrong with the air conditioning.  There's a shit load of electrical rooms back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is playing an elaborate computer game and not payi McNitt returns to his walkie talkie as the THUMP comes ag looks distinctly nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant?  There's something wrong in the computer room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamn it.  I'll get Ippolito and send him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're over-reacting.  Sounds like the air conditioning to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt watches uneasily as George opens the door, disappe next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta turns to Kawakita who waits, shifting from foot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn.  There's some kind of problem in the computer room.  I have to go get Ippolito.  You wait here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta heads into the exhibit before Kawakita can prote",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see various cuts of people as they move into the diffe TEENAGE GIRL (LAUREN) and her FATHER (DAVID) examine a li rotting European style coffin, complete with corpse.  A w gentleman (DR. POUND), leans on his cane as he looks at a primitive medicine practiced with implements that look li tools. Cuthbert and Ippolito are at the head of a press of peopl MAYOR and HIS WIFE a guided tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here we have a very rare sacrificial table from Mesoamerica.  The priests would kill the victim on this slab, cut out the heart and eat it while it was still beating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could use one of these things in City Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert laughs right on cue.  They pass a Congo power fi bulging eye sockets and torso riddled with sharp nails. recoil from it, looking repulsed.  The MAYOR's WIFE sees distressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're letting kids see this?  I should think they'd have nightmares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kid will love it.  They're our target audience.  Nothing here is as violent as what they see on T.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pass a MUMMY dripping in BLOOD.  The Mayor gestures",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  That could be a little over the top.  It's not even scientific.  Mummies don't bleed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert's smile fades as he sees the mummy. CLOSE ON... the MAYOR'S WHITE CUFF as he extends his hand the mummy.  The pristine white of his cuff is suddenly co falling RED DROP OF BLOOD. Cuthbert sees it.  So does the Mayor and Ippolito.  They another DROP OF BLOOD falls right on Cuthbert's face.  An droplet falls on THE MAYOR'S WIFE'S white bosom, exposed cut dress!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... my... God... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THEIR POV... above the mummy's head, the top of the case exposing a ceiling crawling with steam pipes and ductwork watch, and the cuff of a blue shirt protrude over the edg case.  A small icicle of blood hangs from the middle fing another drop FALLS. CUTHBERT SCREAMS AT THE TOP OF HIS LUNGS!  Conscious of t factor, Ippolito yells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet everyone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's too late.  The room is packed with people.  And himself is just pushing through the door as another woman",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a body up there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ripple of fear goes over the faces in the room, titters wonder if it's a joke.  At that moment from the darkness ceiling buckles and something FALLS! It's OFFICER DOYLE'S HEADLESS TORSO, dripping blood! UTTER PANDEMONIUM breaks loose!  The close space ECHOES w and shouts.  People claw at each other, stumbling despera get to the door.  A YOUNG WOMAN falls and D'Agosta runs t her from being trampled in the stampede.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt is staring in horror at the remote camera images s chaos in the exhibition, the faces registering blind fear start going off all over the place.  McNitt calls out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George!  Get out here, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt looks around, desperate.  But George still isn't h to the electrical room is still open.  The ceiling shudde thundering feet.  McNitt can hear distant SCREAMS!  It's hair on the back of his neck.  He calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George!  Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.  He moves to the open door, a new fear in his inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLACKNESS.  McNitt can't find a light switch.  He stays i silhouetted by light from the computer room.  With shakin pumps a slug into the chamber of his shotgun.  There's a gurgling sound.  It's McNitt's stomach.  He silences it,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey you?  George!  Damn it.  Where are you?  No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt edges into the darkened rooms.  The first one's em the next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George!  We've got an emergency!  Are you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly there's a HUGE THUMP and a scuttling to his left terrifying sound!  McNitt drops to his knees and pumps th each with a light and a deafening blast!  A SHOWER OF SPA of flame licks upwards, illuminating the room with orange HUGE DARK SHAPE ducks out the door!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh God.  Oh God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gunpowder hangs in the air like a blue fog.  On the far w metal box is smoking from three large, ragged holes!  Wit pop, an electrical arc slices across the ruined box, foll crackling and a shower of sparks.  McNitt ducks back into room, slams the door and locks it, breathing hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every single screen flickers and dims.  But to McNitt's r has returned.  He is sitting with his back to the doorway",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George!  I saw something in there!  I fired but I think I missed it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George remains still, his back to McNitt, staring at the on the flickering screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George, for Chrissake answer me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McNitt puts a hand on George's shoulder, swivels his chai ON GEORGE... His face ripped off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE CENTRAL SWITCHING BOX... sparking and shorting as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone pours out of the exhibit, running for the door l Rotunda.  People are getting trampled.  It's a terrible c Tables over-turned everywhere.  Food scatters to the floo pushes his way out of the exhibit, crosses to Kawakita, w appalled.  Above, the chandeliers are flickering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a dead body in the exhibit! People are panicking, trampling each other trying to get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito runs over to join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is going on?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above them THE LIGHTS dim again and come back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole system is shutting down! We have to get out quickly before the fire doors fall!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What doors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you!  They seal off all the cells.  They were designed to fall automatically in a system failure --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said the system couldn't fail!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this there's a low rumble from above.  D'Agosta looks LARGE METAL DOOR IS DESCENDING from a slot in the ceiling an orderly fashion.  It's falling fast.  Below are crowds pushing to get out!  Officer Bailey, near the door, sees",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above you!  Look out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His voice is lost in an ocean of screaming.  Kawakita sta horror a moment, then joins Bailey and D'Agosta. All of them try to restrain people from trying to beat th Ippolito, on the other hand, elbows his way to the front fleeing crowd!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito!  Get back here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like hell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ignoring D'Agosta, Ippolito pushes past.  He barrels over who stumbles and falls DIRECTLY BENEATH THE FALLING DOOR! jumps over him and is out! The old man looks up at the descending wall of steel and D'AGOSTA runs forward, dives for the old man but he's not Kawakita covers his eyes, unable to watch as the lights f third and last time.  The room is plunged into darkness. screams we hear the rumble and CRASH, the horrifying crie man, as the door comes down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo and Frock stand in the darkness.  Through a high wi see lightning flash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some kind of power failure.  Maybe it's the storm.  Do you have a flashlight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets one from a cupboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greg's been gone over a half hour. We'd better get out of here.  Get the crate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock wheels his chair as fast as he can.  Margo runs bes carrying the crate with the fibers inside.  A peel of thu distant screaming is heard.  Margo stops, appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Frock.  Did you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't stop now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up ahead they hear METALLIC RUMBLING and a CRASH!  They r and come up against a huge STEEL DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's one of the fire doors.  Good Lord, Margo.  We're trapped!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast stands at the end of a cul de sac, studying th by a stone wall.  Jonathan and the dog are with him, exha terrified.  Jonathan keeps an eye on the corridor behind Pendergast works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know where we are now.  We're getting out, Jonathan.  This should be another door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taking a pen knife from his pocket, Pendergast places it plaster and gently twists the blade.  A piece of plaster dinner plate falls, revealing the tracings of another doo Pendergast shoves the door open to reveal a dark, dusty r",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallelujah, Pendergast.  Where the hell are we now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan and Pendergast enter quickly from the hidden rea Pendergast shines his beam on dusty shelves filled with s are stored in jars of alcohol.  There are fetuses of many species.  We see a pig, a cow, a duck billed platypus as sections, a disembodied monkey head.  One rectangular gla holds a skinned human foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, what is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another storage room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast tries the light switch to no effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's happened.  The power's out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cross the room to the main door and exit.  Now they'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast shines his light on the maceration tanks.  The the bugs can be heard in their cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  I know where we are.  This is the osteo prep lab.  I was in here earlier.  We're safe now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With these words, the dog GROWLS.  Jonathan freezes and s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no.  I smell it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep the animal quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan kneels by Hobbes as Pendergast listens, every ne sound comes from the adjacent hallway that leads to the s area.  It's unmistakable HEAVY BREATHING and the creeping claws.  Pendergast lifts his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go out the other doorway.  There's a stair at the end of the hall.  Up five flights is a corridor that leads to the Hall of the Heavens. Find Lieutenant D'Agosta.  Bring help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan doesn't have to be told twice.  He takes the dog from the other side of the lab leaving Pendergast alone. waits a moment until Jonathan's safely out of sight.  He his flashlight, backs up slowly, step by step.  He opens the alcoholics storage.  As he slips inside a DARK SHAPE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly, making no sound, Pendergast lifts the .45 Anacond finger over the cylinder, checking the loaded chambers. steadies the revolver and levels it at the door.  The hid specimens seem to hover all around him.  The smell is ove the snuffling is louder now. It's coming closer.  After a long moment there is a faint door.  This is followed by a low scratching noise... Pend frozen in horror, holding his breath. THE DOORKNOB BEGINS TO TURN!  Not knowing what else to do simply grabs it from the inside and holds on! OUTSIDE he hears an AMUSED SNORT, then a LOW GROWL.  Ther HIT and the door shivers.  THE DOORKNOB FALLS OFF!  It's Pendergast kneels down, bracing the gun in both hands.  F position he can see right through the hole where the door His mouth literally drops in astonishment as he sees...  a HUGE, red-rimmed, GREEN EYE! Involuntarily Pendergast LEAPS BACK, nearly falls and dro Beakers crash around him.  He scrambles in the darkness. falls and pops back on.  The beam streaks up crazily.  It Pendergast is an easy target now.  He grabs for the light steadies himself, breathing fast and low.  His heart poun nothing more happens.  The silence is heavy.  The eye is suddenly Pendergast understands. In the distance he can hear HUMAN VOICES and a rolling wh Somewhere nearby are MARGO AND FROCK!  The monster has le bigger game.  Fear for Margo and Frock lights Pendergast' panic and disorganization are gone.  He holds his revolve o'clock and KICKS the door open, leaps out as A HUGE DARK SHAPE DARTS FROM THE ROOM.  It's headed for t storage areas again!  Pendergast takes off.  Not knowing address this thing he finds himself calling... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast runs into the hallway but he's already too lat hulking shape of the quadruped is moving at incredible sp ON PENDERGAST... as he levels his gun and shoots. THE CREATURE... stops, rears back on its haunches, looks Pendergast, pissed.  As the VOICES around the far corner Pendergast FIRES.  The shot blasts off a piece of the wal With astonishing speed and agility for its bulk, the beas leaps around the corner, passing out of Pendergast's sigh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo!  Frock!  It's coming!  Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AROUND THE CORNER...",
          "text": "Are MARGO AND FROCK... Frock holds the keys to secure sto in his hand.  Margo has the flashlight and the crate with They can hear the sound of thundering movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo points her light in the distance and illuminates th descending like a freight train.  One split second of she then... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Frock!  Quick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frock, immobilized in his wheel chair, stares at the mons trapped rabbit looking at a descending hawk.  Margo grabs him, fumbles desperately to open the door.  It swings wid grabs the handles of the wheelchair, tugs with all her mi wheels bump into the door frame but somehow she wrestles thing inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo shoves Frock behind her, slams the door shut.  Seco beast throws itself against the storage door.  They hear growling in fury, claws lashing out.  Margo and Frock pre darkness, terror in their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast runs forward in the echoing hallway, his gun d flashlight on.  A few more steps and he holds hard.  His astonishment as his light illuminates the beast.  It's te steel door furiously with incredible force. As the flashlight beam hits it, MBWUN roars and looks up. it clearly for the first time.  The monster is MASSIVE, p Slit reptilian green eyes are rimmed in red.  A ridge of hair rises on the creature's buffalo-like humped back.  T muscled and covered with plates.  A forked TONGUE licks o lips draw back exposing razor sharp teeth.  The claws rai off the light. PENDERGAST steadies himself with difficulty, takes a few aim with the greatest care.  Mbwun makes a move towards h squeezes the trigger hard.  The gun echoes in the hall. and a white streak moves right up the beast's cranium.  A The shot echoes and Mbwun drops it's claws. The flashlight continues to shine like a high beam right beast's eyes.  Angry and blinded, the creature turns and lopes off.  Pendergast watches, unimaginably relieved.  R just happened, his knees start to buckle.  He catches him one hand across his eyes.  A voice comes from the storage",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast?  Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I think I'm hallucinating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The storage door opens slowly and Margo looks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not.  Where is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head) Gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wounded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  A chromium alloy tipped .45 caliber bullet bounced off that thing's skull like a spit ball.  I think it was bothered by my light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That would fit.  It's nocturnal. Quick.  Come inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As hundreds of the guests emerge into the pounding rain.. terrified, unclear what exactly happened.  These are the Among them we find IPPOLITO.  His walkie talkie is squawk windows of the museum behind him are black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito!  Where the hell are you? We're trapped in here!  We need help! Ippolito!  Come in, dammit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito sits down on the steps in the rain, knowing the what he's done.  The wheels are working hard now, trying damage control.  The walkie talkie keeps calling.  He doe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tables are overturned, food lies on the ground, people co darkness.  D'Agosta crouches in some broken glass with hi talkie.  He shuts it off, rises, looks around.  Light com sputtering candles. Most of the guests still trapped inside are grouped aroun steel door.  Among them are KAWAKITA and CUTHBERT.  From man crushed underneath the door extends a large puddle of Bailey is working in desperation on a brass panel by the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manual overrides aren't working.  I'm getting nothing, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, the father of the teenage girl, Lauren, steps forw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no power.  The whole system's down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd starts to murmur.  One man yells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're trapped!  And there's a killer in here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll get out safely if everyone stays calm.  Is anyone else hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAYOR stands.  His wife's forehead is bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  My wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there a doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The distinguished grey haired man with a cane comes forwa POUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Dr. Pound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check this woman and see if anyone else needs you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pound moves off.  Everyone spins now at the incongruous s BARK.  D'Agosta pulls his gun.  The door to a stairwell a of the room opens and Hobbes bounds into the hall!  He's Jonathan, who is filthy and wild-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls) Lieutenant D'Agosta!  Don't shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Pendergast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crossing, breathless) Five flights down.  We were lost in the sub-basement.  Something's down there.  It killed our two deputies. When I left Pendergast it was coming back.  He sent me for help.  We have to hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta makes a quick sweep of the room with his flashli remote corners of the hall are so black the light seems t In the center, two men are bending over a still form.  On Dr. Pound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both of you.  Get back here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he's still alive --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The urgency in D'Agosta's voice gets everyone's attention brings his wife over.  Cuthbert comes too.  They huddle a others.  Cuthbert's white with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta speaks low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's some kind of animal loose in the museum.  Pendergast's alone.  He needs help.  I want volunteers to go with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(swallows) Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice rising in fear) I'd do it gladly but someone needs to stay with these people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  You're elected.  Bailey, get all the guns and flashlights, give the mayor your walkie talkie so we can keep in touch.  Cuthbert, keep everyone together and make sure they stay quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was in the Marines.  Give me a gun. I'd go with you, too, but I've got my daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  You guard these people and your daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta gives Frank his service revolver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to D'Agosta) Where are you going?  Don't leave us alone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The remaining crowd begins to whimper.  The Mayor rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone quiet.  The Lieutenant's in charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bailey and D'Agosta carry shot guns.  They quietly move t stairwell at the far end of the Hall of the Heavens.  Eve bunches together and watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bailey, we'll go first and check the stairwell.  Jonathan, you and Greg guard the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan gives Hobbes' leash to the Mayor.  D'Agosta hand Kawakita a shotgun, tightens his grip on his own.  Then h signal and Bailey yanks open the door to the stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta and Bailey go in slowly.  Jonathan stays in the sweeping the stairwell with his flashlight.  Kawakita gin his shotgun.  He's scared out of his mind.  He turns to J whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me.  Could you tell me how this thing works?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jesus.  Don't point it at me.  Just aim and shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta heads down the stairs in the lead, with Bailey c The stairwell is windowless and dark.  D'Agosta shines hi cuts into the blackness.  He moves quietly, makes the fir stops.  Bailey watches his back from several steps behind signals for him to wait.  The flashlight flares into a gl flight down.  D'Agosta raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low) Hold on.  I thought I saw something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone stops.  Bailey pumps his shotgun.  So does Jonat fumbles to do like the others.  They wait.  D'Agosta move several more steps.  The silence is heavy.  Suddenly D'Ag his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa... You smell that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant!  Get back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too late.  At this something DROPS FROM ABOVE!  A huge da INTO THE STAIRWELL, descending two floors!  It lands, pou and the marble walls echo with a ROAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAILEY!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bailey SCREAMS in terror as Mbwun pins him down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NOOOOO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON BAILEY... Three claws close on his neck and WREN There's a horrifying snap as Bailey's HEAD COMES OFF!  Bl over and drips down the stairs. D'AGOSTA levels his shotgun at the monster and fires, wit effect.  When the shots stop echoing we hear SCREAMS and BARKING from the hall. MBWUN'S GREEN EYES look up and it's FORKED TONGUE LICKS O monster LEAPS PAST Bailey's body and heads for the door! seeing what's happening, screams at the top of his lungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan!  Don't let it get into the hall!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON JONATHAN... frozen in the doorway, Kawakita by his sid them are rigid with horror.  Disbelief in their eyes.  Th up directly at them as they jump to try and close the doo D'Agosta keeps firing until he's pumping an empty chamber falling all around.  SCREAMS resound in the Hall of the H D'Agosta stumbles up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta throws open the doors and charges into the Hall. lies on the ground, dazed.  Kawakita stands to one side, chattering in shock.  His hand shakes so badly that the b gun swings in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yells) Where is it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know!  It hit me hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta pumps two shells in the shotgun.  Screams can be the people crouched together at the edge of the room.  Ho barking wildly, foaming at the mouth.  It's too dark to s happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screams) Somebody tell me!  Where is it now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet) Lieutenant.  In the south corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta sweeps his light to the Mayor who stands rigid i the others, points to his left.  The light moves to the f room where THE DARK SHAPE OF MBWUN crouches over the body It's lunging up and down with odd, jerking motions.  The past making a sound.  From the monster comes a faint crun slobbering.  Jonathan rises, comes to D'Agosta.  So does stand shoulder to shoulder, raise their guns.  D'Agosta m Kawakita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita stumbles to join them, tries to join in.  The ba shot gun still swings wildly.  He steadies it by taking i hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One, two... three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All three fire.  There's a loud report.  The kickback kno backwards.  Screams erupt from the huddled group.  Hobbes up.  The men fire and fire until there's nothing left.  D for more shells, comes up empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan!  Get everyone behind me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan moves.  D'Agosta sweeps his light across the roo the shape is gone.  Cuthbert hides behind the Mayor, call terrified squeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It went out the door to the rotunda!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta runs across the room to a set of double industri There's a noise in the darkness beyond and he just manage both doors.  He picks up a metal chair and jams it throug Backs up.  The doors shudder as something hits them hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get everyone into the stairwell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan, the Mayor, Cuthbert and Kawakita together herd towards the stairwell.  They move inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark and close.  The smell of gunpowder and death.  The M sees Bailey's body and clutches her mouth so as not to th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get his gun and his walkie talkie, Jonathan.  Move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My office is on the third floor! There's a walk-in safe and a portable phone!  We can lock ourselves in the safe and call for help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to help Pendergast.  Kawakita and Jonathan stay with me.  The rest of you can go with Cuthbert!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we should stick together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking Bailey's shotgun) Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm leaving.  Whoever wants can come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan, go with him!  He isn't armed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan grabs Hobbes' leash from the Mayor and bounds up",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone else follows D'Agosta.  Together, they head down",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Police cars are pulling up outside the museum.  Sirens wa of rain limit the number of onlookers.  Crowds of people about.  There's disbelief on everyone's faces.  Many peop shock.  Ippolito sprints through the pelting rain to a GU near the gate.  He yanks the door open and jumps inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A number of museum security personnel are milling in conf",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right everyone.  I'm in charge. Status report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the security men, WATERS, rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swat teams are on the way.  Fire trucks with them.  Everything's slowed down because of the rain. We're bringing in portable generators.  They'll get the emergency lights working but they won't pump enough power to lift the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito pulls out his walkie talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta?  Ippolito.  Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a string of curses followed by...) Where the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I made it outside.  I'll co-ordinate the rescue efforts from here.  Help is on the way.  Just sit tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a little late, you son of a bitch.  There's a friggin' monster loose in here!  Get the FBI, the fire department.  Find metal cutters, cut through.  And bring a cannon.  The damn thing is huge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long moment as the men look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did he say monster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panic attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta's group has reached a lower floor.  Here this st Ahead stretches the hall of the Asian peoples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta, put on the Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta passes the walkie talkie to the Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayor Jordan here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Ippolito, head of museum security.  Relieve D'Agosta and take command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me what to do you chicken shit bastard.  I saw you cut and run! Lieutenant D'Agosta stayed with us. He is in charge.  There is a monster. I saw it.  Cut through those doors and get us out of here, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor shuts off the walkie talkie and they round anot and disappear from sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito finds Waters and the others staring at him.  Hum swallows hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  The steel doors are designed to retard cutting.  We can go through them, but it would take hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The quickest way in would be to go through the roof, sir.  Cell two goes up to the fifth floor.  There are sky lights up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Co-ordinate with the fire department and SWAT teams.  Move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's very dark.  The huge shape of MBWUN can barely be se of the stairwell and into the Hall of the Asian Peoples. HALL LIGHTS come on in the corners of the ceiling.  The m a low growl.  The emergency generators are beginning to c animal lopes to the spot where we last saw D'Agosta and h sniffs the ground.  It looks up and, with a curiously hum cocks its massive head. The silence is broken by VOICES!  They're in the distance but definitely there.  The monster crouches eagerly, lope great stealth.  The voices are getting louder.  We follow through the hall and down...  A STAIRWELL... At the bottom, Mbwun quickly turns a corne have stopped.  Mbwun creeps forward, enters... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge room several stories high.  A WHALE hangs suspende ceiling.  Dioramas of fish line all the walls.  Mbwun pau diorama of the gentle, vegetarian sea cow, THE MANATEE. startling contrast. A pause and then the voices are heard again, much louder source is right around the edge of the Manatee display. FORWARD, claws lashing out.  He turns the corner and cras wall of GLASS as he grabs at the source of the voices...  A display of small, extraordinarily life-like TALKING HOL They've been re-activated with the emergency power system talking figure is no more then five inches high.  They mo small three dimensional display of marine animals, explai systems of fish. MBWUN... stands in the pile of broken glass, stares at th mesmerized.  He makes a noise that sounds astonishingly l Then he reaches out one long claw and tries unsuccessfull one of the holograms.  But the shadowy creatures can't be beast seems to realize this, SNORTS and moves off.  As he passes behind a LARGE GLASS ELEVATOR.  It stands in middle the open room. is designed to carry people upstairs and down in the two exhibit.  In the dim light, with his poor vision, the mon see D'Agosta, the Mayor, Kawakita, and their entire group INSIDE.  The monster exits the exhibit and quietly D'Agos doors open.  Everyone, all thirty-five people in evening quickly get out and run across the exhibit to another sta far side of the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo, Frock and Pendergast wait in the darkness.  Pender first time, seems fazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know how to deal with this. It's hellish.  Like nothing I ever saw.  I'm not trained to deal with a monster, a supernatural creature like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not supernatural.  Mbwun is an animal.  Part lizard, part human, a genetic freak of some kind, like the half-goat, half-sheep they found last year in the jungles of Vietnam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But this isn't the jungle!  This is New York.  How did it get here?  A thing like that crossed two continents.  It makes no sense!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lame) We think it may have something to do with the eggs we found in the crate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of that matters now.  The people upstairs need us.  We have to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't.  We've managed to get inside the one place that's safe.  I think we should sit tight and wait for reinforcements.  If we go outside, we're risking more lives. You have to accept it, Margo, there's nothing we can do.  The building must be swarming with police by now.  It won't take long for them to get through the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That thing could kill ten people in a matter of minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what can we do?  Our guns are useless --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have the fibers.  Don't you see? The creature is hungry.  It wants the hormones in these plants.  It would take hundreds of human brains to supply what's in these fibers.  We're just a poor substitute.  To make it stop hunting, we have to give it what it wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert enters with Jonathan and the dog, Hobbes.  Cuthb door with shaking hands.  He mutters to himself in terror",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Solid oak.  Two inches thick.  Tell me they'll hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert scurries to his desk and pulls out a Ruger .38 M",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got it after I was mugged in the subway last spring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the walk-in safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the combination?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll do it.  Just let me find my portable phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rummages in the darkness, going through his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm down.  I found it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert flips the phone open and turns it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Battery's dead.  Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert crosses to a huge wall safe, starts frantically tumblers.  Jonathan follows with the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That thing won't come after us, right?  It's going for bigger game. The group blundering around in the basement.  Poor fools.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a minute.  I'm shaking!  Take the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert fumbles to hand over the Ruger.  As he does, som",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh God!  I dropped my rabbit's foot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuthbert drops to his knees, groping in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For Chrissake, I'll do it.  What's the combination?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the left twice then five no...  sorry... I think it's fifteen... it's been a while... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jesus... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan starts again, sweating.  The tumblers fall with slowness.  Cuthbert continues groping frantically for his charm.  Meanwhile, unnoticed by Jonathan, the dog is star doors.  We see the HAIR ON HIS BACK rise!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifteen... what's next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight to the right!  Look!  I found it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clutching the rabbit's foot like a talisman, Cuthbert lea the last tumbler falls. At this the oak doors behind them CRASH OPEN, splintering match sticks. Cuthbert SCREAMS in a high pitch whine at the sight of th dog barks wildly at Mbwun!  Jonathan lifts his shot gun. monster barrels past him and zeros in on Cuthbert! A HUGE RED TONGUE LICKS OUT and encircles Cuthbert's wais squeezes him horribly, drags him towards the open jaws! bellows like a lamb being led to the slaughter.  He opens the rabbit's foot drops!  The last Jonathan sees of Cuthb head disappearing down Mbwun's throat. Hobbes barks and whines in terror.  Jonathan takes the le the animal out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan and Hobbes tear down the hallway and disappear. comes a roar so loud it rattles the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens slowly and Pendergast appears.  He shines both directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo and Frock quickly come out.  Margo holds the crate. to follow in his wheelchair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm coming with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Dr. Frock.  You can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd slow us down and put Margo in danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unlock one of the other storage rooms.  We're going upstairs.  We'll leave a trail back to 1012 and try to trap the monster in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo, this is too dangerous.  You always think you can solve everything.  This time you don't have enough information.  The animal might behave in unexpected ways. (to Pendergast) Leave her here with me.  Don't put her in danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  You'll need me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this a LOUD SOUND comes from upstairs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Footsteps!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not footsteps!  People running for their lives!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All three know this ends the discussion.  Frock opens the 1010.  Inside are shelves of priceless ivory tusks.  Marg Pendergast's handkerchief and wraps her hand.  She quickl some of the fibers inside the door to room 1012.  Before disappears into room 1010, he looks back to Margo one las",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come back and get me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember, it has poor eyesight.  It hunts with its sense of smell.  So for God's sake, Margo, don't get those fibers on your clothes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo and Pendergast emerge from the hall to the storage for the far stairs.  From somewhere above the sound of ru louder now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta and his group enter the large domed space in dis They're spread out and panicked, the young helping the ol is finding it hard to keep up.  Frank and his daughter La along.  The Mayor quietly urges people forward.  His wife streaked with tears.  Kawakita runs with D'Agosta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's still back there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now a voice is heard in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you?  Who's there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone stops.  D'Agosta shines his light into the large them constellations glow.  D'Agosta calls out... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo and Pendergast run.  Margo carries the crate carefu Pendergast's jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was D'Agosta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The planetarium!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls out) Vince!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a double steel fire door at the end of the hallwa and Margo run for it.  Pendergast shoves at the door.  It There's a small glass window.  In it, D'Agosta's face app",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through the window) Pendergast!  Help!  It's right behind us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This door's locked.  Try shooting the hinges off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta turns to his group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Step back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta, Frank and Kawakita aim their guns at the door a repeatedly.  The shots echo wildly.  The sound is terrify small glass window shatters.  Then the men lean heavily o still won't budge.  D'Agosta looks through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no use.  We have to get out of here! (to Kawakita) Give them your walkie talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita hands his walkie talkie through the window.  Mar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is Dr. Frock safe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, he's fine.  Greg... take care of yourself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast looks desperately at the blueprints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there another way around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  The planetarium is in the next cell.  This is one of the fire doors... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast returns to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vince?  There's no way we can get to you with the fire doors down. There's an entrance to the sub- basement in the hall off the north side exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sub-basement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been down there.  It links up to the old sewer system.  I can guide you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta turns to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much ammo do we have to make a stand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're asking me?  I don't even know how to load this thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four rounds... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a movement of air... and a ripe, fetid smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta pumps his shot gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I smell it.  It's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go out the north exit!  There's a hallway and a false wall by the Greek vases.  Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody.  Get behind me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others move past.  D'Agosta, Frank and Greg Kawakita The group runs to the side exit to the planetarium and in disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast remains at the window watching anxiously.  Fro entrance to the planetarium, an ENORMOUS DARK SHAPE slink Pendergast steps back from the doorway, turns to Margo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hide quickly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast checks his gun, totally calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buy them some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo turns and looks around at the looming dioramas.  Th door at their end of the hall.  Pendergast faces the brok HIS POV... the beast is slinking away after D'Agosta and headed to the north exit from the Planetarium! PENDERGAST calls out... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey you big tub of lard!  Over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE BEAST PAUSES, turns. Pendergast puts his palms up at his ears, wiggles his fin makes a face through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, you smelly pile of refuse. Come get me.  I dare you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LOW surprised GROWL comes from the beast.  It crouches pounce.  Pendergast makes more faces, sticks his tongue o watches in silence, its evil eyes fixed. ON MARGO... watching Pendergast.  She can't leave him yet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud) It's scared of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly there's a CRASH and the door BENDS like cardboar SETS OF CLAWS lash through!  Margo screams as the claws p from Pendergast's face.  He leaps back, lifts his gun whi a pea shooter in the face of Mbwun. Two sets of claws curve around the bent edges of the door simply LIFTS it out of the frame.  This leaves Pendergast with the foul, enormous monster!  It regards him evenly, Then the tongue slides out, licks its lips eagerly and... Pendergast FLICKS on his high powered FLASHLIGHT, shining range right in the beast's eyes!  Then carefully, with to FIRES ONCE, TWICE.  The beast howls more in anger than pa and swipes at Pendergast.  Pendergast dives to one side a miss again by inches as the beast is temporarily blinded Now Pendergast spins and runs for all he's worth.  Margo' waiting, holding the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drop the fibers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leaves the crate behind as Pendergast dives inside wi shoves the door shut hard as Mbwun, still blinded, leaps hall.  But now, suddenly, all is quiet.  No sign of Margo Pendergast.  The beast moves forward, snuffling slowly. the door which hides Margo and Pendergast, but stops as i THE CRATE!  The beast moves to it, clearly surprised.  It crate carefully, inhales the fragrance and grunts.  The m to be struggling with itself!  It sniffs the fibers, lift carefully, then SHOVES THE CRATE AWAY HARD.  Then it rise haunches and squints into the dark. On all sides are glowing displays of stuffed buffalo, gaz horses, wolves, giant elk, sabre tooth tigers.  Mbwun mov one after another.  Suddenly we notice, in the back of on dioramas...  Margo and Pendergast!  They stand frozen, crouching behin of native Americans riding horses across the plains.  The RIGHT AT THEIR WINDOW, then turns away.  Confused, it hea towards the Planetarium and slinks from the room. INSIDE THE DIORAMA... Pendergast and Margo exchange an as They whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Its eyesight is worse than I thought.  It couldn't see us.  And it couldn't smell us through the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It didn't want the fibers.  What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think... it means it's full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then it won't go after the others?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  It's still hunting, but not for the hormones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think... for the pleasure of the kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greg, the Mayor, D'Agosta and the others are in a hallway at least a dozen vases.  A GREEK VASE has been shoved asi the outlines of a door.  Behind is a sloping dark corrido the thirty-five people pack in.  Greg and D'Agosta cover",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it, let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grim-faced, D'Agosta follows Kawakita as they duck throug doorway, shutting it behind them.  The impact rattles the Greek vase falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita and D'Agosta reach the bottom and turn to see th wife, Dr. Pound and their whole group standing in several rushing water.  Lauren is shivering.  Her father has his tight.  Behind them are two corridors, one forking left a straight.  D'Agosta gets out the walkie talkie, clicks it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into walkie talkie) Pendergast.  We made it.  You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast has the plans open as he studies them.  He spe walkie talkie.  Margo paces behind him, thinking hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're fine.  Take the left fork behind you.  You'll be in a straight passage.  When the hall forks again in fifty yards go right.  Then radio back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta shuts off his walkie talkie.  Everyone's staring",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  Kawakita, cover the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Lieutenant.  He's not a good enough shot.  I'll do it if you take care of my daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta nods.  Frank expertly reloads.  D'Agosta holster talkie and they plunge down the left hand passage.  Kawak charge of Lauren, who is confused and terrified.  The tun slight downhill grade, and the water begins to move faste everyone's legs.  People slip and slide as they half make down the hill.  D'Agosta calls behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn.  It's getting deep.  See anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON FRANK... back not far from the first fork.  He looks t of the tunnel, calls out... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be the first to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank turns and plunges after the others.  But then sudde ON D'AGOSTA... he reaches the second fork and takes a rig tunnel is narrower and consequently the water is even dee plants hang down and slap at their faces as they push on. pulls out his walkie talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast?  I made the right hand fork.  We're already in about three feet of water.  Where should we go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But before Pendergast can answer, D'Agosta hears the loud Frank's gun!  Everyone freezes in the darkness.  The walk cackles and D'Agosta shouts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet Jesus, help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hear SPLASHING in the water.  Lauren SCREAMS, tries Kawakita grabs her.  There's more thrashing water and the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank!  Are you all right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta starts for Frank but the Mayor catches his arm a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too late!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone waits, staring into the darkness.  Still no answ SCREAMS AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta turns his flashlight on the water.  It's running to the Mayor, points down the tunnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People start to cry and whimper as the Mayor urges them o charge of Lauren.  Only Greg Kawakita stays with D'Agosta shoulder to shoulder and completely alone.  Thrashing in be heard as the beast comes closer.  There's a low, pleas Both men lift their guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita nods.  Behind them in the tunnel is total blackn equally dark.  The noise of their friends gets ever faint now rushes half way up their thighs.  Kawakita's teeth st chatter.  He bites them shut, steadies his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One... two... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence as the water murmurs.  D'Agosta holds the count. agonizing moment.  Kawakita takes his eyes away from the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly a HUGE CLAW snakes out of the water right in fro and the beast roars up!  It was beneath the surface, dire them!  The claw closes on D'Agosta and his shot gun goes screams as the beast lifts him towards its mouth! For one horrible moment, Kawakita is frozen.  Then he lea shoves the barrel of his gun behind D'Agosta, right in th open jaws!  He pulls the trigger and the shotgun explodes throwing him back, ass over tea cups in the water.  With the monster drops D'Agosta and retreats in the dark.  D'A Kawakita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you took its tonsils out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They haul ass down the tunnel, firing behind them as they another fork.  The group is waiting.  When they see D'Ago Kawakita, a cheer goes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he runs up, D'Agosta grabs for his walkie talkie.  The EMPTY, the walkie talkie gone!  Without missing a beat he what's happened, then covers it up with the next breath. the right as if there's no doubt and says... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta exchanges a look with Kawakita, who understands happened.  As they plunge into the right tunnel, Greg mut",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast and Margo come out of the door leading to the the dioramas.  Pendergast holds the walkie talkie, desper",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vince?  Can you hear me?  Vince!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing but static comes in response.  Margo paces in agi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to try and draw it off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The answer's right in front of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She points to one of the dioramas.  It shows a bird being fox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a ptarmigan, feigning a broken wing.  The bird pretends to be injured to draw the fox away from its nest!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starts running) It's deceptively simple.  Like a Bruckner Symphony or a Matisse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo heads for the Planetarium, calling... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help!  Please someone!  Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They disappear down the hall with the Greek vases, both c all they've got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are increasing numbers of SWAT vehicles around.  A lands on the roof.  The rescue effort continues to be slo pouring down.  Ippolito is in the thick of the action.  T commander, JENNINGS, comes over buckling an ammo belt ove fatigues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're ready.  We've got enough firepower to turn a herd of lions into a fine red mist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennings nods, goes off.  As Ippolito watches the S.W.A.T the glass skylights, gets ready to go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan crouches in the staircase at the end of the Hall Reptiles.  Hobbes is still by his side.  He keeps the gun into the room, his eyes scanning the dark.  He whispers t if to comfort both of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay, Hobbes.  We'll be all right.  Help has got to come eventually... We'll make it.  We'll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly he sees something.  What appears to be a BODY ly case!  Jonathan pumps his gun, approaches slowly.  The ma tuxedo, is lying very still.  As we get closer we see it' Kawakita ran into in the stairwell so long ago!  He sudde Jonathan starts.  Now the man gently snores.  Jonathan mo shakes the drunk's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  Wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man snorts, opens his eyes and frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan helps the drunk off the glass case.  The man's a unsteady as he tugs at his tux.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got lost tryin' to find the bathroom.  I was walkin' in circles. I lay down for a nap.  What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wouldn't believe me if I told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hobbes has started to wag his tail and tug at the leash t Jonathan's attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From above comes the beating of a distant HELICOPTER and sound of breaking glass.  Hobbes pulls Jonathan back to t Jonathan grins, follows behind with the drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we're going home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge skeletons of Tyrannosaurus, Stegosaurus and Brontosa the darkness.  Rain is pouring in.  Jonathan, Hobbes and enter, looks up to the sky lights.  A FLASH OF LIGHTING h illuminating the dinosaurs and a S.W.A.T. team which is d a series of ropes.  It's a sixty foot drop.  Jonathan ste",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello!  We're over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They run across the long hall and wait as the the men des first one down is Jennings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're fine.  I don't know about the people downstairs.  In the Hall of the Heavens.  The basement... you'll need help.  There's a monster down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sling suspended on ropes is lowered down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rescue workers will lift you out one at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennings signals to a group of five men, heavily armed an jackets.  They prepare to get the drunk out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast and Margo are at the top of the long, narrow s Pendergast's flashlight sends a circle of light onto a sh oily water below.  Both of them continue calling, trying the monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help someone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh God!  Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They suddenly hear the sound of splashing.  An updraft ru clothes.  Margo sniffs the air, turns to Pendergast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You smell that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's coming.  Run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group has reached another intersection of tunnels.  T turns back uphill.  D'Agosta indicates this tunnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least we'll be dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all press forward in the low vaulted darkness.  As t steadily upwards the water recedes.  Kawakita's flashligh he bangs it.  It comes on again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe in you a hundred percent, Vince, but that's the second time we've been at that intersection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not so loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta shines his light forward and they see that the s a large round PIPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right everybody, hold up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawakita and D'Agosta move past the shivering people who out along the sides of the tunnel.  D'Agosta touches each passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't know what's in there.  Let me go first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor follows behind with the group as Kawakita and D the way.  The pipe is dry and rusted.  They move forward In twenty feet the pipe ends abruptly in darkness.  D'Ago first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group huddles at the mouth of the pipe, confused, as his flashlight around the huge space.  The walls are carv and rounded like a cave.  From the ceiling hang huge cobw large pile of sticks in one corner fashioned rather like mound of dirt beside this bed rests a battered duffel bag Greg moves to it, shines his light on the side.  A name i marker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does it say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks up, shocked) Dr. John Whittlesley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  I thought Dr. Whittlesley died in South America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupts) Look.  There's a ladder at the end.  I think it goes up to the street!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move forward into the darkness eagerly, towards the leads up to a manhole.  But as they pass the bed of twigs loud CRUNCHES underfoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'Agosta shines his light down and everyone freezes.  The",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCREAMS",
          "text": "The wide dirt floor around them is carpeted in clean whit HUMMING noise is louder and we see its source.  Atop the body of CUTHBERT!  It's covered with BLACK DERMESTID BEET stripping the skeleton clean, devouring the flesh! The group panics and breaks for the ladder.  Kawakita and more guard the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dear God.  Where are we, Lieutenant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say we're in its home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast and Margo run down the long dark room, passing hollowed-out canoe.  As they exit the far end, the dark s emerges.  It leaps forward, closing in fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo and Pendergast enter a series of maze-like room wit corners, nooks and crannies with cases full of esoteric B Japanese Art.  They're running through the twists and tur they can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not going to make the storage room!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me, Pendergast.  Mbwun's DNA is part homo sapien.  In primates, the eye is a direct path to the brain!  If you get a clean shot, there's only one place you can kill it.  Shoot it in the eye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AT THIS THEY ROUND A CORNER AND MBWUN LEAPS OUT!  It circ was waiting in front of them!  The animal swipes at Margo Pendergast.  The force of the monster's blow sends Margo slams Pendergast into the wall.  He falls, crumples and d The case beside him SHATTERS spewing relics, as Mbwun pus Pendergast groans and gets to his knees with difficulty. MARGO is frantically crawling away in the dark!  The beas sound of pleasure and reaches out one claw, easily pins h Pendergast looks frantically for any kind of weapon! ON MARGO now PINNED BENEATH the heaving body of the monst Powerless, she looks up into the horrible face of death a raises an enormous claw!  Pendergast, desperate, cries ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, no!  Don't hurt Margo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oddly enough, the beast pauses for once.  Talking to the the one tactic no one has tried!  The claw halts in mid-a blinks once and looks from Pendergast to Margo.  Margo se something unexpectedly HUMANin its eyes!  In astonishment whispers... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God.  You understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they stare, amazed, imperceptibly, the beast appears t eyes in response!  Margo controls her voice, keeps it eve",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please let me go.  We won't hurt you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A strange noise comes out of the monster.  A low, confuse doesn't loosen his grip on Margo, but he leans down to lo closer with one green, unblinking eye. She struggles not to turn away in revulsion.  His enormou right near her throat.  Everything is very still.  And th A BARRAGE OF FIRE breaks out!  The S.W.A.T. team is in th laying down everything they've got.  The creature ROARS a leaves Margo and LEAPS UP.  It barrels down on the S.W.A. up Jennings and SPIKES HIM TO THE GROUND.  Jennings hits his neck at a crazy angle.  It snaps like a twig.  The ot back.  Mbwun follows, tearing through the men, cutting a Pendergast moves to help the S.W.A.T. team.  Margo strugg feet and her hand touches the wall.  Beside her is a FIRE cabinet!  In a split second Margo hauls it out, throws a gets a BLAST OF WATER.  She turns it on the beast as it g Pendergast.  The force of the water is enormous.  It push out the end of the hall. Pendergast runs towards her, takes the hose and holds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes off blindly in the maze-like room.  From somewh she hears a horrible HOWL. ON MARGO... as she twists and turns through the rows of d tearing blindly in the dark.  Ahead is a door.  She dives finds she's in... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A row of mirrors and urinals line the wall.  It's a huge to handle crowds of visitors.  Margo ducks into one of th MBWUN crashes in.  Margo looks through a crack in the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ANIMAL AT FULL STOP. IT'S STARING AT ITSELF IN THE R",
          "text": "The sight appalls it and the beast lets out a hideous sou lash out, breaking every mirror in the place, littering t glass! Then the beast turns and backs up, groaning, as if corner sees now that one limb is dragging, leaving a trail of bl mouth, too, appears to be bleeding.  The S.W.A.T. team's affect. Margo presses back in the stall, bracing as the beast get It's just outside.  It sniffs the air once and suddenly t up, furious and crashes through the bathroom door.  Margo the thing grabs her!  It holds Margo up before it and roa its massive claws around her as if she is somehow respons everything.  The claws tighten!  She struggles and fights ... but then the beast pauses... it's seen something!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE NECKLACE WITH TWO ARROWS AROUND HER NECK",
          "text": "It stops and its grip loosens!  A pained look flashes acr bestial face...  And in that split moment Margo looks down...  A NECKLACE OF SILVER gleams around the beast's throat too necklace is the twin to her own! ON MARGO... Can it be possible?  She stares at the thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John's necklace!  You killed him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Incredibly the beast shakes its head.  A noise comes from noise, like a groan.  And now Margo gets it!  She can har Her eyes widen in astonishment.  She whispers... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jesus.  John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The name is a knife through the monster's heart!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  It's not possible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last piece of the puzzle falls.  The monster is John Margo, still desperately frightened, tries to keep contro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John?  If it is you... I can help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The monster shakes its head no and releases her.  As she moves away, quickly limps out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mbwun now drags himself across the grey carpet, headed fo In the darkness of the hall of Asian Peoples, Pendergast He lifts one of the S.W.A.T. team rifles which he holds i He aims, is about to fire, but then Margo comes up behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  Don't kill him!  Pendergast, you were right.  It's John!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That thing is John Whittlesley.  I should have seen it before!  The fibers are infected with a virus. You eat them, and the virus alters your DNA!  He became addicted to them in South America, followed the plants back to the states.  He probably entered the country as a man.  It would have taken several months for the change to take place. That's how he got from the boat to the museum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast looks over and sees the monster.  His eyes sho Mbwun looks back at both of them briefly, then it disappe stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to!  Listen!  All viruses pass on their own DNA.  Instruct the cells of the host to make more viruses!  This one was different.  It inserted a whole array of genes into John.  Reptile genes, sixty five million years old.  Those genes remade him!  It's not his fault!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever that thing is, we have to kill it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo tries to stop him, but he shrugs her off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A helicopter hovers outside pouring a circle of light dow roof.  Ippolito watches as the drunk is pulled up through sling.  Waters approaches, holding the walkie talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't raise the S.W.A.T. team.  No one's answering!  What do you want to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito eyes are fixed on the room below them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit.  Pull him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lightning throws horrible shadows of the hulking dinosaur all around as MBWUN LIMPS INTO THE HALL!  The men on the down astonished.  Their mouths hang open at the sight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get more guns!  Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men get the drunk up and abandon the sling, leaving J trapped below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonathan and Hobbes take cover behind one of the dinosaur Mbwun sees Jonathan, lifts both claws, SWINGS at the skel it crashing down!  Jonathan SCREAMS, Hobbes is caught and scrambles into a corner, whimpering, as Pendergast and Ma the door.  Fifteen more S.W.A.T. team members with rifles hole in the roof.  They all point their guns at Mbwun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back!  We're going to shoot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Margo runs forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Wait!  Let me talk to him first!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) Kill that thing!  Kill it now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MBWUN... turns and sees Margo.  She speaks desperately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John... you can give up now!  Just lie down where you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mbwun seems to consider for a moment, but then its eyes g ROARS.  With renewed vigor it leaps to the wall and start IT like a GECKO, ON ALL FOURS!  ON THE ROOF...  Some of the S.W.A.T. team fall back in terror!  Now that on the wall it's out of range of their fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit it's coming this way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's headed for the roof.  Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ippolito turns and takes off once more in sheer terror. Waters tries to regain control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back here, you asshole!  We can't let it get out! (to the S.W.A.T. team) Surround the opening and kill it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the men are terrified, retreating like Ippolito.  Wat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back, everybody!  That's an order!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the team is in chaos and losing precious time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MONSTER is now half way up the wall.  Margo is distra Her cool demeanor is cracked.  Pendergast is with her.  S head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just like John.  He won't listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do it, quickly.  Please.  Aim for the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pendergast raises a HIGH POWERED RIFLE with a laser sight red laser beam directly at Mbwun's left eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has to look here or I won't get a clear shot.  Call him, Margo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to.  Do it now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo takes a moment, her eyes streaming.  She has no cho out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John!  John, look at me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beast looks down, sees Pendergast's rifle.  There's a moment.  Suddenly it emits a sound like a wail. ON JONATHAN... staring, stunned. PENDERGAST... steady...  MARGO... She's crying as she raises her arm as if to say And the gun EXPLODES. ON MBWUN... its head shoots back in pain, and it falls... straight down to the ground.  Silence.  Thunder rolls. It's over.  Pendergast turns to Margo and quietly folds h arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are cops and journalists, ambulances, and medivacs place.  Greg Kawakita, wet and bedraggled as a rat, runs Columbus Ave.  Behind him the Mayor and D'Agosta help the company to the ambulances. Waters is on the steps of the museum, helping to organize efforts as Kawakita runs up to Pendergast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo Green.  Have you seen her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greg turns to see Margo come out of the Rotunda with Froc and Hobbes.  Her face is devastated.  He moves to her sid as she sees him, and teacher and pupil hug. D'AGOSTA is lost in the swirl of people.  And he likes it rests against a large stone lion, pulls out a cheap cigar cellophane, unwraps it carefully and tries to light it wi match. He's struggling hopelessly.  Finally he tosses the useles matches, sighs.  But then a flame lowers right before his looks up to see Pendergast holding a silver engraved ligh smiles, takes a nice long hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to see you, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sub-basement, huh?  Great idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We go to a wide shot of the museum as we slowly pull back",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christmas decorations are up.  A light snow is falling. long line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the registers are doing a booming business.  People a Mbwun posters, t-shirts and hats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School tours, old ladies, parents and children, foreign t cameras snake through the displays.  In the room with the there's a tremendous crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo closes her computer, looks out a window at the fall turns and walks into the back office.  Kawakita is workin His fly-fishing rod stands in the corner, untouched.  Mar smiles softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No time for fishing anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greg looks up from his work and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got to finish this thesis sometime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not today.  Besides, I think the director of the museum is expecting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo exits.  Greg returns to his work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo heads down the hall to the Director's office.  She the new double oak doors to find DR. FROCK seated at Cuth desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Frock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look who's here, Margo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PENDERGAST and D'AGOSTA rise out of two high-backed chair smiles for the first time, takes Pendergast's hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so glad to see you.  What's the occasion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in town on a case.  Dropped by to see Vince and we thought we'd see the new display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo, Pendergast, and D'Agosta follow Frock past the fam dioramas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Frock, I was wondering.  What happened to the rest of Whittlesley's plants?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were sent to the Center For Disease Control in Atlanta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shouldn't a drug that powerful be destroyed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The virus itself might have positive applications.  They'll keep the plants in secure lock up while the studies are made. (beat) Greg isn't joining us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's changed.  He's always working on his thesis.  He comes in early, stays late.  I tried to get him to join us, but he never takes a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pause on a NEW DIORAMA.  It's huge, filling one enti hall.  In the center is a life-sized representation of MB on the tepui amid the plants.  Behind is a painting of Jo as he once was.  He wears the necklace with the two arrow and gold.  As Margo looks, she touches her own.  Penderga her, sympathy in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We did the right thing, Margo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margo smiles warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greg Kawakita wears gloves, high powered glasses, works i the lab.  Suddenly he stands up, throws off the glasses, down again.  He seems to be struggling with himself.  He his shoulder to make sure he's alone.  Quickly he moves t drawer.  He opens it with a key from his pocket and takes envelope, looks inside. INSERT... the envelope is full of the PLANT FIBERS!  Greg keep his own cache! Moving quickly, with jerky motions, he lays one fiber dow with a shaking hand.  With an exacto knife, he cuts off a pops it into his mouth.  He closes his eyes in ecstasy an taste.  Then he cuts one more infinitesimal sliver, leave slide.  He takes a deep breath, returns the envelope to t turns the key carefully and we GO CLOSE ON HIS HAND...  On the back is A ROW OF SCALES... ",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2256"
    }
  ]
}