{
  "movie_id": "MOV1935",
  "scenes": [
    {
      "location": "AIRPLANE",
      "time": "AFTERNOON",
      "characters": [
        "JEFF",
        "OUT SARAH'S WINDOW -",
        "MALE NANCY",
        "ROCHELLE'S FATHER",
        "INT. HALLWAY -. DAY",
        "JANITOR",
        "SARAH /",
        "GIRL",
        "-BONNIE",
        "\\",
        "_ THROUGH",
        "'",
        "BONNIE /",
        "ROCHELLE",
        "VAGRANT",
        "SALESMEN",
        "SARAH ,",
        "GET OUTIL",
        "MRS MACK",
        "NANCY ,",
        "' NANCY",
        "MAN",
        "NANCY 7",
        "NANCY .",
        "FILL ME",
        "DETECTIVE",
        "DOWN THE STAIRS",
        "BREAKFAST NOOK",
        "CHRIS",
        "IN ONE INSTANT",
        "FRIEND",
        "GRACE",
        "_",
        "CA SARAH",
        ".",
        "A COUPLE OF TABLES AWAY -",
        "INT. FRONT HALLWAY -.. NIGHT",
        "/ CHRIS",
        ". TREY'S",
        "DISSOLVE TC -",
        ". ROCHELLE",
        "IDA",
        ". MITT",
        "ROGER",
        "BEHIND SARAH -",
        "LAURA",
        "CHRIS \\",
        "FADE UP -",
        "SARAH _",
        "LIRIO",
        "BLUE SKY -",
        "ROCHELLE AND BONNIE",
        "HALLWAY",
        "SARAH -",
        "THIS IS GONNA HAPPEN",
        "AHHH",
        "BONNIE",
        "GQ",
        "PAVEMENT WHIZZING BY -",
        "INT. OFFICE -. NIGHT",
        "_ NANCY",
        "ALL THREE",
        "NANCY 40",
        ". JEFF",
        "BACK WITH CHRIS AND SARAH -",
        "THEPOT",
        "WITCH",
        "TV ANNOUNCER",
        "_. BONNIE",
        "\"BONNIE",
        "SARAH'S VOICE",
        "SARAH",
        "STOP IT",
        "EXT. HOLLYWOOD SIDE STREET -. NIGHT",
        "NANCY",
        "SALESMAN",
        "VOICE",
        "A",
        "ADMINISTRATOR",
        "A GIRL",
        "THE FRONT DOOR -",
        "I",
        "SARAE",
        "_ TEACHER",
        "DOCTOR",
        "S",
        "MOTHER",
        ". BONNIE",
        "PREACHER",
        "-. NANCY",
        "BONNIE'S MOTHER",
        "DOWNSTAIRS",
        ". RAY",
        ". SARAH",
        "MASTER BEDROOM",
        "BACK IN THE VISION -",
        "NO, GODDAMNIT",
        "MITT",
        "IN THE MIDST OF THE CROWD -",
        "THE BATHROOM -",
        "BRICK WALL",
        "TEACHER",
        "YOUNG GIRL",
        "THROUGH THE DOOR TO HER MOTHER'S ROOM -",
        "ROCHELLE .",
        "A VOICE",
        "OV",
        "TAT-TAT-TAT-TAT-TAT",
        "STREET WOMAN",
        "LIR",
        "BONNTE",
        "COACH",
        "INT FRENCH CLASSROOM",
        "STREET -",
        "A SARAH",
        ". LIRIO",
        "\" TREY",
        "JENNY",
        "RAY",
        "CUT TO",
        "_. SARAH",
        ". SARAH .",
        "SARAH .",
        "ASSISTANT",
        "_ CHRIS",
        "_ ROGER",
        ". NANCY",
        "JUNKIE",
        "FADE OUT -",
        "OTHER COACH",
        "AN ADMINISTRATOR",
        "EVERYBODY",
        "CO",
        "DR.",
        "HER BEDROOM -",
        "29",
        "SOMEBODY",
        "NURSE -",
        "ON",
        "/ NANCY",
        "A LONG, STRANGE-LOOKING HALLWAY. -",
        "DRIVER",
        "LOOKING INTO THE BOYS LOCKER -",
        "E'S ROOM",
        "NANCY'S VOICE",
        "FADE TO BLACK -",
        "TREY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Sarah sits next to the window, writing in'a' diary. Her father, ROGER BAILY, and her stepmother, JENNY, are besid her, getting ready for landing. - Sarah looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane enters frame below us, banks left and moves dow into the murk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confusion-- dozens of PASSENGERS, SKYCABS, all manner of PEOPLE swarm around Sarah, her father, Jenny, as the thre try to find a taxi. INT. CAB - AFTERNOON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ignoring her parents’ chatter, Sirah lies back, the window, listless, mesmerized py the city as it glides",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON A STREET CORNER - A WOMAN screams to kigh hell at her KIDS, little ones, who hold her hands, numbed by her ragi IN A CENTER DIVIDER - An old Datsun has been neatly compressed into ore third its original size by a huge delivery truck. POLICE and PARAMEDICS are all around. Two BODIES iie. underneath blood-soaked white cloth covers. ONLOOKERS gape. SOMEONE is crying hysterically. IN THE NEXT LANE - A jacked-down,; customized, white-on-w BMW, cruises by. One of the darkly tinted windows is roll down. A slumped-down GANG-BANGER with a shaved head and wraparound glasses leers at us. ON A SIDEWALK - A towering, psychotic; HOMELESS MAN with rotting dreadlocks holds a sign aloft: “December 31, 1999 will be the end. PREPARE!!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old Los Angeles: the CAB takes.a turn up a hilly street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hodgepodge of styles: rustic lodge turned Seventies par palace. Now it’s painted an odd brown, overgrown with bouganvillea. Eucalyptus trees creak in the breeze. But mostly, it’s isolated; there doesn’t seem to be a sin house anywhere nearby. Roger pays the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "It reminds me of my parents’ place in the Adirondacks. It was a great deal. Some actress in the Twenties built it as a hunting lodge. I love being away from the city noise. A helicopter BUZZES overhead. They look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is huge, with wood beam ceilings, a stuccoed-ove stone fireplace. All of the Bailey’s possessions are stac in the middle of the floor, draped with furniture pads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "I told them not to put everything in one place. Jenny touches a Mexican light fixture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s certainly got personality... ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah walks-into the kitchen, painted laquer- red, with Japanese lanterns and shoji screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Multiple personality disorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is a hitherto unachieved shade of cadmium yellow Sarah comes in, sees at it and sighs. She opens a double-door closet, but it only leads OUTSIDE with a several story drop and no railing or balcony. - Roger and Jenny come in, see the Doorway tc Nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Hmm. That’s not exactly to code... It’s going to take some fixing up. But my nésting instinct is-raging. What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SARAH",
          "text": "It's fine. Whatever... (walking out) I’m gonna go look for my clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNY",
          "text": "Stop worrying. She'll be okay. Her remark annoys him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is. rummaging around in the huge pile of stuff. Beh her, the setting sun streams through the front door. A figure is moving up the front steps, completely silhouetted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND SARAH -",
          "text": "A shadow of a MAN moves up the far wall, stands in the doorway. The shadow holds up a snake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Welcome to the end of the road. Ww",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah turns, and sees a dixty VAGRANT with hollow eyes, smiling, snake in hand. Sarah shifts into another mode. VAGRANT’S POV OF SARAH - SOMETHING WEIRD IS HAPPENING: BR LIGHT starts to emanate from behind Sarah. And her face starts to CHANGE... Startled, the Vagrant drops the SNAKE, steps back. The SNAKE wriggles towards Sarah. She scrambles away, knocking a chair over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "(running down the stairs) Sarah...? Roger sees the Man,. picks up a fireplace poker and charg him. : “ROGER Get the fuck out of here!!!!! ‘The Man jogs back, confused. Roger slams the door, breat",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Sarah, are you alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(off somewhere) I... Yeah... THROUGH A WINDOW - The Vagrant is running away, up the illside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAGRANT",
          "text": "Scary chick! Scary chick! ANGLE - The snake is slithering across Roger’s foot. He raises the poker and slams it down with a fleshy PLONK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah sits on a mattress which has been made up for bed. eats Chinese food from a container. Roger stands in her doorway. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "The reaitor said he’s just a weird guy that lives in Griffith park...But he’s never hurt anybody... You're not going to be spending any time here by yourself. Jenny or I will always be around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I didn’t say anything. ROGER . I gust want peace and quiet for you... like the doctor said... Maybe we should move...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No, it’s fine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(backing off) Okay, alright. Roger goes. ANGLE ~ An old black and white PHOTO of Sarah’s MOTHER in garden. Sarah. takes the photo from a packing carton, touches the glass. INT.. SARAH'S ROOM - LATE NIGHT . . Sarah lies there,. eyes open. OUT THE DOOR TO NOWHERE - It’s very dark. A breeze rustles the trees. We hear the clock TICKING. AN ALARM goes off. A hand reaches for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a different bedroom, fully furnished, very subdue A teenage girl is getting out of bed, BONNZE STEWART, som pale, covered in a longsleeved nightgown. She puts her ha up in a ponytail while she gets her bearings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie pulls out a grey Catholic school uniform. She stop and looks in her full-length closet mirror. She siips her nightgown off. We are looking OVER HER SHOULDER, but we see just enough some very extensive, reddish scarring across her shoulder chest and arms. Something awful, happened to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON",
          "text": "Bonnie looks in her own eyes, doesn’t like what she sees. A MOTHER’S VOICE (£rom somewhere) Bonnie, are you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An attractive, well-coiffed black MOTHER, is just finishi pan of scrambled eggs in her very upscale kitchen. She mo to the tastefully decorated",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREAKFAST NOOK",
          "text": "which contains an extremely handsome black family: FATHER BROTHERS, SISTERS and ROCHELLE MACK, 16, model-pretty and thin. She almost makes her familiar grey Catholic school uniform look glamorous. Rochelle scoops up some scrambled eggs, her second helpin and wolfs them down. : . Rochelle’s Mother watches this.carefully. ROCHELLE’S FATHER (to a brother) You can get the verbal up. Stanford puts a lot of weight on those scores. ROCHELLE’S BROTHER Yes, sir.” j",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE'S FATHER",
          "text": "(to Rochelle) How’s your half gainer coming in practice, honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ROCHELLE",
          "text": "Good, I guess. ROCHELLE’S FATHER That sounds good... (mockingly to the rest of the table) ...I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "(leaving the table) Excuse me. ROCHELLE’S MOTHER Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "To get my books. Is that alright? An ongoing tension between them. INT. ROCHELLE’S BATHROOM - Rocheile is crouched over the toilet, an empty package of plain doughnuts lying nearby. She wipes her mouth, flushe the toilet. A KNOCK on the door. ROCHELLE’S MOTHER (from outside) Rochelle, you're going to miss your ride. Rochelle very carefully and silently folds up the doughnu wrapper and puts it in her bookbag. She picks up stray crumbs as she goes to the door. ROCHELLE’S MOTHER _ (from outside) : Rochelle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY DOWNS comes ‘out of the bathroom. She wears the sam uniform as the others, but with a white-trash vibe: bleac ‘blonde hair, too much makeup, an ankle tatoo. Nancy is face to face with RAY, paunchy, unshaven, in Rot Rooter cover-alls. As the two maneuver past each other in tiny hallway, Ray Looks down her shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Did I ever tell you I have a thing for girls in Catholic school uniforms? Nancy scratches. her cheek while giving him the finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(acid) : Yeah, Ray. But I love hearing it again every morning. He laughs a smoker’s laugh which turns into a smoker’s co Then he lights up. INT. TINY MASTER BEDROOM - CONT. Nancy’s mother, GRACE, is out. cold on the bed amidst a w bottle, an overturned ashtray, a TV Guide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Mom... No response. Nancy goes to the purse on the bedside table opens the wallet: a few singles, coins. Nancy takes it al",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy steps outside the-dilapidated TRAILER set in the backyard of an even more dilapidated old BUNGALOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy scans for'a seat amid sea of HISPANIC WOMEN, all chattering on in Spanish. Nancy sits in back. Across the aisle are two ninth grade in school uniforms. They whisper to each other when they Nancy. : One of them starts miming a blow job. Nancy turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you.don’t stop, I’ll fucking rip your testicles off. : ‘ The Boys are afraid. EXT. ST.’ BERNARDS ACADEMY - MORNING BUSES and CARS deposit swarms of uniformed STUDENTS: The school has a fading elegance: graceful stuccoed buildings cracked, patched and tinged with graffitti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS HOOKER, TREY HANTHAM, MITT ROGERS, and a handful of other JOCKS hang by the water fountain, perched on either side of the hall. A spindly-looking lower-class BOY, has to walk through th Trey and Mitt merely glare at the boy. This is enough to him sprint off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITT",
          "text": "Oh look. It’s the Reining Miss Trailer Trash USA, the anorexic freakazoid, and Freddy Krueger’s monster bride. Bonnie, Rochelle and Nancy are approaching. The Boys fall silent as they pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trey coughs artfully spicting out the word ‘scum fuck’ or ‘fuck me’ or ‘blow job’. Other boys follow suit, except Chris, who seems annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Watc. ‘he fucking language, you guys. Nancy glares at Chris: SOMETHING BETWEEN THEM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "So many men, so little ammunition. ‘DOWN THE HALLWAY - Once they reach their lockers, Bonnie pulls out a strange paperback. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "The Almanac says today will bring an arrival of something...? (finding it, reading) : “...a new wholeness, and with it, a new balance between North, South, East and West. Earth, Air, Water, and Fire... Maybe it’s a fourth. ‘ NANCY Aren’t we good enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"BONNIE",
          "text": "Four would make a ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": ". Look. There’s our fourth. ‘ i ANGLE - A huge, rather. macho-looking, uniformed female SECURITY GUARD. The girls LAUGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie sits in. French class, trying her best to avoid th gaze of MONSIEUR THEPOT, the rakish, fortyish French teac He speaks only IN FRENCH and is SUBTITLED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEPOT",
          "text": "Welcome back, class. I hope you had a fine weekend. Monsieur Rogers, how was your weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITT",
          "text": "Tray bee-in, Mon-sewer. \fTHEPOT . io How did you spend your weekend? At the beach? At a rock concert? Looking for girls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitt looks lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEPOT",
          "text": "Cherchez les femmes? Hmmmm? Les femmes? Thepot makes an hourglass shape in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITT",
          "text": "You mean did I get any pussy? The class LAUGHS. Thepot is not amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEPOT",
          "text": "En francais, Monsieur Rogers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITT",
          "text": "Qui. Bow-coup de pussy, Mon-sewer Thepot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(from somewhere, in perfect French) -. . Like hell you did, you pig:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO",
          "text": "Heads turn. Thepot smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEPOT",
          "text": "Ah, Madamoiselle Baily, our new student. Your French is excellent. Did you live in France or Canada? SARAH . No, but I went to a school where they did not allow Cro-Magnon men into the classroom. Thepot is impressed. ANGLE.- BONNIE - She stares at Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITT",
          "text": "Jesus... You know in LA we should be learning Mexican anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "{in English) Then why are you taking French?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITT",
          "text": "Because I want to be near you, . (muttering) . ...fuckin' bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys laugh, except for Chris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEPOT",
          "text": "Monsiér Rogers! That's enough! Alright, Madamoiselle Martin... Thepot keeps talking in French but it FADES AWAY as we MOVE IN on Sarah. She’s watching something. UP AHEAD - Bonnie takes a pencil and stands it on its lea point, balancing it with her index finger. ‘ She stares at the pencil and, concentrates. She takes her finger away, and the pencil stays standing. Sarah watches, mesmerized. Bonnie turns to Sarah. The pencil falls. Bonnie’s expressionless stare ‘shoots through Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Class hasn’t started yet. Nancy and Rochelle are at a rea lab table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": ".' That fucking Laura Lizzie. ANGLE - LAURA LIZZIE, a muscular, blonde swimmer, joking her LAB GROUP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "_ Last Friday I couldn't find my Clothes. They were floating in the pool. My. mother had to drive me home in my bathing suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Why didn’t you say anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "I'd quit the team, but my dad would have a brain hemorhage. Bonnie rushes in, excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "| @ She's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Someone to be the fourth. I know she’s the one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "I’m serious. She's in here next. Look. Sarah wanders in, confused. She talks to a TEACHER up fro who directs her to take a seat. Sarah comes to the Girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Can I sit here? Nancy crosses her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": ". (funny .voice) : Frankly honey, we'd prefer it if you didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(calling after Sarah) No, you can have it... Too late. She's at another table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "{to Nancy) Happy now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "— She's a freak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Then she'll. fit right in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(eyes crossed) Uh oh. I think my eyes are stuck. ce) EXT. COMMONS - DAY Sarah is eating lunch by herself when she notices Rochell Bonnie and Nancy across the way, staring at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "—_ CD. Someone sits down at her table. It’s Chris Hooker, from French class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Sarah. Right? Hi. I’d like te apologize for those guys. (off her confused look) Trey and Mitt in French, the Cro-Magnum men. I’m Chris. (he sits)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So many people have been rude, it’s hard to keep track.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Who élse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Don’t stare. Check out four o'clock. Chris very artfully yawns and stretches, turning his head see the Girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Oh shit. It’s Fear, Loathing and Pestilence. Whatever you do, stay away from them. WITH THE GIRLS - Bonnie is watching closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "They're talking about us. I can tell. Chris sneaks a nervous look at Bonnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": ":..He'’s telling her about me, the scars. Nancy's: hand goes on Bonnie’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "...shle’s got these burn scars all over her body. I haven’: seen them, but I know people who have... Anyway, people say some even scarier shit about them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "They're witches.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "No. I don’t think so. They just have that bitchy-witchy-Stevie Nicks-thing happening. He touches her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What are you doing? He buries his face in it and sniffs. She tries to pull aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I have a hair fetish. You use... Pantene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That's impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "What are you doing after school? ae | - apa Nothing, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Really? I’m busy. Annoyed, she finally swats him out of her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Football practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Let me guess. Quarterback. Chris smiles his shit-eating grin and gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "You could come and watch. A lot of the girls do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No thanks. I just remembered I’ve got an appointment for some root canal and.I’m really. looking forward to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you’ll be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Think again. taking some Frencn Fries from a SPINDLY ng back at us. wanders o RESHMAN, sm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ny gr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘Several cars are parked next to the field with several GIRLFRIENDS sitting inside, eating, trying to do homework but mostly watching their BOYS doing scrimmages. ANGLE - BEHIND SOME TREES - We spy Sarah, doing her best to be seen. She scans for Chris on the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VOICE",
          "text": "Looking for something? Sarah turns. Nancy, Bonnie and Rochelle are right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Some. of these football dicks make their girlfriends come watch them practice. As if it’s interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Like your best friend Chris Hooker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "He's a jerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "He hates us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "— Why? :",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Because we're not standing in line for permission to lick the sweat off his fac butt. . The giris laugh, even Sarah a little",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Nancy’s sorry about what happened in Biology. We want you to sit. with us. \foy",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nancy? . BONNIE . (pointing) ' She's Nancy. I’m Rochelle. And that’s Bonnie. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hi, I’m...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "We know who you aré. Do you want to go to the mall with us? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I nave to get home. My dad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Come on. It’s a really cool mall, and really unique because there's a Gap anda Benetton and a Mrs. Fields Cookies and a Brookstone, so, it’s like different from all the other malls. “NANCY Or you can stay and watch Chris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm net watching Chris:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "So let’s go already... They start walking off. Sarah thinks for a second, then . follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "What’s today’s color?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What’s red?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Everything we steal today has to be red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "oot",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "i A SNAKE slithers at us. Sarah lurches away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls watch this. Rochelle wears a bright red beret, Nancy red high tops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a snake fan? Nancy leads them out of the pet store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Browsing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "What’ does your father do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Retail consultant for Holland Ross. .You ever take one of those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "It’s a little conservative for me. Bonnie twists a new red scarf around her neck. Sarah look around, nervous. A bitchy SALESMAN is eyeing them. “= - BONNIE — You know, everything in nature steals. Big animals take from little ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "This place blows. Let's make like Tom and cruise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Let’s make like Hemingway and book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Let's make like Smuckers and jam. They look at Sarah:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH .",
          "text": "Let's make like a baby and head out. The girls LAUGH, moving to the-door. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Young lady, that scarf... (- They all make a b-line for the exit... except Sarah wh . =) stands right in front of the Salesman. She touches his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Excuse me... THE SALESMAN’S POV - Sarah looxing straight at him. Sarah’s eyes are riveting. g behind her is brightening, FADING TO a shimmering il ic melts down. Sarah's shape is darkening INTO: SHADOW, dissipatin",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(weird, echoey) Excuse me... BEHIND SARAH’S BACK - Nancy waves the girls away. They ru",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK IN THE VISION -",
          "text": "Sarah's shape thins and twists into a wire hanger. It fal With a CLANG,. everything snaps back -to NORMAL. The Salesman bends over, dumbstruck, to pick up a wire hanger. Sarah stands over him, holding up a shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(impatient) Excuse me, do you have this in a medium?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "I, uh...? The Salesman rubs his temples and sits down on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMEN",
          "text": "Oh my.. I’ve just got to cut back on the Nutrasweet. I know that’s what it is. I just read an article... I’m sorry. You were asking...? To SARAH Nevermind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three Girls wait just outside the main entrance, .as comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What did you say to that guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "I think we should take Sarah to the candle shop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m not really into candles. Bonnie and Rochelle give a look.to Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "You'll like these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rochelle’s beret, Nancy’s high tops, and Bonnie’s scarf. Together with Sarah they march through a graffitti-splact part of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Why did you move down to L.A.? Long silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I killed myself. (laughing coldly) I mean, I tried to... People found out. | My. dad couldn't handle it. He gota transfer. ' ROCHELLE - -- i Oh. Sarah walks ahead. The girls all look at“each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark, Catholic, and decrepit. The proprietor, an ethereal Latina with a lined face, named LIRIO, eyes the Giris war Sarah browses the occult paraphenalia. Rochelle comes over and hands Sarah a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I have a diary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "This is better. You put spells and power thoughts in it. Then don’t let anyone read it, ever. Except maybe us.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "You guys are ail into this?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ROCHELLE",
          "text": "Sort of. Rochelle slips some incense into her pocket and wanders o Nancy approaches a PAINTING surrounded by candles and mirrors. The PAINTING is of a woman, a witch probably, enveloped in electric iight, deep in the throes of ecstat pain or pleasure. A small plaque below reads: ‘Invocation of the Spirit.’ Bonnie walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I want to. see a god.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "That's nice, Nancy. The girls stare at the painting. WITH SARAH - She continues to browse. Books, medallions. She picks up a boxed set of candles, red, black, white. S smelis them. ‘Just then, a MIDDLE-AGED COUPLE enters the shop. They no Lirio, then disappear behind a black curtain in the back the store. Sarah is curious. She approaches the curtain. Suddenly a wrinkled hand stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That’s not for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Sorry... Lirio sees an old ring on Sarah’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIR",
          "text": "A beautiful ring. It was your mother’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSARAH ai | (taken aback)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Lirio looks at the box of candles, the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "You going to pay for those? : (off Sarah’s nod) Not like your friends. They go to the counter. Sarah pays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "You know how to use candles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH ,",
          "text": "You light the wick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "More than that. Red is for love. Black is... Here. Take this. Read it. Lirio gives her a small book covered in Old English scrip and engravings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CA SARAH",
          "text": "Ne I‘*ve never read any books about... you know... I just... kind of... feel it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "Did someone teach you? Your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No, she’s dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "You are a Natural Witch. Self-taught. Your power comes from within. Lirio touches Sarah’s hand, the ring, nodding, giving Sar creepy smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(calling) Sarah, come on... Sarak goes to the girls. “EXT. CANDLE SHOP - CONT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they trudge off. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I can’t believe you paid. It’s so embarrassing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah trudges up the driveway. It’s dark, and the hills a quiet. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah's father and Jenny are sitting in the dining room looking very agitated. When Sarah comes in, he jumps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell have you been? 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Just. hanging out with some friends from school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "It’s seven o’clock in the evening. We were this far away from calling the police!,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax. I’m not dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This stops him cold. Sarah’ runs upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah has passed out on her bed, still in her clothes. Sh has lit a dozen or so of the CANDLES from the store. The breeze from the open Doorway to Nowhere lightly tosse the flames to and fro. Sarah BREATHES heavily while she sleeps. The sound of her BREATH is growing deeper, cavernous, lik some huge beast... and it synchs with the BREEZE from the window. The CANDLES are blowing out and relighting with each BREE with each breath. Suddenly the PHONE RINGS.-Sarah dives for it. The BREEZE stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "What are you wearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Who is this...? Oh. CHRIS’ VOICE I. need a mental picture otherwise I won't be able to get my rocks off. This is 976- HOTT, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're sick. How.did you get my number? CHRIS’ VOICE | Inflamation... I looked for you on the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I told you. Root canal. CHRIS’. VOICE This Friday. After practice. A real date. zI’ll buy you dinner and you'll give me sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're a pervert. CHRIS’ VOICE I‘ll take that as a yes. Later. CLICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hello? She lies back, slightly annoyed, but rather more excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah and.Chris lie beneath the dilapidated neon ‘Ambassa Hotel’ sign. Chris kisses her, rapaciously, .bending her around his, stroking her everywhere. . His mouth goes down her chest, as he opens buttons on her uniform blouse. Sarah is not emotionally engaged. She watches a smog-hued sunset. Just then, Trey and Laura Lizzie round a corner, hand in hand. Sarah smiles at then, embarrassed. ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "It was nice to meet you, Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TREY",
          "text": "We’ll catch you later, bro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "(coming up for air) Peace. Laura and Trey descend a ladder. Chris dives back into Sarah. He starts unbuttoning his pa pushing her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Wait... I... I’m just not... = don’t want to do this. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris dives away from her, panting. He catches his breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "It’s cool. We can just, you know... hang. He stuffs something back in his pants:and zips up. He puts-his arm around her, gives her a polite peck on th cheek, and checks out the sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "(acid) No. Thank you. Awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Teacher is lecturing. Sarah and the girls WHISPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Do. you know what they’re saying about you? About what happened at the Ambassador with Chris?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "That you slept with him",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But I didn't. I should talk to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Before you talk to Chris, you should probably xnow the whole story. Maybe he’s just trying to save face or something, but he’s also been saying you weren't very good. eg",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What???",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Something about you being too big down there. Sarah is mortified. She turns around. Laura Lizzie and her LAB GROUP look away, avoiding Sarah. one of them nudges Laura and they all laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Nancy’ used to go out with Chris, didn‘: you Nancy...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Rochelle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "And he said even worse stuff about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Fuck off, you barf machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is walking toward her locker when she sees Chris, T Mitt and the other Jocks in their formation on either sid the hallway. “She wavers, then decides to: keep going. Chris won’t- look at her as she passes. Trey coughs out a ‘hesebag’. Mitt coughs out a ‘used up Sarah just keeps going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger and Jenny and Sarah sit around the kitchen table, eating dinner in SILENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "bo Ov Roger's about to say something to Sarah, but he’s not sur how to from his thoughts into words. Sarah looks at him. j SARAH . What? Why don’t you just say it...? You never just say what it is. Roger gives up. Sarah shakes her head. They eat in SILENC",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is washing dishes. Jenny comes in with dirty plates",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNY",
          "text": "He worries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Tell him not to bother. INT. SARAH’S BEDROOM - NIGHT Sarah lies on her bed, eyes red from crying. She looks wa empty. She gets up and locks her door. She goes to her desk and opens a drawer. Inside: amidst pencils and pens, an EXACTO KNIFE. She picks it up and go into INT. BATHROOOM - CONT. She goes to the mirror and cuts open a vein on each wrist with the knife. Blood drips down onto her white tile floor. She reaches for a glass and fills it with water from the A little blood drips in too. She drinks the pinkish water. She wavers, and the glass drops, SMASH! Water, blood, shards of glass on the floor, all around he feet. Blood still drips down her hands, off the tips of her fingers. She looks in the mirror. She’s pale. She falls to the floor, into a pool of red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GQ",
          "text": "ANGLE - There’s knocking on the bedroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Sarah. Why did you lock the door...? Sarah! POUNDING. The door rattles. Sarah wants to move, to get help, but she’s frozen. She tries to speak. She tries to move her arms. But nothi The door BOWS in with an attempt to break it down WHAM! Then it’s quiet. No one’s trying to help. TIGHT ON SARAH'S FACE - She’s crawling to the door. Her b is like lead. Gradually we PULL BACK to reveal she is on her bed. There‘s no blood. She rubs her wrists: they’re normal. She rolls over on her back, burying her face in her arms. There’s a distant KNOCK at the front door. VOICES. Sarah gets up, peeks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN THE STAIRS",
          "text": "Roger is talking to Nancy, Bonnie and Rochelle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE /",
          "text": "She didn’t tell you that we were all going to the movies? — : ROGER Frankly, no. I think she’s asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Well, tell her ‘the girls’ came by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "I certainly will. Goodnight. The Girls start walking out. Sarah watches them go for a beat, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Waic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls hear her and turn back, see her at the top of t stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Sorry, you guys. I forgot. Gimme a minute. Sarah runs to her. closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rochelle’s glacial Mother drives. SILENCE. “Nancy makes a lewd gesture by slipping ner tongue throug fingers. Bonnie and Rochelle GIGGLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Green hat, green Keds, green T-shirt and green Swatch Wat pile out of the car.-Rochelle waves goodbye and they marc to the box office as the car drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What are we seeing? The Girls lead Sarah away, down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HOLLYWOOD SIDE STREET -. NIGHT",
          "text": "Dark and seedy. Abandoned cars and empty lots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Look straight ahead and keep up. Sarah braces as they approach...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls parade stalwart through the mass psychosis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e Saran steals glimpses from the corner of her eye: BEGGARS PIMPS, CRIPPLES, RUNAWAYS, DEALERS. Noise, SCREAMING, SIR LAUGHTER. With © With their game faces, the Girls pass unnoticed. A STREET WOMAN shuffles by, clutching a dirty, crying BAB STREET WOMAN . Please... my baby needs food... Sarah stops, heartbroken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Sarah, come on... The Girls keep walking. The Street Woman notices Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET WOMAN",
          "text": "Not for me. For the baby... Suddenly Sarah has become a target. Everyone is looking a her. Someone jostles her. A PIMP turns around,. scoping h ouc. . . PIMP ; Honey child... I like your style... He’s blocking her way. She looks for the Girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You guys... But they’re gone. From down the boulevard, a weird STREET PREACHER spies Sarah. ! - } \"",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREACHER",
          "text": "Jezebel! Hold on, Jezebel! Jesus is coming! Here comes Jesus! She turns and runs, and hits smack dab into a dirty Vagra He is familiar. ue ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAGRANT",
          "text": "I know you... I know where you live... Sarah recognizes him: he stood in the doorway with the sn He holds her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAGRANT",
          "text": "At the end of the road... Sarah SCREAMS and pulls away, running straight INTO THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "we Oo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A car HONKS. Another SCREECHES to a hait ri feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "You fuckin’ idiot! - The Vagrant is coming after her, into the lanes of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls have ncticed where Sarah is. They see the Vagra » VERY QUICK: Bonnie, Rochelle and Nancy each thinking something. They are cool. Sarah looks at the Vagrant, thinks the shin A speeding SPORT TRUCK with monster wheels catches the Vagrant. His legs get caught under the wheels. He SCREAMS as his l are crushed. People YELLING. A hand comes out of nowhere and grabs a dumbstruck Sarah. It’s Bonnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Why didn’t you keep up like. I said? Motorcycle Cops descend on the scene. Pandemonium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Let’s get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The. four Girls sprawl on the grass, in the dark. We only catch glimpses of their faces when the light of distant headlights passes over them. The wind is RUSTLING through rees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was weird. I thought, maybe he‘ll get hit. That would stop nim. And then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "I thought the same thing",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Me too. SARAH i I guess we all did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "my rn",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "He was coming after you. He deserved it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Did we make it happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Maybe we did. Maybe Noah did. No way to be .sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "It’s Manon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What’s that, God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Man invented God. This is older than that. She’s the trees, the rocks, the ground, everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "_Nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "It’s nature. It’s everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "If God and the Devil were playing football, Manon would be the field. or the stadium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Or maybe God created Earth and left him in charge? Actually, we're not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Do you think it’s him or. her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "-. NANCY",
          "text": "It’s kind of a transexual, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Does stuff like tonight happen to you a lot? Sarah nods quietly. Cy) ROCHELLE Where did you learn it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH .",
          "text": "It was always there. I just had to find it. I don’t know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "A’natural witch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "My mother was a witch. She died when I was born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Everything we know is from books and stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNTE",
          "text": "I guess we finally found our fourth. NANCY ; So what can you. do? Cam you really do things? Anything you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No... ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "One’ time we chanted ali night over an algebra test. The next day we all got the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "same grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Really? | ‘ ROCHELLE Three ‘F’s. We should have studied. They laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Have you ever heard of ‘Invoking the Spirit’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "_. SARAH",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "It’s when you ask him to come. Manon. And he just fills you. He makes everything alright. He takes what’s wrong with your life and makes it right. Sarah turns to face the breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nothing makes everything alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE SKY -",
          "text": "Rochelle steps up in a bathing suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole DIVING TEAM, including Laura Lizzie and her Friends, as well as several COACHES are watching. Rochelle puts her shoulders back, balances, and concentra She bolinces up and down and springs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Shark! Oh wait... nevermind. Rochelle is thrown, her body Contorts, and WHAM! FROM UNDERWATER -.She belly flops. The COACH winces. Laura and her friends clap politely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Superb. Absolutely superb. Rochelle struggles to the surface:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura and her Friends are just getting dressed when Roche nears, wrapped in a towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Why are you doing this to me, Laura?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(to her friends, wincing) Does anybody else smell that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "I just want to know why!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Because‘you dive like shit and you smeil like shit. Okay? Laura and her friends walk off. BY ROCHELLE’S LOCKER - She opens the door, sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are my clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rochelle, wrapped in a man’s bathrobe, talks with the Coa",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "How do I know Laura took your clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "She admitted it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Listen, honey, if you put haif as much energy into arching your back as you do into this thing with Laura, you’d bea whole helluva lot better off. To be perfectly honest, if your father wasn’t on the board, you wouldn't even be on the team... Rochelle stands there. ANOTHER COACH comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER COACH",
          "text": "‘We found your clothes, Rochelle. They weren't in the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Where were they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOKING INTO THE BOYS LOCKER -",
          "text": "Rochelle stands there, numb, as a janitor fishes her clot out of a urinal with a rake. A lunky FOOTBALL PLAYER take leak in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "You want.me to rinse ‘em off or you want ‘em like this? Something clicks in Rochelle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura and her Friends are walking along TALKING and LAUGH Sarah comes towards them. She bisects Laura.’'s group, physically brushing up again Laura. Her fingers grab several strands of hair, and yank. Ay =NG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "we on",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Ow! You pulled my nair out!",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "Sorry. It must have gotten caught on my ting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Stupid fucking idiot... They walk off. Sarah smiles, clutching the hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the Girls are staying over. The Home Shopping Network drones on while Bonnie is busy braiding Laura's hair into back of Rochelle's. Rochelle lights a candle, WHISPERS something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "If Laura leaves you alone starting now, nothing will happen. Nothing could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "& . . Fat chance. : Nancy is cutting cake into pieces, pouring wine into a cu a tray. She passes it to Rochelle who is on her right. Rochelle drinks. Sarah takes the tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Do.you think the ancients used fat-free lemon twist for their cakes and wine ceremony? Nancy sips the wine, eats a piece of cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you weren’t supposed to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rochelle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "That's what she said. If she has. one, she'll just have another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "&-J I had a alconol problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "And cocaine too, right? And crack. and cough medicine. And...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Rochelle, shut the fuck up! Jesus... Bonnie picks up the black and white PHOTO of SARAH'S MOTH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My real mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "She looks just like you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A COUPLE OF TABLES AWAY -",
          "text": "Chris, Trey, Mitt and the other Jocks shooting the shit. ‘Chris’ back is to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "...skanky, flabby, stretched out, smelly, - crusty, used up, dried out, did I say smelly already...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "\" TREY",
          "text": "Twice. CHRIS . ..smelly, scabby, infested, infected, old hole. The guys chuckle. Mitt sees something, looks really embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITT",
          "text": "Chris, there she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Shut. the fuck up. _.- (turns) Oh shit. (smiles) Hi Sarah. eon Sarah, sitting with Rochelle, has just heard all of th Boys are laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLASH! A camera snaps off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie stands in front of the boys’ bathroom with the cam as Chris comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "What's the deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(walking off) Oh sorry. I thought you were somebody else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "What? Is Keanu Reeves hanging out in our bathroom? : . INT. BONNIE’S ROOM - NIGHT Sarah has her little spell book. Rochelle is cutting the picture of Chris into a small pentagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(reading) Chris Hooker is trying to ruin my life. He lies about me. He humiliates me in front of people. Manon, I ask that Chris Hooker feel the same pain that I feel. Measure for measure. Please do what's fair. Whatever it is. I mean, don’t pull his limbs from his body or anything like that. On second thought, you can if you want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rochelle and Nancy laugh. Rochelle pastes the picture of Chris into the book, upsidedown. Nancy holds out a red candle and drips wax ar the edges. She has a handful of red rose petals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Press these into the wax before it cools.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH /",
          "text": "I’ve never done this kind of spell. I _ don’t know if it’1l work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "We’ll make it work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "I want to ask for something too... I... : I want to be like I was before... I’ ¢ 5 sick of being ugly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs her hands over her skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You’‘re not ugly. Ww",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "we ony ‘ROCHELLE It doesn’t matter what people think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Beauty. is a trap. Men use it to imprison women. Real beauty is internal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Easy for you to say. I hate the way I look. Did you know my name means ‘pretty’? Like it’s a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why. do you want to change the way you look, Bonnie? BONNIE . For me. I want it for me. For when I look in the mirror in the morning. ‘ROCHELLE ...I guess that’s different. e NANCY. To getting what you. want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy raises her cigarette and takes a drag. EXT. ROCHELLE’S ROOM - DAY Nancy, Bonnie and Sarah are sprawled on Rochelle'’s floor eating Snackwells. Rochelle comes in with two containers, handing one to Sarah and Bonnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Make sure the oil’s not too hot. Sarah sticks her fingers inside the mixture of oil and, h",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s fine. The rosemary smeils nice. Where’s the tannis and the pennyroyal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "(handing them to her) I told my mom we were making pasta. She was like, “That’s nice, dear.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Turn off the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "w wo Nancy does. Candles are lit. Bonnie slips her shirt over head, exposing her back. . Sarah dips a cloth in the oil and lightly swabs the scarr area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Is it looking better? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY 7",
          "text": "Sort of... Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been doing it two weeks now. Bonnie looks at her skin. She’s sickened. She starts to c",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "It’s not working. (pushing Sarah away) Nothing’s working. This is stupid. Bonnie crawls into a corner, covering her scars with her arms, crying. The Girls just watch, helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "We aren’t feeling it enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Fuck you! I’m feeling it enough!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We aren't giving. We have to give before 1 we can take. Nancy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls step onan empty bus behind Sarah while she fumb with her_wallet for the fare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "No credit cards, honeybunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Okay, asshole. He looks over, shocked. He. looks into Sarah’s eyes. He f quiet. HIS POV - Behind Sarah, everything is turning white, whil she turns to snadow -- We’ve seen this before...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Driver stares at her, until she waixs away without paying. He shakes his head, woozy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "(to Sarah) ...uh... thanks. Saran sits with the Girls. Nancy leans up to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "When are you going to teach us.that particular trick? Sarah smiles. EXT. HIGHWAY - DAY. Cranking up the hill, into the Angeles National Forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus stops and the Girls pile off. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "Be careful of the weirdos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "How can we? We’re the weirdos. He raises an eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tne Girls walk along a path. Intense green. Sunlight flaring off their faces, their ha off the boughs of trees, off the grass. BUZZING insects, RUSTLING trees, BIRDS. The Forest is alive.. Nancy walks in front. She starts taking off her shirt. Sh steps out of her skirt, pulls off her shoes. Bonnie sees Sarah watching Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Etheric energy is absorbed into the clothing. You have to be naked for rites... . IN A MEADOW - Nancy lies down in some tall grass. The fee of the earth against her body is ecstati",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "j",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah has her shirt off, holding it against her front. Bonnie, still fully clothed, rubs a mixture of oil and he on Sarah’s back and arms. She looks blissfully relaxed. Rochelle reads from her little book. The images and voice : DISSOLVE into one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "(reading) .It's hard enough walking out on that board with everyone staring and you're just in a bathing suit. But when you're the worst on the team, it’s like a bad joke... DISSOLVE - Bonnie sensually caresses a‘huge rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "(cont..) -I try not to do the binging and purging, but sometimes.I can’t help it. I wish I didn’t feel like there should be less of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DISSOLVE - Nancy reads. Sarah rubs ointment on her feet. NANCY ‘ (reading) . My mom would give me vodka and juice when I was little. She would laugh at me drunk... DISSOLVE - Rochelle sits on the low bough of a tree, nake",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(cont. ) .I love it when you can take something, and it makes you feel different. I get addicted to everything: cigarettes, coke, — Diet Coke, sex, everything. But I can’t do' that anymore because it will kill me... - DISSOLVE - Bonnie brushes a flower across Sarah's cheek",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(cont. ) Now the only high I want is the fire of Manon inside me..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DISSOLVE - Sarah has her feet in a small stream, naked, h chest pressed against her knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(reading) ...I can’t remember for about five minutes before we hit the wall. But when I came to, there were sparks coming from a huge saw trying to cut me out of the car, and I was on fire... DISSOLVE - Nancy floats perfectly still, face up, in a sm pond, the sun glimmering all around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(cont.) ...I cried because I was going to die, but then something spoke to me, a voice. It was you, Manon... ‘ She looks up, still shaken by this past event, closes her book. She's the only one still fully clothed. Everyone is lcoki at her. Slowly, Bonnie unbuttons her blouse,. slips it off. She p off her skirt. The. SCAR covers more than half her body,’ in jagged stro across her chest, arms, shoulders, knees, as if someone h splashed paint on her and swirled it around. ‘ . She looks so vulnerable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Bonnie, I think you're beautiful... Bonnie relaxes, even gives a pained little smile. She get the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Now it’s time for Sarah. \\ Sarah swallows and picks up. her book. _ “SARAH As long as I remember, I could do it. Wish things, the visions. And I always felt sick. Like the world didn’t need a freak like me. A mother would have been nice. Somebody to teach me it was actually a good thing. Then one day I realized I would rather be dead. But [I didn't die. I made it here, where I finally belong. It’s been a long road, but I finally found these three. Now we make four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other girls are moved. Rochelle comes over and Kisses on the cheek. Strange shadows are falling on them. They look up. A giant fluttering of BUTTERFLIES, hundreds of them, drif overhead. The, Giris are still. The butterflies descend. They start rest on Sarah’s shoulders, on Bonnie’s head, everywhere. Amazed looks between them. Bonnie, Rochelle, Nancy and Sarah are ali covered with a thick blanket of butterflies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "He’s listening... . They are flushed with awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rubs his hands over his face, distressed, distracted. ANGLE - A PAGE full of questions IN FRENCH. Chris’ pencil starts to write something in French, then i wanders. down the page and writes, ‘Sarah’ in flowery scr He lifts his gaze across the",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT FRENCH CLASSROOM",
          "text": "past all the STUDENTS enmeshed in their French test to se SARAH. He just keeps looking at her. Finally Sarah glances up to find Chris, who smiles his do smile at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "_ Regardez la page, Mssr. Hooker... Mssr. ‘ Hooker! Bonnie looks at Sarah. They stifle giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah and Bonnie are moving with the CROWD towards the CHAPEL. Each is struggling with a large stack of books. Chris catches |up with them. to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa de",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Sarah... how's it hangin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s hangin’. . ‘ne Girls keep walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Listen, I, uh, wanted to talk to you. You know... I've said some nasty things. I’d like to apologize. I mean, I’m sorry... So you hate me, right?. : Sarah doesn’t want to look at Bonnie. She’s afraid they'l both bust up laughing. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I really don’t chink about you that much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Really? That’s harsh... Listen, when you're a guy, and I am, people expect - things, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH /",
          "text": "Have you told your friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That you lied about me. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "No... But I’m going. to... Tomorrow. That’s what I’m going to do. I’m going to straighten the whole thing out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Can I sit with you in mass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I don’t care. They go into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chapel is full as Sarah, Bonnie and Chris enter, bow, make their way up the aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just when they are 2 smiles to Bonnie and turns to Chris, in full view of everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(re: the books) Could you be a dear and carry these?.I’m about to collapse. Chris kind of checks out the crowd in the corner of his e and laughs nervously. He definitely doesn’t want to do th but he can’t help himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Yeah. Okay. Sarah hands him the stack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "And hers too. Bonnie’s go on top. They girls head for a seat, and Chris follows. \\ Everyone has just seen this. IN THE CROWD - TREY and MITT and the other JOCKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TREY",
          "text": "(whispering) * Awwwwwwww! Ain’t that sweet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITT",
          "text": "i ! . (whispering) Chris! Can you carry my groin cup to Football for me?! KIDS start LAUGHING. Everybody. Chris turns bright red, gritting his teeth, but smiling An angry PRIEST starts. SHUSHING people. IN THE CROWD - Rochelle and Nancy see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Looks like somebody’s magic is workin Remember when you did a love spell one. time? You rubbed those herbs ail over your body and all you got was that gross rash? Who did you do trat love spell on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(icy) I don’t remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "f \\.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE .",
          "text": "It was on Chris! That’s right! How funny. You had like the total crush on hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Nancy steams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie and her Mother, MRS. MACK, are waiting, nervously. Bonnie has ‘a small suitcase. A young DOCTOR approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Are you ready, Bonnie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OFFICE -. NIGHT",
          "text": "The Doctor is going over a lot of paperwork. Bonnie’s mot is signing in several places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "I've told you this before, but I want to be really clear. This is a very experimental procedure, and we cannot make any warranties regarding results or side-effects. I can tell you unofficially that there is little to no risk. This form of gene threpapy is non-invasive. Painful, but non-invasive... Bonnie looks up sharply at the word ‘painful’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Needie is loaded with a clear gel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM ABOVE - Bonnie is awake, on her stomach. Her Mother holding her hand. Bonnie’s scars look especially bad, in cold, bright light. The Needie descends into Bonnie’s back. EXTREME CLOSE UP - It hovers a millimeter above the scar tissue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Hold very still. But keep breathing. Stay relaxed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie breathes. The Needle suddenly starts jutting into the skin, in rows rapidfire succession, like a sewing machine, going RAT-TA",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAT-TAT-TAT-TAT-TAT",
          "text": "Bonnie SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Swim Team are all vying for the mirror, fussing with their hair and clothes, CHATTING. Rochelle waiks in. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Rochelle, I have to tell you, I was actually impressed with that last. dive today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "(sceptical) Really? LAURA. . I swear. I think you could have won with that. (to her friends) . Didn’t I say that, guys? They all nod and say yes. Rochelle is ready to believe he",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "...in ‘the cannonball competition. Everybody LAUGHS. Laura high fives several of the Girls, she turns back to the mirror, combing ner long brown mane",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Wait a minute... Suddenly, Laura is holding a handful of hair. The Girls notice. Somebody GASPS: ANGLE - IN THE MIRROR - There’s.a three-inch-round patch scalp where the hair came out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GIRL",
          "text": "Oh my ‘god! Rochelle watches, without expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nurses scurry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i o INT. BONNIE'S HOSPITAL ROOM - CONT. Sarah is there, with a gift basket from the Girls. Outsid is raining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": ",.Sage for peace, sweet wine for contentment, Elle for fashion, Snackwelis for noshing, and this... . (handing her a rose) ..for beauty. Bonnie:buries her face in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Every morning I wake up, and for a few seconds I think I’m normal... And then I remember. {erying) ; I can’t stop crying...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Don’t. stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-BONNIE",
          "text": "It would be so much easier if I could give up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Bonnie, make it work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Everything you're feeling, the pain, thac will make it happen... A tear runs down Bonnie’s cheek. Sarah instinctively catc it on her finger. . She takes a glass and rubs the tear on the bottom of the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "What are you doing...? Sarah opens the carafe and pours in some wine. She lights the sage stick. She douses the sage in the wine, it SIZZL turning the liquid dark purple. Sarah dips her fingers in-the wine, and, pulling back Bonnie’s sheets, she flicks the liquid ali over the banda Bonnie closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "It feels warm. Sarah WHISPERS something, continuing to flick the liquid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "It‘’s getting hot. Ow... Outside the window there’s a gust of WIND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Sarah! It hurts! Suddenly the window flings open, and a GUST OF WIND blows into the room, tossing everything around. EXTREME CLOSE-UP - Surgical sissors are cutting bandage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie, draped in an elaborate surgical shroud, sits with Mother and several NURSES. The Doctor pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "I want you.to remember that we may need to make several passes before we can see results. Bonnie nods. The Doctor cuts the section on Bonnie’s back, behind her right shoulder, where she can’t see. He peels back the bandages. RED FLAKY SKIN. A Nurse takes a picture with a DIGITAL CAMERA. The skin appears on a COLOR ENHANCED COMPUTER SCR where Bonnie can see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "What is that? Is it better? The Doctaer. takes a swab and dips it in solution: He wip away the flaky material. The Doctors face goes blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "What..,?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Just a minute. He cuts some more, swabs some more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Waat does it look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS MACK",
          "text": "I can’t see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Nurse takes a picture. The image appears on the COMPU SCREEN. Mrs. Mack looks at it and starts crying. Bonnié -- something beautiful happens inside her. We. ‘see Bonnie’s back. Underneath a layer of slimy disinfectant and flaky bits: glowing HEALTHY SKIN. The Doctor runs his hands over Bonnie's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "I can’t believe it... (he laughs) It works...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is huddled with Rochelle and Nancy in the back, whi TEACHER DRONES ON reading an announcement. Thirty.or so STUDENTS, still not fully awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "She was supposed =o come today. Have you talked to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "No... Nancy looks over at: THE ENTRANCE - Bonnie swings in, wearing a black cape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ TEACHER",
          "text": "_ Homeroom starts at 8:45 sharp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Thanks for the info. Scattered CHUCKLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she crosses in front of the whole room, Bon: nonchalantly drops the cape. Her knee-length plaid u skirt has been hiked up to a mini, and she wears ac tank top instead of the requisite blouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But most importantly, her skin, of wkich we see quite a i is £lawless, no scars, nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ": St Mouthes drop. WHISPERING. Everyone is staring. Especially Trey and Mitt.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MITT",
          "text": "Where'd she come from? EXT. LAWN’ - DAY The girls sit together admiring Bonnie’s new look. The’ s giints off them. They are fluid, smiling. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "(placing a dandelion in Bonnie's hair) Amazing. Totally amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Sarah brought me through it. She and Sarah hold hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "It’s weird... I feel... powerful. And maybe kind of stupid. I guess that goes with being beautiful, right Rochelle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "What? They laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You guys... Sarah nods at something. ANGLE - Chris, Trey and Mitt are all clumped together at edge of the lawn, smiling at them. The Girls laugh. A shadow falls over them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMINISTRATOR",
          "text": "Miss Stewart, you are out of uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(attitude) Am I? TV SCREEN - We see DR. BRUCE HENSEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR.",
          "text": "A Westside dermatologist is making claims of a very important discovery. Use of a certain skin production gene can cause significant reduction in scar tissue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy and her Mother, Grace, are watching TV. Her mother drinks a tumbler full of Scotch and ice. She smokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "That’s Bonnie's doctor. He didn’t cure her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Then who did? Suddenly the LIGHTS GO OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Goddamnit to hell... Grace gets up and teeters down the hall, Scotch in hand, throwing open the door to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASTER BEDROOM",
          "text": "where Ray is asleep still in his plumber’s uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Did you pay the power bill? Ray...? Nancy’s got homework.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Light a fucking candle. Grace comes over and kicks him. He just lies there. She k him again, and this time he grabs her foot, pulling her d onto the bed. The tumbler of Scotch falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": ".",
          "text": "~- Ray! : He‘s holding her down, roughly. It looks harsh. But she’s familiar with it. He starts to pulls his. pants down. INT. LIVING ROOM - CONT. MOVING IN ON NANCY sitting quietly in the darkness, overhearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Ray... Ray, that hurts me! \fa we",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I don’t care..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something falls over, CRASH. Nancy gets up and runs out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All four Girls.: TV. Pedicures. The phone RINGS next to Rochelle. ROCHELLE © Hello...? Yeah. (making a face, whispering) It’s Chris. Sarah shakes her head. Bonnie takes the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "‘Sarah doesn’t feel like talking to you. Bonnie hangs up, and they all LAUGH, except Nancy who han over the ledge of the Doorway to Nowhere. Bonnie notices. BONNIE . Why don’t you wish for something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "How can I wish for one thing when everything is wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Be specific. Nancy stews. The phone RINGS. Bonnie lifts it up and puts it back down without even interrupting her pedicure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ NANCY",
          "text": "I’m sick of being poor white trash...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're not poor white trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I'm poor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She’s white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "If it weren’t for Catholic charity I wouldn’t even be in school with you guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well, you’re not. trash. Nobody’s trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Except Laura Lizzie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "_And Chris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How do you explain the concept of poor. white trash to Noah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "T want... more. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "More is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls area moving black frieze against the dazzling color of approaching dusk. They move in circles around a fire, holding smoking smudg sticks aloft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two frozen dinners twirl in the Microwave Oven. Grace is pouring two beers Nancy, in a thin robe, comes out of the bathroom, and get Diet Coke out of the little fridge. She has to carefully scoot around Ray to avoid brushing up against him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(fingering her robe) I think I can see through that thing. Sarah swats him. He laughs, coughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Jesus, you're supposed to act like a father to the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "I ain’t her father. Her father’s the one - that paid you the fifty bucks for a qaick: bang in the backseat. j he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "uw ul Grace slaps him. Ray grabs her arms and flings her down onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". RAY",
          "text": "Godfuckingdammnit! Don’t you ever hit me! _ Ray puiis back with a clenched fist when Nancy lets loo unearthiy SCREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP IT",
          "text": "And the MICROWAVE OVEN EXPLODES in a spray of sparks. The lights in the trailer FLICKER and OFF and ON. Ray is puffing with anger. He steps back, sits down. Grace looks at Nancy. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "What the hell was that...? \\ The curtains have caught FIRE. -Gracé jumps up, takes a dish.towel, and smothers the fla SMOKE everywhere. The alarm starts BEEPING. Ray tries to stand up. He winces. He’s having trouble breathing. He stumbles to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ray is strapped down’with an oxygen mask in his face, delerious, monitoring tabs !across his chest, an erratic issuing from a machine. The ambulance lurches to and fro as it weaves through traffic. Nancy and Grace sit next to him in between PARAMEDICS. Suddenly the BEAT jumps faster, then stops. The Paramedics start YELLING to each other, working on hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "What's happening to him? Nancy stares coldy at Ray. \fut ov",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grace, in a black dress, sits there with a tumbler full o Scotch and ice. Nancy, also in black, looks out the windo The door KNOCKS timidly and is opened by IDA, the neighbo with an arrangement of flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IDA",
          "text": "Oh, Grace’honey. How you doin? They left these on. my doorstep by mistake. (putting the flowers on a table) And there's a man here to see you... If you need anything, just hollor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Ida.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up steps gangly young JEFF, in a bad suit with a briefcas Ida lingers by the door, not-too-discreetly listening in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, I’m Jeff Yates (fumbling for a card, nervous} * I’m from Interstate Insurance. I know this is a difficult time, but it is procedure to ask just a few questions before we can start processing the policy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens his briefcase and papers fall out onto the floor",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "I don’t understand, Jeff. What policy?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JEFF",
          "text": "Mr. Saunders had whole life pension plan through the company. And, with benefits of this. size, it’s standard to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Of what size? ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Well, uh, ...A hundred and seventy five thousand dollars. Outside the door, Ida does a little dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IDA",
          "text": "Praise Jesus! He shail provide!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grace sits back, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy can’t help it. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie, Rochelle and Sarah get off a bus and make their w towards the building. INT. LOBBY ~ CONT. There's a DOORMAN and a RECEPTIONIST behind a huge consol The Girls check in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls amble across the plush carpeting. Nancy opens h double doors to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spacious. Huge dramatic windows, marble fireplace. But no furniture, except for a JUKEBOX and a couch made from the rear-end of a. ‘57 Chevy. BONNIE. cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "We didn’t take anything from the trailer. I grabbed my baby pictures and a Diet Coke, and I was outta there. Grace is in the KITCHEN, fixing a drink. Rochelle pours o the jukebox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Every song on here is by Connie Francis! Grace totters in, her highball TINKLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Ever since I was a little girl I said ‘All I want out of life isa jukebox that plays nothing but Connie Francis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "(utterly perplexed) Oh. That's nice... Nancy leads the others into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "wn o A king-size bed and dozens of shopping bags filled with n clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "We went shopping. Suddenly ‘Who's Sorry Now?’ echoes through the giant spac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH THE DOOR - We spy Grace, in the dining room archw deep in the throes of an empassioned lip-synch of the SON",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What a fucking basket-case.., Nancy SLAMS her door closed. Nancy looks straight at Sarah and comes towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Now I think it’s time you gave us a little lesson...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A half-eaten pizza, Haagen Dahz, cigarettes. The Girls cr around a full length mirror which has been laid down side to accomodate all of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "(reading) Casting visions is the oldest form of magic for witches. It started with nights around the fire, shadows on the cave wails... . Sarah closes the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nevermind about that... Just feel. You feel it. You think about the other persoén’s eyes, not yours, about what's _ behind them. Don’t think about yourself. I know it’s difficult, Nancy... Nancy smiles coldy. INT. NANCY’S BEDROOM - A LITTLE LATER Sarah stares at Nancy’s reflection. They lock gazes. SARAH falls into shadow. Behind her there is a tremendous LIGHT [like in the store and on the bus].",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "un w Her silhouette collapses into a SLIP OF SMOKE. Then everything goes back to normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "I didn’t see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Me either.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "You can only do it to one person at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "“I' bet I could do it to all of you. Sarah scoffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well, you can try it. They turn to.Nancy in the mirror. She closes her eyes. Th wait. . - , Nancy places her hand on Sarah's. Without any light theatrics, Nancy MORPHS into a MALE VER of herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE NANCY",
          "text": "Women... if it weren’t for the pussy, I’d say kill ‘em all. Rochelle and Bonnie burst into hysterics, knocking the mi over - CRACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Nancy does it better!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to learn...",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NANCY",
          "text": "- Sarah, look out! Behind Sarah is a huge SNAKE about to crawl up. Sarah's b Sarah SCREAMS and lurches away. The SNAKE dissolves into nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "= 6°",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "We aren’t supposed to use magic on each other. It's witch law number one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(holding back a smile) Sorry... Sarah is still shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rochelle luxuriates in the hot water, in seeming solitude Rochelle looks down. ON THE FLOOR - a clump of hair, not just stubble, long strands. She turns off the water and reaches for a towel. We hear WHIMPERING. We FOLLOW A TRAIL OF HAIR around a corner. Laura Lizzie is sitting in the corner, wrapped in several towels, another draped across her head. She looks’ freake",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "It keeps falling out. She: pulls the towel off her head. UNDERNEATH - A ravaged dome of scattered hair chuRps. BUM BOILS, and festering SCABS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I don’t understand... Behind Rochelle, another of LAURA’S FRIENDS: sees. this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "Laura! Other GIRLS. come, pushing Rochelle back. They GASP at La scaip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "What the fuck did I ever do to deserve this? Rochelle and Laura lock gazes: cold exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "E'S ROOM",
          "text": "The four Girls are assembled, channel surfin rolls on top of Rochelle, to reach an ashtray",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Cuugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I’n not that heavy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Yeah, you're light as a feather, you cow. She pinches her on the butt. LAUGHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "‘...Light as a feather. Stiff as a board...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Excuse. me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Did you ever play that when’ you were a kid? ‘Light.as a feather. Stiff as a board.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "No, but it sounds like a guy I dated in ninth grade. BONNIE’S ROOM - MOMENTS LATER Bonnie and Sarah are kneeling around Rochelle who lies om her back, arms folded over corpse-like. The only ligt from the TV which drones on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Okay, you you just hold out the one finger, and you’ lift, but you have to think she’s incredibly light, like she's made out. of air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Her whole body or just her head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Up yours, bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Come on.. Try it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three Girls stick their index fingers underneath Roch and lifc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYBODY",
          "text": "Light as a feather. StifZ as a board. Nothing happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Ow. My finger’s broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "I thought she was skinny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "My bones are very dense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Oh please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Ssssh. Everybody concentrate. They try again, this time with more focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYBODY",
          "text": "Light as a feather.. Stiff as a board. Suddenly the TV switches to a TEST PATTERN, filling the r with weird PURPLE LIGHT. Rochelle's eyes are closed. She starts to move upwards, b it’s hard to tell how far. FROM ABOVE - Rochelle is drifting towards us. An inch or but then more: six inches, a foot, three feet. Finally th let her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "You guys, it isn’t working. She opens her eyes, midair. | ROCHELLE» Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Keep concentrating. Don’t let yoursel: fall. : Bonnie is flabbergasted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "This is awesome. 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "or tw",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to Nancy and Bonnie) Here. Do me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "No thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I mean lift me up. Sarah ilies down. Nancy and Bonnie stick their fingers underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light as a feather. Stiff asa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": ". Jesus. Sarah's already lifting up, drifting and wafting like a c of smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "It’s .so simple. It’s'so... obvious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "& : Boo. . Sarah passes Rochelle who remains at about a three foot height, slowly rotating, rotisserie-style. Bonnie folds her legs into the lotus position and lays he arms down to meditate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Ooommmmmm . She lifts up a few inches but remains rigid, legs akimbo. Sarah is bouncing off the ceiling, emotionally and litera SARAH Se _ Come on, Nancy. Don't be a fraidy-cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Fraidy-cat, fraidy-cat! Nancy glowers and simply pushes against the floor with he right arm. She flies upwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Show off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Bonnie and Rochelle iinger | down pelow, Sarah an: bounce around above, playfully shoving and pushing, and SHRIEKING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah’s the big witch on the block today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". BONNIE",
          "text": "Because she did this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "We did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Jealous, Nancy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Fuck off, bitch. Nancy shoves her and Sarah crashes into a nanging Light | fixture. Everybody LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Catfight!! Catfight!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh my God! Suddenly there's POUNDING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE'S MOTHER",
          "text": "(from outside the door) Bonnie! What’s going on in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly all of the Girls fali, Bonnie, onto her butt sci in the lotus position, Rochelle, right onto the floor on belly, Nancy and Sarah, through Bonnie’s lacey canopy ont opposite edges of her bed, ali of them .SHRIEKING. INT. HALLWAY - CONT. Bonnie’s-MOTHER, in a bathrobe, stands at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE'S MOTHER",
          "text": "Honey, you're waking up the whole house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(from inside) Sorry, Mom. Her mother walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. BONNIE’S ROOM - CONT. They wait and listen, wincing with pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ov ur",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Bonnie, we broke your bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(rubbing hex derriere) Nevermind. I broke my butt. INT. BONNIE'S PARENTS’ ROOM - CONT. Bonnie’s Mother gets back in bed. Bonnie’s FATHER rolis o BONNIE’S FATHER What were they doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE'S MOTHER",
          "text": "I.don’t know... But I hope they aren't getting high. She turns out the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAVEMENT WHIZZING BY -",
          "text": "A bright yellow Mustang Convertible slips into frame. Bon Rochelle; Sarah and Nancy,:- who is driving, ‘TALK and LA Bonnie looks more ‘done’, bigger hair, more makeup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They come to an intersection and a ratty PICKUP slides in next to them, the DRIVER, a low-budget Romeo. He leers at girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "Hi... The Girls smirk. _ DRIVER . _ Didn’t we all meet at a party somewhere? ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Yeah, that’s right. And your name is Dick... Dick;Hole, isn’t ict? The Girls all laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "Bitch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Yeah, I’m a bitch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LIGHT turns green and the PICKUP peels out. Nancy gun to catch up with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "..We’re all bitches. The DRIVER looks over. DRIVER'S P.O.V.- As the Girl’s' car slides up next =o him see Bonnie, Rochelle, Nancy and Sarah all have’ THE FACES DOGS: a Labrador, an Afghan, a Bulldog and a Dalmacian, respectively. They all BARK and wave at him. The Driver is bug-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "Ahhhh! He swerves away, and CRASHES into a parked car WHAM! Nancy guns it down the street, LAUGHING with Rochelle and Bonnie. Sarah laoks exhilarated, but worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You really shouldn’t do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Don’t be a party-pooper!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m just saying it’s dangerous...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE AND BONNIE",
          "text": "Party-pooper! Party-pooper-scooper! Super-duper-party-pooper-scooper INT. FRONT HALLWAY AT THE’ BAILY’S - NIGHT \" Roger Baily is standing in the doorway with Chris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Well, when do you think she’1ll be out of the bathtub?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "I really couldn’t say. She's been known to stay in there for days at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "(concerned) Really? ov ov",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "No. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Oh. Okay. “ren just tell her Chris came | by? |",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Thank you, Sir. Roger closes the door after him. Sarah peeks out from a ~ doorway. s : ROGER . I’m not sure I like this guy. I mean, I guess he’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNY",
          "text": "(passing through) I think he’s a hunk. ‘ Sarah rolls her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s late. Sarah's in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "(off) ' Sarah... Sarah! Sarah gets up and goes to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Why don’t you answer the phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH .",
          "text": "_ I don’t really want to talk to you, Chris “CHRIS Oh... I guess that’s a good reason. Shit. I think about you a loc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Chris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ov wD CHRIS . And I'm not sure why. Is it weird to say I love you? Is that weird? I’ve never said it before. Jesus. I’ve never felt it before. I feel so fucking strange! What's happening to me?!?! The front door opens and Sarah’s father comes out with a broom, holding it fourth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Time to go home, Chris. Go on. Home! He starts prodding Chris away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ CHRIS",
          "text": "Okay, Mr. Bailey. I just happen to love your daughter. I’m sorry. It happens. Bye, Sarah! He runs off, stumbles, keeps going. Sarah doesn’t laugh. INT. NANCY’S APARTMENT - NIGHT Nancy comes home. It’s late. We hear LAUGHTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE DOOR TO HER MOTHER'S ROOM -",
          "text": "We see the back of a strange man doing something, and Gra lying next to him. Nancy comes forward. Gradually revealed: the man, a JUNKIE, is fixing up a wor getting ready to inject himself with a HYPODERMIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Mom... Grace rouses, but she’s wasted, slurring...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Hi, honey... Ooops. I know I said I wasn’t gonna do this shit, but... She laughs, falls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "It’s okay. We've got the money. We don’t have “to worry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNKIE",
          "text": "(zo Sarah) You want me to fix you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy actually thinks about it for a second, then walks a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tne four Girls come in, jingling the little metallic SKEL BELL. The proprietor, Lirio stands behind the counter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "My young friends... What can I do for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "We need provisions. The Girls starz selectiong candles, herbs, books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "You've been busy. A sly glance from Bonnie. Sarah wanders over to Lirio. leans in so the other girls can't hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How can I undo a love spell?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LIRIO",
          "text": "Undo? When you open a floodgate, how. do you undo it? You unleash something with a spell. There’s no un-doing. It must run it’s course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(overhearing) Why don’t you just let Chris suffer? He deserves it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "It’s not for you to judge suffering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Spare me. She Bonnie comes up and deposits her bags of herbs, candles, staring. at the BLACK CURTAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "When are we going to find out what's behind there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lirio starts ringing up the purchases, saying nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Just because we’re young and beautiful, doesn’t mean we're stupid. Except in Rochelle’s case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Is it black magic behind the curtain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "True magic is neither black nor white. It is both because nature is both. Loving and cruel. Ugly and beautiful. All at the same time. Earthquake, sunrise, rattlesnake, rose. It keeps a balance on it’s own. So you must not throw that balance out. Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Not really. . Nancy. has picked up a book. She reads to Bonnie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(reading) ...To invoke a god is a great deal; it is a guarantee of happiness, of power, even omnipotence. To invoke a god is practically the same as being a god oneself... IN THE BOOK - An illustration of a WITCH, seemingly electrified, eyes bright with ecstasy. Lirio has heard this. The Girls grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "If you have a hole in your life, do not try to fill it with the Spirit. Like. food or drugs or sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NANCY",
          "text": "But at least I won’t get fat, or brain damaged, or diseased. Besides, what = fill my hole with is my business. laugh. Liric steps up to Nancy. She looks. very",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "You can use the spirit or he can use you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy takes the book and moves off, nonchalantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls have all paid, their things all in shopping bag",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thank you. She smiles at Lirio. Nancy bends down behind a shelf, han Sarah her bag. : .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH -",
          "text": "What are you doing...? Rochelle and Bonnie hustle Sarah out. Nancy climbs behind some boxes and lies down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah, Rochelle and Bonnie watch the candle shop froma - table. Actually, Bonnie is watching a group of good-looking GUYS a nearby table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why didn’t you teil’me we were doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "We thought Nancy told you. Bonnie smiles at ONE GUY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(calling. out) If you want it, come get it. The Guys all laugh, embarrased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What are you, ‘Nancy: Part Two?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "I’ve spent most of my life being a monster. Now that I’m not, I’m having a good time. If you can’t deal with it, fuck off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ~ the light inside the store GOES OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Muffled VOICES as the Girls appear outside the door. A litter of pickled FETAL PIGS bob in a dusty jar of formaldehyde. ~ Nancy crawls out from behind the boxes, brushing against jar. It. falls - SMASH! The pigs scatter. Nancy freezes. INT. LIRIO’S APARTMENT (UPSTAIRS) - NIGHT - CONT. Ancient and musty, filled with memorabilia, various relig icons. Lirio rises from a daybed and turns the television down, listening. INT. CANDLE SHOP - NIGHT - CONT. Nancy covers her nose, slinks over to the door, and, hold the skeleton bell still, opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(whispering) What’s that smell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(whispering) I broke a jar. The Girls all see the pigs. Rochelle stifles a gasp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(whispering) _ Relax. She waves them on. They tiptoe through the pigs. ANGLE - MOVING TOWARD THE BLACK CURTAIN. Sarah doesn’t look pleased. Bonnie takes her hand. We follow the girls as they move toward the curtain an through the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": ".",
          "text": "MAINTAINING ONE CONTINUOUS SHOT, we find it very bright o the other side. In fact, we are outside and IT IS DAYTIME",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11 in ONE SHOT, we move around the girls and see behind them, where we came from, nothing but a broad expanse of space, lawn, trees, .a few STUDENTS. Sarah, Rochelle, Nancy and Bonnie come to a stop, dazed, utterly perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What...? Sarah looks at her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s Thursday... fifth period.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY ,",
          "text": "Did the same thing happen to everybody else as what happened to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". BONNIE",
          "text": "What the fuck...? ROCHELLE . This is just like that time I blanked out after drinking eight Kamikazes at Fung Lums except this time I’m not waking up in a.pool of egg-roil vomit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Will you jerks shut up? We have just done something amazing. I mean, I have. Sarah runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What’s wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "(quietly) She’s starting to get on my nerves. A CRACK OF LIGHTNING! And a slow roll of THUNDER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mustang slips around a curve, going just a li fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's claustraphobic with the hood down. The four Girls ta up every available square inch. Nancy and Sarah are embroiled in a heated discussion. | .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're missing the point. I know we can, but the point is whether or not we should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "If we can, we should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But if you don’t need something, why ask for it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Because I want it. Nancy’s taking the curves even faster now, closer to the edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "We've accomplished what we set out to do. I think we should stop. It’s. like what Lirio said, throwing’ things out of balance. We might get something now, but we'll pay for it later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Are we really having a theological discussion?!?! It’s fun! It’s scary! Who cares. what happens?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "I just don’t think we should invoke Manon or the spirit or whatever. It’s... I don’t want to do it... (turning to Rochelle and Nancy in back) What do you guys think? Rochelle shrugs. Bonnie takes a long drag from a cigarett ard glares at Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Don’t try and get them on your side. (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "es} SARAH I wasn’t, I just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Are you part of this circle or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAE",
          "text": "Of course I am. But I thought it was a democracy, not a facist regime. And could you please slow down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Oh... sure... Suddenly, a pair of headlights’ flashes around a‘corner, swerves away. The car SPINS out and slams sideways INTO A",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRICK WALL",
          "text": "WHAM!! The Girls are thrown around. A window is shattered Nancy kicks open her door and jumps out. She pulls the ot Girls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Anybody hurt? They all look okay, but the’car looks bad, maybe totalled They huddie in the rain, in shock, wondering what to do n NANCY . Oh well. I was getting sick of this thing... Maybe I’ll get a Range Rover. Sarah stares at Nancy. INT. NANCY’S APARTMENT - NIGHT Nancy comes in, soaked. The place is empty. Nancy hits the jukebox. Connie starts belting out ‘Fallin Nancy sees a note, ‘Went: to Vegas with Greg. Not sure wh we'll be”back. $ in drawer. Mom.’ Nancy looks in the drawer: Some crumpled up twenties. She pours a glass of wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy sits on the couch across from the juke box, an empt wine bottle and glass next,.to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "Suddenly she throws the wine bottle at the glass dome ove the turntable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dome smashes, the record skips, the machinery SPARKS, the juke box dies. CLOSE UP - A NOTE IS PASSED: “Let’s go to the beach.” ANOTHER NOTE: “You want a tan?” ANOTHER: “No, shit-head.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy and Bonnie are writing notes to each other, Rochell passing them back and fourth.. Sarah sits next to them, actually paying attention to the droning TEACHER. Nancy sees this and leans over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(whisper) Hey, professor. We’re going on a field trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(whisper) Where? :",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(whisper) To the beach. At dawn. For the solstice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(whisper) I don’t know... Nancy is incensed. She grabs Sarah arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What do you mean, you don’t know?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Miss Downs, I hate to interrupt your little social. gathering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other three face Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why? What’s the purpose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "We want to give thanks to Manon. Small sacrifices. Rochelle’s going to offer her brain. Except that might be too small.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rochelle ignores the remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Listen, we’re doing this because we think you're right. We’ve been taking and taking. It’s time to give back. Sarah thinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls are pensive as the bus makes its way up PCH. Th only other passenger is a SLEEPING WOMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four black silhouettes file across the sand against the coloring sky. Breezes flap their clothes. Rochelle steps in Nancy’ s footprints, Bonnie in Rochelle Sarah in Borinie’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy carries a tiny “SNAKE in a jar. Bonnie, a BUTTERFLY in another jar. Rochelle, a PARAKEET in a tiny wooden cage. Sarah, a baggie with a GOLDFISH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie finishes laying a ring of stones in the sand. Nanc starts a fire in the middle. | Sarah looks at the snake in the.jar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "When I was at my lowest, before I tried to, you know, kill myself, I thought everything had turned into snakes. Everything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(_) Does it bother you? N, aa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No, it’s small... I don’t care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "The serpent is very powerful. Zach girl places her offering inside the ring and sits. Iz does bother her. 7 . ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Okay... (concentrates) Manon... Ruler of.Earth, maker of waves, bringer of fire, I present these...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "We...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "We present these modest sacrifices... The Girls each light a black candie. They stand and move circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Winds of the West, strong and true, aid us in our magical work on this, the shortest day, the longest night... The WIND stirs, blowing the Girls’ hair across their face",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Serpent of old, Ruler of Deep, Guardian of the Bitter Sea, show us your glory, we pray of thee, we pray of thee, we invoke thee... Sarah is shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Come, and show us your glory. Come unto us... Come unto...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "This isn’t thanks. You’re trying to invoke’ him..-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "If we told you, you wouldn't have come... The SUN nears the horizon. Sarah gets up and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Get back in the ring! Fish are jumping up above the surface of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "792",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "| QS We want this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "I don’t know what you‘re so afraid of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m not afraid. ° The GOLDFISH flips and flaps violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Sarah... Nancy holds out her hand. Sarah slowly comes’ forward. They all clasp hands. FAR OUT AT SEA - A bolt of LIGHTNING charges down from a cloud to kiss the ocean. A slow, delayed RUMBLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Show us your glory... The PARAKEET beats against the cage, forcing its head thr slats. : . The WIND thrashes. them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SKY turns dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Manon, we invoke thee!!!! Nancy's eyes roll back in her head. She falls to the grou",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Manon...! Fill me...! The jars with the SNAKE and BUTTERFLY shatter. The SNAKE slithers off and the BUTTERFLY is tossed away in a violen gust. The wooden cage snaps apart and the PARAKEET flaps free. The bag bursts open. The GOLDFISH lolls on the sand. Nancy is thrashing violently. The ground actually shakes, AN EARTHQUAKE. tee Saran looks at Nancy, the ocean, the snake. sidewindi nae She feels the ground shaking. She’s awed, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly a huge BOLT OF LIGHTNING DESCENDS ON US, finge NANCY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AHHH",
          "text": "Everything turns WHITE - Then BLACK -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie and Rochelle are waking from a sleep. Sarah sits beside them, dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "(groggy) Jesus... Was he here? The GOLDFISH pathetically flaps on the sand. ‘ Sarah gently picks it up and carries it to the water and it go. Then she sees something. The ocean is calm now. Not a cloud in the sky. And twenty yards out we see NANCY, i face o water. Sarah is transfixed. Rochelle and Bonnie watch as Nancy walks to shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Did you feel him? He blessed me. He ran through my veins. I still feel him. Nancy has a weird detached gleam. A SIREN. The Girls turn. UP THE BEACH there is some kind of commotion, CROWDS of ONLOOKERS, A TV NEWS VAN.: And a COAST GUARD jeep flashin chnerry-reds. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls get up to investigate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE MIDST OF THE CROWD -",
          "text": "We dip down to find... A GREAT WHITE SHARK, dead, eyes an mouth bleeding, having beached itself far onto shore. When Nancy sees it, she starts laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beautiful... Fucking beautiful... Look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE LIFT UP to see: ALL ALONG THE COAST, more SHARKS, some even bigger, perha FIFTEEN, all dead, beached, bloody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Manon is great... He loves us... This is how we know... Sarah backs away, horrified. She feels nauseous. Rochelle and Bonnie look blank. But Nancy just keeps laughing, her eyes glazed over in demented bliss.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NANCY",
          "text": "Thank you, Manon! She gets down and kisses the sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Manon is great! INT. BUS’- DAY As they ride home. Bonnie sits by herself. Sarah WHISPERS to Rochelle:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Something’s wrong... Nancy faces the sun, all of the windows on her side of th bus down. She takes in the wind, practically drinking it, hair blowing around violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I haven’t felt this good in a long time! Suddenly all the lights on the bus SPARK and sputter out. THE DRIVER is freaking. His controls are seizing up. The BUS swerves. Nancy smiles at Sarah: a frightening smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMID THE LUNCHTIME CHAOS - We find Sarah eating her lunch silently, Chris hunched over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "oo) Come on... You look like you need Vo somebody to talk to anyway... It’s lust . dinner... Why not? Are you too busy hanging with your scary friends. . She turns to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Alright... Tomorrow. He smiles. : ii INT. RESTAURANT - NIGHT ~— ‘ It’s as nice a place as we can imagine Chris choosing. He wears a coat and tie. Sarah’s a little underdressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I’m glad we're finally here, together. (taking her hand) It just feels so right... Don't you think? Don't you feel this incredible thing going on between us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Chris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Wait, don’t answer. I’m rushing things. I’m going to relax now. We have wine coming. We have the wnole evening. We have our whole lives. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Right. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Do you love me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH _",
          "text": "Chris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris drives and Sarah rides silently. He turns up a quie mountain drive. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There’s nothing up here. He parks the car. Turns of lights... Quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why did we stop here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "To talk... He sidles over to Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Chris, I know you feel really strongly, but have you ever stopped to wonder why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "That’s the thing about love. There's no way to figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Exactly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "It doesn’t matter. If you're ona surfboard and a tidal wave is coming, you ride it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Even if you end up drowning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "(kissing her neck) I'd drown myself in you, Sarah. He wraps his arms around her tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Chris, take me home. Long -pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "No. He starts to stick his hand inside her blouse. She puils away, but he’s too strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Chris, stop it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIS IS GONNA HAPPEN",
          "text": "He rips open her shirt. She starts fighting him off. She reaches for thé door handle, opens it. a w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fNa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "de EXT. ROADSIDE - CONT. They spill out, but he’s sctiil on top of her. He’s pulli her skirt, unbuttoning his pants. He's shaking, panting, like an animal. Sarah is terrified, crying. She controls herself. . SARAH . Okay, okay. Just let’ go of my arms. She kisses him. He smiles, lets go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Sarah... I’ve been wanting this so bad. She reaches to touch him down there. His eyes flutter wit pleasure. Then she wrenches her face as if squeezing. He HOWLS with pain. . She elbows him across the face and he’s. knocked back. She gets up and runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Sarah!!!! What’s the matter with you? He clutches at his groin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah scrambles through the bushes and trees in total darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "(distant) ~ Sarah! Let me give you a ride home! No hard feelings! The branches are reaching out at her, scratching her skin she' runs. EXT. ROCHELLE'’S HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah stumbles up the street, across the lawn, cry clutching at her ripped clothes. She makes it up the steps and rings the DOORBELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e’s Mother opens the door. ‘Rochell",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROCHELLE’S MOTHER Sarah? Are you alright? Sarah steps back into shadow, turning away awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Or hi, Mrs. Mack. Yean, I’m fine. I’m... tired, I guess... Is Rochelle home? Rochelle’s Mother steps back suspiciously. Rochelle runs to the door. Bonnie right behind her",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Oh my God... INT. ROCHELLE’S ROOM - NIGHT Sarah is slumped on Rochelle’s bed wrapped in one of ner bathrobes, eyes red from crying: Rochelle uses a damp. cl to wipe clean some of the scratches and cuts. Bonnie watc nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH .",
          "text": "His eyes were empty... I’ve never seen anything like that... He...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "When Nancy finds out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No! Don’t teil her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Why not? We MOVE AROUND SARAH. The Girls are quiet. SARAH . »..She doesn’t. need to know. Behind Sarah, in a shadow, something MOVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "If I didn’t know better... Sarah whirls around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "...I'd say you don’t trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No... I just think thac om on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "w oO",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Shut the fuck up. (touching a scrape on Sarah's cheek) I want to talk to Chris about this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Please don’t. He would have never tried this, if I hadn't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "That’s how they’ve gotten away with it for so many centuries! She’s a temptress! She made him do it! Well, that doesn't work for me! Chris used to grab at me at parties after the game, drunk, victorious! And I gave him what he wanted! And for that he treats me like a slut! A glass of water sitting on a table across the room SHATT",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nancy... NANCY -: . . . When Chris hurts you. He hurts all of us. We act as one. She kisses Sarah on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "There's a party tonight, isn’t there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "At Trey’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy walks along the sidewalk. As she passes under each STREETLAMP, it flickers. Nancy is TALKING to herself, in angry bursts. A lamp SHATTERS with a BANG in a shower of SPARKS. EXT. TREY’S HOUSE - NIGHT A big California Tudor Mansion with drunken KIDS spilling onto the lawn. BMW’s and sporty Nissans jam every conceiv parking spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "q",
          "sentiment": "neutral"
        },
        {
          "speaker": ". TREY'S",
          "text": "Shoulder to shoulder revelry. The drunken Dionysian cult is Football. Banners and crepe paper in the Footbal team colors: red and black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRONT DOOR -",
          "text": "Nancy makes an entrance. Heads turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMEBODY",
          "text": "What’s she doing here? Nancy scans the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris is on a bed, ensconced by Trey and Mitt and Several other Football: JOCKS. Chris takes swigs from a bottle of Daniels, VERY DRUNK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TREY",
          "text": "Good game, Chris. _ CHRIS. Fuck you too..: They laugh. AT THE DOOR - A GIRL runs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Nancy Downs is here. She was totally not invited. i i",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Nancy? : He hands. the bottle to Mitt and stumbles out. INT, STAIRWELL - CONT. On the gzand staircase we find Chris at the top and Nancy the bottom. They meet in the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Looking for you... She nods towards a bedroom off a landing. NANCY. Could we talk in private?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris walks in, Nancy right behind him. The door SLAMS SHUT on its own. Chris whirls around. Nancy smiles at him. The room is dar and romantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ NANCY",
          "text": "Just like old times, Chris... We had some pretty hot moments. Remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I've been trying to forget. Nancy is on her knees. She starts to unbutton his fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "How could you forget this? He grabs her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Not in the mood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Not for a venereal disease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Chris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ CHRIS",
          "text": "(letting her go) Go away. Nancy rubs her hands over her face, contorting her featur",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "r said go away! Nancy’ s ‘hands run over her face one more time ard she TRANSFORMS INTO SARAH. till delerious from drink, Chris does a double take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "What the fuck...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(whispering) Chris, make love to me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Sarah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oD 0 He reaches down and takes her in his arms, kissing deepiy rapaciously. EXT. STREET IN FRONT OF TREY’S - NIGHT A CAB pulls up and Sarah, Rochelle and Bonnie get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "We shouldn’t be here. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Neither should Nancy. They move up the front walkway. INT. LIVING ROOM - CONT. Rochelie and Sarah make their way through the CROWD. Some pulls on Rochelle’s arm: it’s Laura Lizzie, in a wig, loo terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Rochelle... how’s it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Fine. Sarah is talking to SOME GIRL who points upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Listen, I wanted to... Well, the thing is... I’ve been doing a lot of thinking... I feel bad about some stuff... A TRICKLE OF BLOOD runs down Laura’s forehead. Sarah moves:away towards the stairs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The display on a digital clock has gone HAYWIRE. Objects on tables, pictures, boxes, are MOVING on their o Chris, eyes closed, is deep in the throes of making love to... we can’t tell at first... Nancy. His eyes open and he gets a good look at her. He stops, rolls away, freaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "wS",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "What the fuck are you doing to me? Nancy LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "You are a witch! They were rignt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "They always are. The door opens and Sarah steps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Sarah's one too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "One what? NANCY . The only reason you love her is because she cast a spell on you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS \\",
          "text": "No... . NANCY’ : Yes. And that’s why I’m here. To cure you of Sarah. : oy",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nancy, let‘s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' NANCY",
          "text": "No. we ‘ | The door THUNDEROUSLY SLAMS SHUT. Nancy starts FLOATING UPWARDS, her feet hang two feet off ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "_ Mother fucking shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "But I can only think of one way to cure you. She starts FLOATING TOWARDS CHRIS. He backs up, terrified. BEHIND HIM - Open French doors, a balcony, and a precipit Gzop.-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY © ‘ I think you're such a worthless piece of woman-hating crap that your case is terminal. Nancy’s face contorts into a GROTESQUE VERSION OF HERSELF she FLIES at Chris. \" Terminallii:iii! His back is to the railing. Three stories below GUESTS mingle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I'm sorry if I ever hurt your feelings, Nancy. You too Sarah. Nancy ROARS with LAUGHTER. Then: She lightly taps her index finger on Chris’ forehea and he falls back. ‘ FALLING, SLOW MOTION, through space, towards a FLAGSTON TERRACE. His head meets the ground and we hear BONES SNAPPING. CLOSE UP - KNUCKLES being cracked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah watches, sickened, as a MALE DETECTIVE and his BUTC FEMALE ASSISTANT talk to her. Roger stands in the doorway",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "He was drunk. He lost his balance. That’s it. Sarah shuts down and turns to the window. The Detective l annoyed. ‘ _ DETECTIVE . ...Okay. Thank you, Sarah. That was so helpful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT SARAH'S WINDOW -",
          "text": "Sarah watches. The Detective and Assistant get in their unmarked CAR, th Detective giving Sarah a look as they drive off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ ROGER",
          "text": "Saran... We were thinking maybe you might want to see someone about this, a doctor. Sarah turns inward, darkens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "I’m not trying to imply anything. I just want you to have someone to talk to. * Because you certainly aren’t talking. to me... Sarah covers her face and rolls onto her bed. Roger leaves her alone. *Sarah hears a NOISE in the bathroom, something small ROL An EXACTO KNIFE teeters off the sink, onto the tile floor Sarah looks at the knife, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Detective and Assistant enter the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they approach Nancy’s door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE",
          "text": "Let's have a little fun with this girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "Okey dokey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy faces the two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "We were just talking: He was drunk off his ass. He tripped. That was it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE",
          "text": "That‘’s not what Sarah Bailey said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE",
          "text": "She said you pushed hin. Nancy is blank, cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "wo te",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Well... Sarah is a liar. And she'll suffer for her sins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saran lies there, unable to sleep. There’s a slight SCRATCHING sound at the window, lurking behind curtains. Sarah gets up and checks the latch. More SCRATCHING. , She moves the curtain back. OUTSIDE - Nancy, Bonnie and Rochelle are floating midair outside her second story window. Their faces are chalk wh",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "We want to talk to you. ‘ SARAH. About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ NANCY",
          "text": "Your. suicide. They all fly towards the window, SMASHING it in. Glass fl everywhere. Sarah is flung against the far wall. They all keep flying toward Sarah, their hands grabbing a her neck, grinning and GIGGLING, trying to strangle her. Then Sarah wakes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet. Except for some. slight SCRATCHING sound at the window, lurking behind the curtains. , Sarah just stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY -. DAY",
          "text": "MOVING through the throngs of STUDENTS. _ Everyone is WHISPERING, staring at Sarah. A GIRL is faced away to another GIRL, pulling books out o her locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "No, I heard that they were arguing over him because they both liked him and Sarah freaked out and pushed him, and... Her friend nudges her. The Girl turns, pales, and hurries off, mortified. Saran just stands in the middle of the hall, paralyzed, eve. watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Sarah comes in. GIRLS whisper to each other and hurry ou Sarah finds a - STALL - and locks herself in. She immediately starts cr sobbing, but trying to remain silent, trying to not lose entirely. With her face buried in her arms, she doesn’t notice: The LATCH on the stali door slowly SLIDES. OPEN by itself The DOOR opens..-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Hi. A jolt runs through Sarah as she looks up to see Nancy, Rochelle and Bonnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "How are your buddies, the police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I didn’t say anything to the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": ". If I were you that’s what I’d say too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you leave the ring, you better leave the school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "And maybe the city. We’re not sure. Sarah stares at them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_",
          "text": "Have you been sleeping well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "w i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eo a",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What? Nancy | and the Girls mimick their neck- ~strangi ing mov",
          "sentiment": "neutral"
        },
        {
          "speaker": "29",
          "text": "Sarah is shocked. They laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why are you doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "In the olden days, léaving a coven meant death. They start off. “BONNIE See ya’, but I wouldn’ t want to be ya’. EXT. LIRIO’S SHOP - AFTERNOON Sarah runs up-to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah comes. in. The place is empty. she sees the black curtain. She moves to it. Just as she’s about to reach it, a hand touches her shoul and Sarah whirls around. It’s Lirio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "Child... Sarah hugs her, starts crying. Lirio leads her to a chair",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "What’s wrong?.What troubles you so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My three friends... They’re using magic against me. “LIRIO I could see this trouble coming. The blonde one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(nodding) - She killed someone at school. You have to ive me. something to fight them off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".o",
          "sentiment": "neutral"
        },
        {
          "speaker": "OV",
          "text": "Lirio looks disturbed by this. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "I can do nothing for you, child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "There's got to be something. Suddeniy a strange BREEZE moves through the store, like a huge inhuman BREATH. Sarah looks over: the black curtain is blowing open, ligh spilling from inside. Lirio takes Sarah's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "Come. . She leads Sarah through the doorway into: | INT. GLASS COVERED COURTYARD - CONT. This is an old atrium with hugely overgrown trees and pla obscuring the light from above except for a small pool of _ luminescence at the far end, where, in a shaft of after sun, sits an ANCIENT WOMAN, THe Witch, ‘on an old wooden chair..She turns to Sarah. She has one milky grey eye and eye the color of blood. She smiles, revealing rows of rotting brown and missing teeth. She waves Sarah to come over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITCH",
          "text": "Venga aqui, hija. Venga... Lirio pushes Sarah forward, past the dozens of BIRDCAGES . hanging from the gnarled bows. There are LIZARDS on the walls, BUTTERFLIES here and there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The arthritically wrenched HAND of the Witch touches Sara cheek. By the way the Witch looks off we know she is blin",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITCH",
          "text": "Que bonita y joven... No me tema. Sientase...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "(right behind Sarah) She says don't be afraid. Sit down. She won't put you in a trance like the other night when you came through here with th others...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah sits at the Witch’s feet. The Witch takes Sarah’s h and touches her ring. She laughs, delighted and demented, babbling on in SPANISH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": ": (crasiating) She: says this ring from your mother tells her’ many things: your mother was a very powerful woman, very beautiful and strong. More SPANISH from the Witch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "(translating) She knew many things. But she was afraid of her own power. And you are too. The Witch tightens her grip on Sarah, CONTINUING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "She says be strong. The Craft is a blessing... SARAH . . I never knew my mother... But sométimes I think I remember her... Sarah is softly crying. Lirio holds her. Suddenly the place is ripped apart in a BLAST. A huge FIREBALL pours in through the door from the shop. GLASS f from the ceiling. The three Women are rocked to the groun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wall into the shop has crumbled, the place is on FIRE utterly destroyed. . Then suddenly, the entire scene melds back to i:’s normal state. Silence. Sarah and Lirio are terrified. A GIGGLE from out front of the shop. A silhouette of Nanc moves past a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It's Nancy casting visions. The old Witch makes a remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "(translating) She says it’s amateurish work, and she’s not impressed... But personally I think it’s pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m getting out of here. The old Witch grabs Sarah's arm, talking to her ernestly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "She says remember this: no one can use magi : it 3 5 ;",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIRIO",
          "text": "You will understand when you need to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah runs in the shadows, the sound of SIRENS coming clo It’s a bad neighborhood: HOMELESS and GANGBANGERS lurk everywhere. . . . She darts into'a street and SCREEECH! a BMW Station wagon almost hits her. Inside the car are Rochelle and Bonnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Sarah! We’ve been looking for you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(backing, away) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Sarah, wait. Thank God we found you. Nancy’s totally out of control. We think she’s trying to kill you. It’s like she’s high on Manon or something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "At school, we were just trying to scare you because we were scared. We thought you were going to tell everybody about the coven. Sarah... Get in the car... Sarah isn’t sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_. BONNIE",
          "text": "If Nancy finds you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We swear on our hearts that we’re not shitting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rochelle opens the door. Sarah comes forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie drives and Rochelle looks straight ahead. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Whose car.is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "My mother’s. I didn’t even teil her I took it. . Sarah leans forward into the front seat area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Where are we going? » ROCHELLE Where do you want to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Home, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Are you sure you want to go home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "It might not be a good idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why? No answer. Bonnie presses a button that locks the doors all around. Sarah leans back, wary. NANCY is right there, sitting up in the cargo section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Because I know where you live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah jolts, heart pounding. Nancy climbs up next to her. w wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "iO",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY 40",
          "text": "Sarah? What’s the matter? You don’t look so good. Sarah looks in the rear view mirror. Bonnie won’t meet he glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What are you going to do to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "This. Nancy ‘pulls out.an ax, swings it around violently and bu it in her Sarah’s chest. Death SCREAM from Sarah. Then the ax vanishes. Nancy smiles coyly. Sarah is hyperveritillating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "The question is, what are you going to do to yourself? They come to an intersection. Sarah looks blank. Suddenly she explodes in movement: SLAMMING her. fist dow the button to unlock the doors, DIVING out of the car. | i yy . ' }",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Grab.her! i Bonnie grabs a leg, Nancy. some hair; but it’s too late. slips away. : Sarah is running up a huge old flight of crumbling stairs flanking a HILLSIDE. Bonnie takes after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Bonnie, nevermind..! She can’t hide from us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UP THE STAIRS - Sarah is panting, heaving, the hundreds of steps. She pauses, Looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BMW peels out. Nancy HOOTS raucously and it echoes up the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hair askew, dirty, exhausted, Sarah trudges up a curving hillside road. Headlights hit her from behind. She moves out of the way. It’s-a WOMAN and a CHILD ina STATION WAGON. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Please, stop! Please! The WOMAN lays on the HORN and speeds past her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place looks’ dark and quiet. Sarah limps up the front walkway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FRONT HALLWAY -.. NIGHT",
          "text": "Sarah turns the ‘lights on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hello...? She checks into the LIVING ROOM, KITCHEN... nobody. She s the phone table. ANGLE - The Yellow Pages are open to the airlines section a small pad are written a FLIGHT NUMBER and a DEPARTURE T Suddenly the ANSWERING MACHINE kicks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH'S VOICE",
          "text": "(crying) I can’t take it here anymore. I’m going back to San Francisco to... I’m just going home... Goodbye... I love you.. a w on Just behind Sarah something explodes in SOUND... i the phone RINGING. Sarah grabs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hello? 'SaRAH'S VOICE (over phone) ...Goodbye... I love you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing, it turns into...)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY'S VOICE",
          "text": "Pretty good, huh? Your parents must care a lot about you to just jump on the next flight. Especially when flying is so dangerous...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What are you talking about? . BEHIND SARAH - The TV bursts on playing THE NEWS. ON THE TV - footage of a devastating PLANE CRASH SITE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER",
          "text": "...F.A.A.. officials have retrieved the black box and a full invetigation is pending. Once again, Global Flight 321 from Los Angeles to San Francisco has crashed with no survivors... ANGLE - The note reads: “Flight 321 - Global” Sarah drops the phone. Her eyes flutter. She falls down, woozy,; but doesn’t pass out. She sits th _Dizzy. WE SPIN AROUND HER. And something else: The lights are FLICKERING. They go OU Quiet, dappled MOONLIGHT through the windows. . SARAH - Is losing touch, beyond afraid, sick with doom. She picks up the phone: It’s dead. She presses on the hoo Nothing. She gets up, locks the front door and moves upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah looks out her window. Dark and quiet. The DOORBELL rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slowly tiptoes down the steps. The DOORBELL again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ABOVE THE WALL in the staircase, behind Sarah, the shadow tree branches sway slightly in the night breeze. We hear soft HISSING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TREE SHADOWS gr. -“fully turn into the SHADOWS of GIA SNSXES. Sarah does not see this. — More HISSING. She moves to the front door, silently. She peeks through side window. There’s nobody outside. EXT. FRONT PORCH - NIGHT - CONT. She very cautiosly opens the door. All ‘quiet. Then: the DOORBELL’ rings again. ANGLE - The BUTTON IS PRESSED without anybody pressing it Saran’s eyes go wide. \\ She backs away.towards the street, backing down the front steps, then stops. : ' She’s Standing on something strange. HISSING. She looks down:, She’s standing on SNAKES, dozens of them The CAMERA PULLS BACK to reveal the front walkway, the la the sidewalk, the street, are all composed of a HUGE TEEM ‘MASS OF THOUSANDS AND THOUSANDS OF SNAKES. it's an ocean. It completely surrounds the house. Sarah turns very slowly. She sees it all. She starts shaking. She can’t catch her breath. The SNAKES hang from the trees. They cover a CAR. They Po out of a mailbox. A snake starts to spiral up her leg towards her inner thi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No... She shakes the snake off and tips forward onto the safe h of ‘the porch and back into the house. INT. FRONT HALL - NIGHT - CONT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah robotically comes in, closes and locks the door. Faint girl GIGGLING. Sarah turns and runs into the INT. KITCHEN - NIGHT - CONT. LOOKING OUT THE KITCHEN WINDOW - i i i ed_of snakes, just like the front. At.the front door, something is POUNDING. Sarah runs out. INT. FRONT HALLWAY - CONT. The front door is BOWING with the monstrous force of a hu creature pounding with all its might. POUND, POUND. Sarah sees through the window the silhouette if SOMETHING INHUM",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Leave me alorie!!!!!! She backs-up the stairs. She ducks into INT. HER ROOM - CONT. She locks her door, shoves her dresser in front. We hear the front door break down - SMASH!!! Huge FOOTSTEPS coming up the stairs. Deep, inhuman BREATHING (we‘ve heard ‘it before). The doorknob turns. A massive body POUNDING. Sarah runs into INT. HER_BATHROOM - CONT. We hear furniture THROWN out of the way, SMASHING. POUND! The wooden slats on the bathroom door splinter. PO Sarah,. backs up, panicked, out of ideas. She backs into her shower, closes the door, huddiing in t corner, on the wet tiles. SMASH!! The bathroom door shatters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE BUMPY SHOWER GLASS - We see a massive BEAST, snched, BREATHING deep resonant breaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ THROUGH",
          "text": "vague, } It sees Sarah in the shower, moves to her. It moves close to the glass. The door opens. As the glass passes, the shape turns into Nancy, grinning",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Gotcha. ON SARAH - It really makes no difference to her now. She’ shifted into another mode: cornered animal. Nancy leans in close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "You know... if I were you, I’d kill myself. Nancy's hand is reaching for something... the shower hand She turns it on full blast. Nancy slips. away. Sarah just sits there getting soaked until finally, .slow she gets up and out of the stall. Totally doused and dripping, she walks out. There are no broken doors, no signs of the Huge Beast. BEDROOM - CONT. All is normal. Except... ON THE DRESSER - The black and white photo of Sarah's Mother in the garden. IN THE. PHOTO - The trees are ‘swaying gently: Sarah's Mo looks up and calmly smiles at us. Sarah moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLWAY",
          "text": "Sarah comes out, looks.down numbly, starts down the steps",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She comes. in and stands in the middle of the room. we ar MOVING AROUND HER. Light and shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An empty chair. GIGGLING. Now Rochelle sits there. Light shifts. Now Rochelle is over by the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "..-Where are my dad and Jenny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Oh. You'll be seeing them soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "As soon as you kill yourself. An empty archway. Sarah looks: Bonnie in the archway now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No. Nancy dips down from a shadow over Sarah’s head, floating",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "What are you waiting for? Now she's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) I’m not going to kill myself.:.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "What was that? Now a huge BOA CONSTRICTOR is gracefully and silently lowering itself from the ceiling, unseen by Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I don’t want to kill myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "You don’t sound too sure. Suddenly the SNAKE coils around Sarah's neck and wraps around. Her eyes bulge and she paws at the SNAKE but it’s too tig It starts to lift her off the ground by the neck.. Her fe kick violently. The SNAKE MORPHS INTO A ROPE. Sarah is being hung py the neck. Nancy watches. \faed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah gives a silent scream as her neck SNAPS. She falls to che ground. No snake. No rope. She kneels there choking, rubbing her neck. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY .",
          "text": "If you don’t want to kill yourself, then why are you fantasizing about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m not fatasizing about it....,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Why doesn’t she use magic on us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Because she knows it won’t work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(remembering) No one can use magic against you if you do not let them. NANCY . That's right. : (chanting, monotonous) Now is the end: Let her go in peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THREE",
          "text": "Now is the end. Let her go in peace. Now is the end. Let her go in peace. Sarah gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "There’s nothing behind that. Your chant is empty. It has no power over me. Sarah looks OUT THE WINDOW - The landscape is normal, wit a single snake. Sarah walks to the front hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Come back here. Just as Sarah pulls open the door she is met by Roger, Je and A FAMILIAR WOMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Dad... She throws her arms around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Sarah, we were so worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m alright now. I mean, really alright. He looks in her eyes. . ‘ROGER I want you to meet someone. The Woman comes forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Sarah, this is your mother. Sarah looks at her, in shock, not understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Hello, Sarah. She hugs Sarah who is speechless,’ on the verge of. tears",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "{smiling) You're dead. We all are. Sarah pulls back to get another look at her, but it’s NAN who kisses Sarah on the lips, then pushes her down on the floor. The front door SLAMS CLOSED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "You're not leaving. Nancy leans down in front of Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Give me your hands. Without thinking, Sarah does. And before she can even rea Nancy has taken the Exacto knife and zough Sarah's wrists. Blood runs. Sarah stares at ict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s not real...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "The fuck it isn’t. w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lt9 Nancy smears the blood up her arm. . I",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No... She gets up and runs to the door, but Rochelle is there t block it. Nancy grabs a pen and starts writing a note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(reading aloud) mo, “I killed Chris. I’m sorry. Love, Sarah” Nancy puts the pen and the note in Sarah’s hands, and she drops them. ON THE FLOOR - The note and the pen are smeared in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Thanks. That's perfect. Sarah runs upstairs, panicked, bumping into the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I wish she would relax. INT. SARAH'S BEDROOM - CONT. She bounds in, holding her wrists out, bumping into a dre and knocking the PHOTO of her mother off the table. The glass cracks. She stumbles into",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BATHROOM -",
          "text": "Where she opens the medicine cabinet. She fumbles for som bandages, but the box only has a few small band-aids. Sarah slips to the floor, crying, hopeless. She sees the photo on the floor. She crawls to it, touche the glass. She thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy and the girls are sitting there. Rochelle and Bonni look very glum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "I was just thinking... \f©",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Please. I’m not in the mood for any of your stupid-ass comments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "You know, I’m really not that stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Oh? Then exactly how stupid are you...? Jesus. Go upstairs and see if she’s dead yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "You didn’t say please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Do it now, or I’ll fucking kill you! Nan¢y lunges at her. Afraid, Rochelle gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "Bonnie, come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rochelle is going.from room to .room. ROCHELLE Lo Sarah...? Are you dead yet...? She meets up with Bonnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Where is she? INT. SARAH’S. BEDROOM - CONT. They see blood drips and smears on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ROCHELLE",
          "text": "Gross. ‘BONNIE She was in here. The drips lead over to double doors. Rochelle opens them reveal",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LONG, STRANGE-LOOKING HALLWAY. -",
          "text": "With flickering sconces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "I don’t remember this... They step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNSTAIRS",
          "text": "We hear distant SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NANCY",
          "text": "Bonnie...? Rochelle...? She goes upstairs. INT. SARAH’S ROOM - NIGHT Following the drops of blood, she goes to the double door opens them, seeing the HALLWAY. Nancy stops. She picks up a book and throws it into the hallway. The BOOK vanishes, causing a soft gash. The IMAGE OF THE HALLWAY DISSIPATES like fog. Nancy turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Nice try... Actually it was a pretty lame try. Then out of the bathroom comes a SCREAMING bloody Sarah, shoving Nancy out the double doors. Nancy flies out into the darkness. And then... silence. Sarah creeps forward and peers into the BLACK. A CRACK of THUNDER and the skies FLASH, illuminating Nanc who lies motionless on the pavement, her neck is at an impossible angle. Rochelle and Bonnie are climbing out of the bushes nearby A BREEZE stirs the trees. A HORN honks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger and Jenny are getting out of a TOWTRUCK. Sarah come out the front door, walks right up and hugs her father. ROGER . Honey, we tried to call, but there's something wrong with the phones... We've Hl had the strangest day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f- (seeing her wrists) CA Sarah! coat",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Don’t worry... I’m fine now... She passes out in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah lies in bed, her wrists bandaged, in a daze. A NURSE stands over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE -",
          "text": "Some friends are here to see you. The Nurse goes. In file Rochelle and Bonnie who has her a in a sling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "How are you? Sarah just stares at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONNIE",
          "text": "Well, um, okay... We want you to know that we’re really sorry about your wrists and all. And it wasn’t our idea to try | and kill you. And we hope you can forgive us.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ROCHELLE",
          "text": "And you were totally right about not “abusing the craft. Not that it really matters anymore. We lost all- our powers... Do you still have any powers? Sarah looks at them for a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCHELLE",
          "text": "We totally understand if you’re mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET OUTIL",
          "text": "\fMo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonnie and Rochelle fumble for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BY THE CHILDREN’S SECTION - MOTHERS and YOUNG DAUGHTERS u filing in. A YOUNG GIRL sees Saran setting up chairs in a alcove. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "(to her mother) Mommy, that’s the best reader!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(barely Listening) Thaz’s nice. I’1l see you in an hour, okay? If you need me you've got my pager number and the car phone and the portable fax. She kisses her daughter and goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah sits in front of the room with some fifteen YOUNG G very intently listening. to her read a story. ’ SARAH oy . So the Old Woman packed up her basket and went home... Sarah checks around: no adults in sight. She locks at the Girls. i . 4 4 . , The lights starts to DIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "...But late that night all the animals in the forest came out to the wishing well... ! Very gradually, as if through a mist, a WELL appears just behind Sarah. A DEER walks from behind a bookshelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "...They all wanted to know if the magical powers were true... A OWL flaps in and perches atop a shelf. RABBITS hop by. : , BUTTERFLIES flutter down. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "b \fa THE GIRLS - are wide-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "And even though che Old Woman had warned them about the well, they decided to try it anyway... They would have to learn the lesson themselves... A BLACKBIRD lands atop the book. © Sarah turns the page.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1935"
    }
  ]
}