{
  "movie_id": "MOV2130",
  "scenes": [
    {
      "location": "DARKENED CAVE DAY 1",
      "characters": [
        "MERCHANT",
        "YOU DESTROYED MY FAMILY, YOU",
        "ON THE COW CATCHER",
        "BROTHER IGNACIO",
        "HOME",
        "JAILER",
        "WHO YOU THINK HE IS--",
        "THEIR HEADS AGAINST THE BARS, LOCKING THEM THERE --",
        "CONTINUOUS 167",
        "COUNT",
        "49,",
        "ZORRO, (V.0.)",
        "ELENA",
        "MAN",
        "FELIPEYOUKILLEDFELIPE",
        "SPEED --",
        "AND IN A SURPRISE MOVE, HE UPENDS A CANDELABRA AND SMASHE",
        "FERROQ",
        "CONTINUOUS 160",
        "MIRIAM",
        "ZORRO GALLOPS BACK TOWARD THE MOUTH OF THE TUNNEL --",
        "THE BOY",
        "HOMELESS PEASANT WOMAN",
        "THE FACE OF ZORRO, GALLOPING AT FULL SPEED ALONGSIDE THE",
        "OUT SCALDING HIS FACE",
        "HORSE AND RIDER LEAP STRAIGHT OFF THE CLIFF",
        "FATHER QUINTERO",
        "TABULATOR",
        "I/E. HANSOM CAB",
        "HANDLE BREAKS OFF",
        "CONTINUOUS 173",
        "GUARD THE CRATES",
        "GUARD",
        "A FLASH BULB EFFECTS A CUT TO",
        "THREE MONTHS LATER",
        "HIM AT A HUNDRED MILES AN HOUR... AND THEY BOTH DETONATE",
        "MCGIVENS",
        "WHITEWASHING US TO",
        "LORD DILLINGHAM",
        "COLONEL BEAUREGARD, WHO SCREAMS AS FERROQ DROPS IN FRONT",
        "PARTY GUEST, (0.S.)",
        "MID-AIR --",
        "SOMETHING",
        "DUSK 7",
        "JOAQUIN",
        "DIVING FOR THE FUSE AS IT REACHES THE HANGING BOTTLE",
        "CONTINUOUS 145",
        "EXT, DIVIDER PLATFORMS",
        "SNEERING MAN",
        "THE COUPLING LINKING THE PASSENGER CAR TO THE TENDER CAR",
        "GO --",
        "CONSTABLE, (0.S.)",
        "DEAD END DEPOT AND ONE-BY-ONE, THE BOXCARS EXPLODE LIKE",
        "ZORRO, (0.S.)",
        "CONTINUOUS 138",
        "TALKING A MATTER OF YARDS NOW -",
        "CONTINUOUS 149",
        "ARMAND'S EYES GROW HUGE SECONDS BEFORE HE COLLIDES WITH T",
        "BON VERDUGO",
        "RICARDO",
        "IN SLOW MOTION, THE BOTTLE DROPS",
        "PEASANT WOMAN",
        "RUN",
        "BLEJANDRO",
        "CATCH",
        "CONTINUOUS 139",
        "CONTINUOUS 170",
        "FORE T",
        "EXT, LOCOMOTIVE FLATBED/WOOD TENDER CAR",
        "EXT, DESERTSCAPE",
        "MATCH CUT TO",
        "YOU FOOL, YOU'LL KILL US ALL",
        "CONTINUOUS 153",
        "ZORRO",
        "CONTINUOUS 143",
        "ESTUPIDO",
        "COLONEL BEAUREGARD",
        "FIRST MAN",
        "TIMECUT",
        "CRUCIFIX NECKLACE",
        "STUDENT IS PRESSED AGAINST THE GLASS HOLLERING FOR JOAQUI",
        "Z INST THE UNTAIN",
        "BACK AGAINST THE WALL",
        "ALEJANDRO ELENA",
        "CONCIERGE",
        "ARCHDUKE WILHEM",
        "BLANCA",
        "CORTEZ, (0.S.)",
        "VOICE, (0.S.)",
        "SONSOFBITCHES",
        "DANGER",
        "BARRIGAN",
        "PARTY GUEST",
        "DISSOLVE TO",
        "DON DIAZ",
        "HARRIGAN PIKE",
        "JOAQUIN LISTEN TO ME --",
        "MARIE",
        "CONTINUOUS 159",
        "HIS FRONT HOOVES KNOCKING THE DIVIDER FORWARD AND --",
        "ARMAND, (0.S.)",
        "DON ROBAU",
        "PIKE",
        "GOVERNOR RILEY",
        "ALEJANDRO",
        "TRAIN",
        "SALOON OWNER",
        "ARMAND",
        "POSSE MEMBER",
        "PADRE",
        "CONTINUOUS 144",
        "HARD CUT TO",
        "CONTINUOUS 142",
        "ZORRO APPEARS IN FRONT OF HIM, ROUNDING A CORNER ON TORNA",
        "WHY CAN'T YOU LEAVE ME ALONE",
        "GET IN",
        "A MEAT FREEZER, AND HANGING BESIDE SLABS OF BEEF ARE THE",
        "DOMINOES",
        "LUPE",
        "FEDORA ROCKETS THROUGH THE AIR, STRIKING HIM ON THE BRIDG",
        "HARRIGAN",
        "I/E. PASSENGER CAR/ LUMBER CAR/ LOCOMOTIVE",
        "CORTEZ",
        "DELIVER ME FROM THE FIRES OF HE",
        "FRAY FELIPE",
        "CONGRESSIONAL SEAL",
        "INT, PASSENGER CAR",
        "RAUL",
        "WOMAN'S VOICE",
        "CONGRESSMAN",
        "THE CROWD",
        "THE MASK OF ZORRO",
        "YOUNG MAN, (V.0.)",
        "MCGIVENS, (0.S.)",
        "DON VERDUGO",
        "CONTINUOUS 128"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "As the flames dissipate, we're left with a single plume o smoke. BOOM DOWN to a flickering candle. A YOUNG MAN appears, his face obscured in shadow. He sits at the tabl Picks up a QUILL. Dips it in a bottle of INK. As the quil Moves across the page, we hear his VOICE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN, (V.0.)",
          "text": "It is my desire to put on record these events, which did shape the course of my destiny... A drop of INK falls from his quill onto the page, right n to the word... “DESTINY.” A pinpoint of light appears ins the letter ‘D‘ -- it quickly CONSUMES THE FRAME...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blazing sun. CRANE DOWN to the iron mission bell as i CLANGS, swinging back and forth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN, (V.0.)",
          "text": "«-- They begin in San Mateo, the province of my birth. On that day, the people would decide if California was to join the union as its thirty first state. We MOVE down the bell rope, to find a MONK tugging it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "«+. Brother Ignacio? The monk turns to see FRAY FELIPE, curator of the mission",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER IGNACIO",
          "text": "Five rings, Padre -- to summon Zorro in case there’s trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I know Zorro... he‘s already here. And as he exits, we TRACK through the open archway and TI DOWN in a glorious reveal to find a CROWD OF HUNDREDS. A banner reads: “VOTE TODAY!\" SHOT CONTINUES over long line of people waiting to cast their votes... And we STOP ON THREE SOMBREROS. Or, more specifically, th PEASANTS inside curtained voting booths. MOVE IN on their ballots. Two boxes, two choices: “IN PAVOR OF THE CONSTITUTION” / “IN OPPOSITION TO THE CONSTITUTION.” The first peasant marks an “X\" in favor of joining the union. TRACK to the next peasant -- he does too. Now we come to third. And instead of marking an ”X,” this peasant marks \"Z.\" TILT UP TO ROGUISH EYES BEHIND A BLACK MASK... --- ZORRO. To those who know his secrets, he’s ALEJANDRO LA VEGA. Disguised as a peasant, he opens the curtain, dr the ballot in a basket, and as he LEAVES FRAME we begin.. TRACKING along a row of MEN shouting from soapboxes, a ki of ‘speaker’s corner’ -- activists both for and against t vote -- we STOP on a MAN handing out leaflets: GUILLERMO CORTEZ, a young Che Guevara with a revolutionary’s passio",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Vote ‘yes’ to atatehood! This is our day of independence! our day of revolution!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON A MAN‘S EYES, filled with hate, watching the cro through a window. His hands sweep twin PISTOLS off a tabl Burnished into one handle we read: “SALVATION.” Into the other, “DAMNATION.” Now he reaches for a RIFLE BANDOLIER. Slings the strap over his back. Turns to a CRACKED MIRROR and his face is revealed like a kaleidoscopic horror show JACOB McGIVENS, lean, fierce, a deadly piece of trouble i black frock coat and flat-brimmed hat. The shape of a CRUCIFIX has been BRANDED into his cheek, clear through h right eye, and onto his forehead. McGivens slips on the h and exits... a warrior going into battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the crowd, we find a 10 YEAR-OLD BOY... \fA wildness about him ~- like a colt ready to run. As he pushes through the voters, a HAND grabs his ear -~ he WIN and looks up at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Nifio, why aren’t you at school?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOY",
          "text": "But Padre, what if Zorro comes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "I'll make sure he carves a ‘Z’' into your backside, now how does that sound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOY",
          "text": "(excited by the prospect) Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOME",
          "text": "The boy runs off. Shaking his head, Felipe scoops up the basket filled with votes, heads off. As he clears frame.. «.. we FIND the corner where the kid just disappeared. Af a beat, his face REAPPEARS and he sneaks back into the cr passing a FRUIT CART. Stealing an APPLE, he creeps on as. FRAY FELIPE arrives at a table where the GOVERNOR'S TABUL is counting ballots, calculating the results on a TALLY CERTIFICATE. Two uniformed RURALES stand beside him, rifl in hand. Felipe sets down the basket...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "The final votes, Amigo. TRACK ON TO A YOUNG WOMAN. Very pregnant, sweating in the sun. This is BLANCA CORTEZ, wife to Guillermo Cortez, the revolutionary we just met. Seeing her lower herself to si Cortez hops off his soapbox and runs over, concerned:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Are you all right, Mi Amor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANCA",
          "text": "The baby’s kicking, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Here, have some water... It’s easy to see the love between them. Now our camera REACQUIRES the Tabulator -- he locks the e certificate inside a BOX and says to Felipe:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABULATOR",
          "text": "Once we get this to the governor, it’1ll be official -- let's hope the rest of California voted the same, eh? He hands the box to one of the Rurales, who loads it onto wagon. Felipe cautions the Rurale:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Be careful, Hombre, you carry the future of our state in your hands. SUDDENLY, A MAN’S VOICE SINGS through the courtyard: MAN‘S VOICE (0.S.) ‘How glorious is our heavenly King, Who reigns above the sky... How shall a child presume to sing, His dreadful majesty?’ And now the crowd has parted to reveal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "e I come to deliver The Lord’s word against this vote! Babylon waa condemned to ashes for extending its empire to inferior races!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "What right do you have to preach gospel, McGivens!? You speak for the railroad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "(touching his crucifix scar) Here’s my right... just as He sent his only son to endure mortal suffering, my daddy branded me with my own cross to bear. Cortez SPITS at McGivens’ boots:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "You force us to sell our land then use us as slave labor! You can‘t intimidate us anymore! ® A swell of CHEERS! McGivens draws back his coat to emphasize his PISTOLS. T e Rurales quickly level their rifles. Everyone tenses --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "My my, it’s damnably hot out here... I believe the devil is upon us. Now what say you hand over that ballot box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABULATOR",
          "text": "A pointless crime, Sir, you'd only force the people to vote again. With a fearless grin, McGivens SNAPS: the SOUND OF MULTIP MUSKETS COCKING fills the square. We WHIP to SIX RIFLEMEN the rooftops, McGivens' posse, surrounding the courtyard. The Rurales freeze, finding themselves gravely outnumbere Tenge beats. The frightened people. Among them, the young boy. Finally, with no choice, the Rurales drop their guns",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "With the proper persuadin’, people got a funny way of having their minds changed. Savvy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABULATOR",
          "text": "eS I command you, in the name of civil erder -- tell your men to disarm. In a flash, McGivens unslings his RIFLE from its bandolie and FIRES OFF TWELVE ROUNDS AT ONCE, pockmarking the wall around the tabulator’s head and the suspender straps on h shoulders -- causing his pants to drop to the ground. No",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Latest model in heavy artillery -- the Henry repeating rifle. If God didn’t hurl lightning he’d surely carry one of these. Now, I’m gonna count to ‘one’... He COCKS the rifle again, aims at the terrified tabulator and as McGivens opens his mouth to say ‘One’... A BLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEDORA ROCKETS THROUGH THE AIR, STRIKING HIM ON THE BRIDG",
          "text": "THE NOSE. He tumbles off his horse and lands in the dust. SNAP TO ZORRO, standing on a rooftop -- he WAVES to the crowd. The people RO. ~- among them, the boy, who’s beyon gleeful with exhilaration! Zorro leaps off the roof onto the balcony below, the pos SHOOTING AT HIM as he goes -- McGivens pulls himself up off the ground, enraged, firing double-fisted into the air to clear a path to the wagon. Leaping on, an APPLE CORE splats the side of his head -- WHIRLS to see the boy, having flung the apple with a SLINGSHOT -—- McGivens locks eyes with the boy as he contemplates blood murder, but there’s no time to spare -- McGivens CRACKS t reins AND BLASTS AWAY CARRYING THE LOCK BOX!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABULATOR",
          "text": "He’s getting away with the ballots! The posse leaps from the rooftops onto waiting horses, galloping after the wagon as it thunders through the flee peasants, heading straight for A FRIGHTENED LITTLE GIRL! Across the square, her hysterical mother’s been cut off b the frantic crowd. Zorro LEAPS from the roof -- catching HANGING BANNER, he SWINGS over the crowd, snatching up th girl MERE SECONDS before she’s run over by the wagon... Zorro deposits the girl right into her mother’s arms, the whistles: [ADO CHARG: INTO VIEW! Zorro LEAPS on, racing after the posse -~ as he clears frame, we HOLD ON: TWO _DARK-SUITED MEN. Notably out of place in the peasant crowd. Who are they? Without a word, they climb onto thei horses and follow, passing... .+. Fray Felipe, in the crush of peasants -- he picks Zor Fedora off the ground and HANDS IT TO HIM as he races by. Watching him go, Felipe kisses a CRUCIFIX NECKLACE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Godspeed, Alejandro --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McGivens races the wagon through a MARKETPLACE, tearing through hanging clothes, hens, vegetable carts -- havoc, panic and destruction in every direction. He turns to see Zzorro’s following. He isn’t. Grinning, McGivens wheels b around to face the road ahead but:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO APPEARS IN FRONT OF HIM, ROUNDING A CORNER ON TORNA",
          "text": "Leaping off, he catches hold of an INDUSTRIAL HOOK AND RO and THROWS IT under the wagon -- it catches an AXLE -- th rope uncoils then GOES TAUT, FLIPPING THE WAGON OVER. McGivens goes FLYING; so does the lock box, which lands Zorro’s hands. He grabs a nearby rope and swings onto A_ VIADUCT UNDER REPAIR. Zorro lands perfectly on MULTI-LAYE SCAFFOLDING. Just as he finds his feet, McGivens’ posse converges around him and... A_FIGHT ON THE SCAFFOLDING ENSUES, Zorro attacking and defending, dodging bullets, slashing the ropes binding th scaffolding together -- and it COLLAPSES, sending the pos down into the water below. As Zorro whirls, McGivens’ FIST knocks him back. The box skids away. The men exchange deadly blows on what remains the scaffolding, tumbling together from landing to landin McGivens plunges a KNIFE but Zorro grabs his wrist:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Only the Devil hides his face from God! Teeth clenched, Zorro struggles as McGivens presses the b CLOSER TO THE STRAP SECURING HIS MASK, threatening to exp Alejandro’s identity... AND FINALLY HE CUTS IT! But just as the mask FALLS OFF, Zorro SLAMS McGivens in t gut -- he CRASHES back onto one end of the plank. Zorro reaches for his mask but IT FLUTTERS AWAY! As McGiv rises, Zorro leapa -- the other end of the plank SNAPS UP like a see-saw, SLAMMING RIGHT INTO McGIVENS’ FACE AND -- ie] FLIES _0: E Fi ! The bloody teeth land at Zorro’s feet. He tears a shred o black cloth from his sleeve, then draws his dagger and SL EYEHOLES. Scooping the box under hia arm, he SWINGS back Tornado, landing perfectly in the saddle:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Over the hill to the governor's mansion! (the horse doesn’t move) I said, over the hill to the governor’s mansion! Nothing. Zorro sighs, and repeats ~- this time, in Spanis",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Sobre la colina a la mansién del gobernador. (and as Tornado PLUNGES forward: ) We have to work on your English -- As they clear frame, we RACK FOCUS to reveal... THE DARK SUITED MEN. Watching from the brush. EXT. GOVERNOR’S MANSION - SAN MATEO - DAY 6 A CROWD waits anxiously at the gates. A MURMUR growa: the see their hero approaching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Zorro rides through the gates. Waiting on the front steps CALIFORNIA GOVERNOR BENNET RILEY, his AIDE beside him. Seeing Zorro, Riley's stunned, and cautious:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNOR RILEY",
          "text": "Where are my men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "They were held up, Governor. I offered my help. Dismounting, he hands the lock box to the governor, who o it and quickly sifts through the tally certificates. Each bears the same verdict. And so, Riley announces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNOR RILEY",
          "text": "Citizens of San Mateo, we are no longer simply Californians... we are now Americans! The crowd ERUPTS. Sombreros FLY. A great celebration is taking place. The governor offers a hand to Zorro: GOVERNOR RILEY (CONT’D) The people owe you their freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "I accept no debts from the people, Governor... I’m one of them. And in a grand gesture, Zorro draws his sword and REARS U TORNADO! Cape billowing -- an icon -- as the CHEERING SWELLS. Finally, Zorro gallops off. And in an instant, he has disappeared...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSK 7",
          "text": "An epic vista of the west: the De La Vega hacienda, surrounded by beautiful countryside. In the distance, we San Francisco and the sea... \f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro guides Tornado through a shallow pond, past the spa silhouette of a HUGE TREE....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the privacy of his lair, Alejandro removes his mask an closes Tornado in a stall, feeding him a sugar cube. As h turns to go, Tornado WHINNIES for more...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Eh, eh -- your saddle’s getting a little tight, Amigo. He gives Tornado a carrot and walks away. A beat, then th carrot SAILS past Alejandro’s head. In the doorway, a WOMAN appears in silhouette. And we can tell just by the contours of her face, she may in fact be most beautiful one in the world... ELENA DE LA VEGA steps into the LIGHT. They look at each other a long moment... and they KISS, and it’s a passiona hungry one that tells us how desperately in love they are Finally, she pulls back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Tell me we won... tell me we’re free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "«-. We’re free. She wraps her arms around him, wanting to laugh as much a she needa to cry. After a beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Where’s Joaquin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "He wasn‘t feeling well this morning, he’s been asleep all day. INT. HACIENDA — BEDROOM/ HALLWAY ~ NIGHT 10 Under the sheets is the sleeping form of a child. A windo swings open -- a YOUNG BOY appears, climbing a tree and tumbling into the room. \f11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We h 0 x JOAQUIN DE LA VEGA, son to Alejandro and Elen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Joaguin finds his feet, he hears his PARENTS’ FOOTSTEP outside the door. Racing to the bed, he hurls back the sheets to reveal the ‘sleeping form’ is a stack of pillow Jumping in, he pulls up the covers as the doorknob turns. Elena and Alejandro enter quietly. Joaquin’s the portrait angelic innocence: eyes closed, a little bead of sweat on brow. Alejandro gently brushes it away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "His fever’s breaking. Elena moves to close the window. Stops, confused...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I thought I closed this. Alert, Joaquin begins to MOAN, drawing her attention away",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "+-. Mama? Is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(leans in, kisses him) Shh, go back to sleep, Mi Amor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "We’1l leave the light on, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "I'm too old for that. Alejandro grins and turns down the kerosene lamp, the fla low. Kisaing his son, he heads out with Elena. His parent gone, Joaquin turns the lamp back up -- he’s still afraid the dark after all. And with a sneaky little grin, he settles in to sleep. EXT. HALLWAY OUTSIDE JOAQUIN’S ROOM - CONTINUOUS 11 In the hallway, Elena smiles a sexy smile, whispers, clos",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "We’ll have to be quiet. And now Alejandro’s smiling too, because he knows what sh getting at. A sweet, hot moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "+++ Oh, bless the silence. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING over articles of clothing left scattered in the he of passion, we find Elena and Alejandro curled under a blanket by the fireplace. She reaches over, pours from a bottle of tequila -- two shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "To statehood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "--. To us. (they clink, then) I wish I could have been there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "+e. You were. He’s lost in her. They sling back their shots, she nuzzle into his chest. A warm moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "For ten years we‘ve been dreaming of a day when the law would protect the people. (beat) eS We can finally take Joaquin on a trip to Spain. I can’t imagine how it’s changed since I left...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(pause) Elena... I’ve been thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(good natured) Never a good sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I'd love us to go, but it may be some time before the new laws are in place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "«.. What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Only that the Federal Marshals may need help getting things under control... . She sits up, alert --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alejandro, we agreed when California became a state you’d give it up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "And I will, no doubt about it, soon, very soon ~-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "You’ve been saying that since Joaquin was born --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLEJANDRO",
          "text": "(gestures, with his hands) Yes, but look: here’s me... here’s quitting -- we’re this far apart --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Is that right? Well here’s you... and here’s me strangling you! Joaquin’s on the verge of becoming a man and you’re missing it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I’m not missing anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Oh, really? What's his teacher’s name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "That's easy, Mr. -- {she shakes her head: wrong) Brother -~- {again: wrong) Father! Father Kin... (muffled) «+. jin... hoofer... She’s glaring at him, her point made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Okay, so I have a bad memory, what's that prove?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "What instrument has he been learning? 12. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "+s. The piano. (she shakes her head: wrong) Guitar! (again: wrong) The triangle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "He doesn't play an instrument!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(caught, angry) Are you saying I’m a bad father?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I’m saying you can only be great at one thing, Alejandro: wearing the mask, or raising our son... you can‘t do both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "So you'd let Joaquin go on believing I’m nothing more than a wealthy Don who only cares about ordering servants around?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Is that what you think I do all day?! Order servants around?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Now you’re putting words in my mouth ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "That‘s your foot you're tasting! You promised me this would end!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "And I promised your father Zorro would never abandon the people!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "My father died because he wore that mask! In the distance, the CHURCH BELL RINGS to summon Zorro. A ‘perfect timing’ moment if there ever was one. Finally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "It‘s who I am, Elena. \f13 15 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "If you walk out that door take a change of clothes, because you won’t be sleeping here tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "+--+ What happened to the woman who fought by my side?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I’m fighting now, for my family. And she’s right. The bell RINGS AGAIN. A terrible moment. He’s desperately torn. Finally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I‘ll make it up to you, I promise. And he leaves her there, her heart sinking, off which --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro and Tornado WHIP through frame, galloping off towar the ringing bell. Zorro pulls up at the top of the hill, framed, turns back... loneliness on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elena stands at the open window, watching her husband’s silhouette on the distant hill... after a beat, horse and rider GALLOP OFF. Sadly, Elena closes the window... EXT. SAN FRANCISCO STREETS - TELEGRAPH HILL — DAY 15 A town on the brink of change: the gold rush is on, the d of the Old West are giving way to cobblestone streets and telegraph wire. In the crowd, we find ELENA AND JOAQUIN as she walks him achool. He’s looking moody, glum. She’s still carrying la night’s fight and its lack of resolution, but tries to hi it. As they pass a hotel, she offers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I spy, with my little eye, something beginning with...‘H’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Why wasn‘t Papi at breakfast? \f15. A child’s intuition; he stares accusingly. She covers --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I told you, he left early on business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "He’s always away on business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(beat, sadly) «++ I know, (forcing a smile) But he always comes back. By now, they've arrived at school and the bell is RINGING he turns, heading up the steps with the other kids. Elena suddenly filled with longing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Joaquin... (with love and worry) Behave yourself, Mi Amor. We see him struggle to find his words, then finally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Hotel. Starts with the letter ‘H.’ And he disappears into the school. Elena walks on, feelin an uncertain future... Then she catches a reflection in a store window: TWO MEN FOLLOWING HER. We RECOGNIZE THEM as the dark-suited strangers from the opening. Elena doeen’t turn. Keeps walking, heart pounding. Veers into an alley. The men do too... but Elena’s gone. They stop, confused. Suddenly: she swings from an alcove behind them -- HER FI FLIES INTO THE FIRST MAN’S FACE, he tumbles back as she S OFF A FLAGPOLE bearing the California state flag, uses it defend herself against the second man... The fast-paced fight continues as we BOOM UP AND OVER THE for a moment giving us a dramatic point of view on Elena her fighting skilla. Finally she sends him plummeting backward, SPINS to finish off the first man but finds her staring INTO THE BARREL OF HIS PISTOL --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN",
          "text": "Normally one signals surrender by waving the flag. In your case, dropping it‘ll do. \f16 16. She does. The man lowers his gun. We’1ll call him HARRIGA He’s heavier than his slimmer partner, PIKE -- they’re otherwise identical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "-.. Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "The relevant question, Sefiora De La Vega, is who are YOU?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "You have a unique family history --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "Take your step-father, for example, Don Raphael Montero -- a seditious aristocrat who nearly destroyed California.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Quite unlike your real father, Don Diego De La Vega -- a man of principle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "And in a twist worthy of Shakespeare, they killed each other in a duel for your affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "The question is: between your two fathers, whose spirit lives on in your heart? She doesn’t like this, not one bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "++. Your help. And off his creepy grin -- INT. CALIFORNIA GENTLEMAN’S CLUB - STEAM ROOM - DAY 16 Turkish motif: light beams through a mosaic ceiling onto steaming tub of DONS playing poker, Alejandro among them. They smoke cigars and toss their cards on a FLOATING TRAY \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON VERDUGO",
          "text": "I tell you, De La Vega, women say they want one thing but what they really want is everything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You don’t know Elena...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON DIAZ",
          "text": "You must show her who wears the pantalones in the family, get in touch with your manhood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "A fine idea, if I want my manhood chopped off with a machete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON ROBAU",
          "text": "Think of this as a vacation from the shackles of matrimony...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Isn't it possible our wives married us because they WANT to spend time with us? The Dons all LAUGH --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BON VERDUGO",
          "text": "My wife hates me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON ROBAU",
          "text": "Mine too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON DIAZ",
          "text": "Mine‘s a life-sucking beast who lives only to humiliate me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "So let me understand this... if I take your advice and do nothing, I can look forward to spending my days pruning in a tub of naked men? The men stare at him, collectively smiling. Alejandro thr his cards on the tray and gets out of the tub --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Thanks for the advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON VERDUGO",
          "text": "Where are you going? \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "e To beg Elena's forgiveness. Wrapping a towel around his waist, he turns and bumps int MAN. Pinstripe suit, spectacles. His thick glasses are STEAMED UP. He wipes them off, squints --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Goodness me... might one of you be Don Alejandro De La Vega?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "++. Yea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "I’m here on behalf of your wife. (hande him an ENVELOPE) Phineas Gendler, Attorney At Law. If you should have any questions, my address is on the letterhead. Good day, Sir. He goes. Alejandro opens the envelope. Pulls out a piece paper. As he reads, his jaw drops in total disbelief. Confused, furious, he marches off, HURLING the paper away It lands in the water. The Dons lean in, then share a gra eo look. We PUSH IN on the letterhead: “ISSUANCE OF PROCE FOR DIVORCE” And as the ink begins to BLUR... CUT TO BLACK. In the darkness, these words appear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THREE MONTHS LATER",
          "text": "17 INT. EDINBURGH MISSION INN - ALEJANDRO‘S ROOM - DAY aq A SUNBEAM streams through closed curtains, shining down o ALEJANDRO‘S UNSHAVEN FACE. He's asleep, dead to the world This little room has been his life for the last three mon He stirs, squints against the light. A KNOCK at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE",
          "text": "Sefior De La Vega? ... Housekeeping. No response. A lock rattles. The door opens and a chambermaid enters: LUPE. She flings open the CURTAINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUPE",
          "text": "I’m sorry, Sefior, but you told me to make sure you didn’t sleep past Dp two today. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "--- What is today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUPE",
          "text": "Wednesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(brightening) Of course, I have to pick up Joaquin -- Gracias, Lupe. He hops out of bed. He’s stark naked. Lupe glances away demurely; she has a crush on him. Alejandro grabs the fir thing he can to cover his privates -- a candlestick. A lo tall candlestick. Which doesn’t help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Eh... what happened to my clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUPE",
          "text": "I removed them last night, so you wouldn’t catch pneumonia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You removed them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUPE",
          "text": "After you returned from the cantina, you... went for a swim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "«-- In my clothes...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUPE",
          "text": "~- Si, Sefior --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "But this hotel doesn’t have a pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUPE",
          "text": "We have a fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "+++ I see. Thank you, Lupe. Perhaps you could turn around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "+». We are ALL naked before God. Fray Felipe has appeared at the door, eyes focused on Lup",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "I'll see you at confession, child. \f20. She exits looking guilty. Alejandro starts dressing... eo ALEJANDRO Don‘t look at me like that, I know what you’re gonna say --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "I’m here to lift your spirits, not dampen them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Who saya my spirite need lifting? I finally have my freedom! Look out that window, Felipe -- Federal Marshals are keeping the people safe, while Zorro hasn’t had to lift a finger in three months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Oh, is that it? For a moment I was worried you were beating yourself up for letting the most perfect woman in the world walk out of your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(snapping around) e ELENA KICKED ME OUT! She threw away ten years of marriage without so much as an explanation -- and now she refuses to see me?! Well go be it! I was born a bachelor, I‘m prepared to die that way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Alright, enough -~ when I leave here, Alejandro, you’re gonna shave, you’re gonna shower, you’re gonna use goap, and you’re gonna put on some clean clothes because a new vineyard's opening tonight and you’re coming as my escort to the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "My whole life’s a party -- thank you, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "You are getting out among the living, Chico, or don’t bother coming to confession because you’1l ) never have my forgiveness. \f18 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "++. You'd blackmail my soul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Hell, yes. Eight o’clock. Be ready. And with that, he goes. Off Alejandro --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HAND, a piece of CHALK are writing a single word on the blackboard: \"S-T-A-T-E-H-O-O-D.” The hand belongs to FATH QUINTERO, a strict-looking teacher. He turns to his class",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "Who would like to tell me what this word means? (as hands go up) Miriam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRIAM",
          "text": "It means we‘’re part of a bigger country now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "Very good. Raul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAUL",
          "text": "We get to learn The Declaration of Independence? Pather Quintero nods, then notices someone at the back of class who isn’t paying attention --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "Joaquin? (nothing) Joaquin De La Vega. Perhaps you could tell the class what statehood Means to you? Joaquin looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "The exploitation of the workers by the rich who oppress us with the flaming poker of injustice!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "«.. And how exactly does a flaming poker fit into your little theory? \f19 20 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "It fits... in your butt? The kids BURST INTO LAUGHTER. Quintero’s enraged --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "Why you INSOLENT little-- Quintero storms over wielding a stick but Joaquin’s FASTE grabbing a ruler from the board, he deflects the blows, LEAPING from desktop to desktop -~- this is starting to l Quintero tries to grab him but Joaquin JUMPS, catching on hanging LIGHT FIXTURE -- he SWINGS across the classroom, kicks open a WINDOW and climbs out onto...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ledge. WE’RE TWO STORIES UP. From the classroom, EVER",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENT IS PRESSED AGAINST THE GLASS HOLLERING FOR JOAQUI",
          "text": "and that’s all he needs, HE JUMPS OFF THE LEDGE, grabs a CALIFORNIA FLAG whipping from a FLAGPOLE -- spirals down pole, landing perfectly back on earth. And he turns, coming face-to-face with his FATHER, who st down with a Groucho eyebrow raised...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "P _ fob, shit) api?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "{low growl) Joaquin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PEACE OFFICERS roam the streets, keeping people safe. Alejandro walks a few paces ahead of Joaquin, fuming, try to control his anger, but he can’t --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "What's with you, eh? Why do you keep getting into trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "It’s a gift. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Listen, smart mouth, you're lucky Father Quintero didn’t suspend you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Yeah, lucky me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "What’s the matter with you? You have everything a boy could want, and still you act like the world owes you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "I never asked for everything, okay? I’m not a Fortunatus Tyrannus like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "-- a what?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "It's Latin, I learned it in school -~ it means I don’t wanna grow up to be a rich Don, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Hey, I‘m your father, don’t you talk to me like that. And stop using words I don’t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "If you’re my father how come you’re never around? That’s why mom left you, all you care about is business! That strikes Alejandro at his core. A pained moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "There’s nothing on this earth 1 wouldn’t do for you or your mother, Joaquin. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ, (0.S.)",
          "text": "Don De La Vega! Alejandro turns to find GUILLERMO CORTEZ, the revolutiona we met in our opening, and his wife, BLANCA. From the bac of a wagon that serves as their stall, a SIGN advertises MINING EQUIPMENT (shovels, pikes, lanterns): \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Guillermo, Blanca... how’s business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Never better. We'll be able to pay you back sooner than we thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I told you, Compadre, it was a gift. To celebrate your marriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANCA",
          "text": "Dios mio, Joaquin, you‘re getting go big -- Joaquin shrugs, half-emiles. Cortez notices a CUSTOMER, b turned, using one of the KNIVES on the display table to C something we can’t see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Uh, Sefior, that knife is only two dollars. As the man turns, we see he’s sharpening a pair of WOODEN TEETH. He POPS them into his mouth -- it’s JACOB McGIVENS",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Tell you what: give ya five hundred. For that I’1l take this here blade... and the deed to your rancho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANCA",
          "text": "(fierce, hating him) We already gave you our answer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Tell whatever scum you're working for now that we're protected by The Constitution! McGivens spins the knife, STABBING it into the table:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "--- God fearin’ family man like you? Might wanna re-order his priorities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "He said, he’s not selling. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "-.. We met before, fella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I‘'d remember a man with wooden teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "«+. You think you’re bad medicine, huh? A Mex-breed like you? Alejandro wants to deatroy this man, but knows he has to an example for Joaquin. McGivens sees the look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Think your pappy’s gonna crow, Little Man? oOr’s he gonna cluck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Leave him out of thi-- McGivens abruptly SLAPS Alejandro’s face. HARD. Joaquin lurches forward to defend his father but Alejandro holds at bay. Jaw clenched with suppressed rage, Alejandro‘’s fighting eyery instinct in his bones not to fight back:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Sefior... as a gentlemen I’m obliged to teach my son to turn the other chee-- McGivens SLAPS Alejandro's other cheek -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Y’mean that cheek? And that's it, Alejandro moves forward to fight --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTABLE, (0.S.)",
          "text": "Everything all right, Boys? A CONSTABLE has appeared. Alejandro, eyes burning, backs away; McGivens tips his hat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Respects to you, Officer... respects, respects. The constable strolls on. McGivens climbs onto his horse, saying to Cortez: \f22 22 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Think about my offer now. Think hard. And he pivots the horse, its butt KNOCKING over the table Tools go crashing. As McGivens disappears, Joaquin glares at hia father in a shameful rage. And off that look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Hansom Cab comes to a stop by the front gate. In the coach, Alejandro watches Joaquin gather his things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I‘1l pick you up again tomorrow, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "(muttering) -- bye --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "«e+ Joaquin? (the best smile he can muster) Keep your chin up, eh? But Joaquin goes without answering. Alejandro’s heart sin Then, Sensing something, his look tracks up to the verand ELENA has been watching him, her eyes filled with longing Caught, she turns sharply and heads inside. Alejandro ach for her. Finally, he nods to his driver and the carriage plunges away... the music of a DANCE ORCHESTRA bridges us",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sprawling hacienda ringed by an extraordinary vineyard. the front gardens, a lavish party is underway. Two flags hang side-by-side: the American flag and the French tri- color. In the crowd of well-attired people we find Alejan and Felipe walking along...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "See? A little spit, a little polish -- you don’t look like a stray Chihuahua anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Ten minutes, then I’m going. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Listen, this party’s the only reason I’m not at confession forgiving horny widows for trying to make it with the gardener -- you will not ruin my night off, comprende? Felipe scoops a glass of wine from a tray, savoring the scent. Alejandro begina picking through a table of canape",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "(sips) Ahh... effervescent, yet tenacious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(rolling his eyes) Who owns this vineyard anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "I’m told he‘s a count, recently in from France. He’s asked me to bless the wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "A Frenchman, you say? I expect he‘s still in his parlor putting on makeup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTY GUEST, (0.S.)",
          "text": "+.- Or his perfume, perhaps. Another GUEST is admiring the table. Alejandro grins:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Rumor has it the French invented it to avoid bathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTY GUEST",
          "text": "{as they LAUGH together) And you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "De La Vega. Alejandro De La Vega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTY GUEST",
          "text": "You’re De La Vega? What an honor, I've heard so much about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Really? From whom? \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTY GUEST",
          "text": "You know, I’d love to continue this conversation, but I’m wanted elsewhere. Please, excuse me -- The man moves off. Alejandro turns back to Felipe --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I just met a most charming fellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "And who might that be? CLINK, CLINK CLINK: their HOST is tapping a glass froma small STAGE in the courtyard. Alejandro’s face falls: it' he_same man he was just talking to at the buffet table. COUNT ARMAND COMPTE DE LA FERE: dashing, cordial -- ina word, perfect. Behind him, his SERVANT stands guard: FERR",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Welcome Friends, Californians, Americans... you may be guests in my home tonight, but I am your guest in this great country. For five hundred years, Europe has been the cultural and economic center of the world, but with the admittance of California into the union, America stands to become the next great superpower. This vineyard represents my hope that our two continents will rise to meet the future together: vines from my homeland in France, taking root in your fertile soil -- a state blessed with limitless beauty... but none more stunning than my escort for the evening: Sefiora Elena De La Vega. And Alejandro's blood drains from his body as... in slow motion, ELENA ascends the stage to meet Armand. He gently KISSES HER. A FIREWORKS DISPLAY behind them IGNITES, becoming a red, white, and blue SPARKLING AMERICAN FLAG. Alejandro looks like a man who's just been given a death sentence. Felipe quickly interjects:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Well, I’m pooped. Time to go. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "++. Go? Why would we go? I‘m having so much FUN. He GUZZLES his wine, stalking forward as Elena and Armand begin shaking hands with guests... her smile pans from on the next, THEN STOPS ABRUPTLY AND WITH TOTAL SHOCK ON:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Alejandro!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(seething smile) Elena...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(a touch of concern) -.. Elena?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(caught) Armand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(nods) De La Vega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(nods) Count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(REALLY confused) You know each other?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "We shared a giggle at the buffet table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "It seems that’s not all we've shared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Allow me to diffuse an awkward situation -- Elena’s portrayed you as a man of impeccable character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I‘m honored to be mentioned at all. Why, I nearly forgot we were still married only three months ago. \f30. Felipe urgently tries to pull Alejandro off: eo FRAY FELIPE A blessing on your vineyard, Count, thanks so much for having us--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(yanks away) Don’t be rude, Felipe, I’m just dying to know how the lovebirds met. Just then, GOVERNOR RILEY -~ we remember him from the ope -- approaches with a SOUTHERN COLONEL. During what follow Alejandro will be steadily guzzling wine from passing tra",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Ah, Governor Riley, you honor me with your presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNOR RILEY",
          "text": "Thanks to you, Count, this vineyard may become a growth industry for California.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(nods, then) Se May I introduce Colonel R.S. Beauregard, of the First Alabama Infantry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "And what brings you to California, Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL BEAUREGARD",
          "text": "Diplomacy, My Dear -- rumblings of secession could lead to war between the North and South. The governor was just assuring me California’s committed to avoiding such a catastrophe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Forgive me, Colonel, I may not be a learned politician, but perhaps one way to avoid war would be to, oh I dunno... free the slaves? The colonel GLARES at Alejandro. Elena quickly tries to change the subject -~ \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Darling, you know how boring I find politics... Alejandro blanches -- not _ in esti i itics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I believe Don Alejandro has a point, Cherie. However, I salute your effort to avoid war, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNOR RILEY",
          "text": "(to Beauregard) As do I. In fact, you're invited to be my guest at our flag-raising ceremony next week, 60 you can see firsthand the peaceable spirit of our citizens. The colonel nods his thanks as MUSIC BEGINS and couples s forming for a LINE DANCE. Seizing the opportunity, Elena grabs Armand’s hand:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Shall we, Darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Excuse us, Gentlemen. And they’re off. Alejandro watches them go, slugging more wine, reeling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Perhaps you shouldn’t drink so much on an empty stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Perhaps you should wear lipstick if you want to act like my mother. So saying, he grabs Felipe and drags him from frame -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Alejandro, wai-- ON THE DANCE FLOOR: all the partners face each other in parallel lines. Elena swings into Armand’s arms, wearing best smile. It isn’t easy. He sees that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Say the word and I’11 escort you home. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "And leave your guests?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "In a heartbeat. I care for you too much to subject you to an evening of forced smiles, Elena. She smiles appreciatively. They spin, Elena shifting to h next partner in line -- IT’S ALEJANDRO. He pulls her clos",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Won’t your boyfriend be jealous? Armand’s swept into the arms of a BOUFFANTED WOMAN who presses him toward her enormous cleavage. He strains to k on eye on Elena during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I didn’t want you to find out like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Ah, so that’s why you refused to see me these last few months, you were sparing my feelings --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "You're drunk --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You're the one not acting like yourself. Since when do politics bore you? Like musical chairs, they shift partners again: Elena ret to Armand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "If you wish, I‘11 have him escorted out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I can handle hin. Alejandro and Felipe dance side-by-side, facing their reapective partners --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "For the love of God, let’s get out of this place -- \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I can handle her. The line shifts again, Elena returning to Alejandro -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You must tell me how you met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Years ago, in Spain. We went to finishing school together,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "How nice you were reunited, so he could... finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Don’t force me to embarrass you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Sorry, too late. Again they switch; this time, Alejandro and Armand end up side-by-side --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Tell me, Count, where does your title rank among noblemen? Is it higher than, say, a duke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "It's rather common, actually -- much like a Don. Shift again: Armand returns to Bouffant Lady; Alejandro t Elena --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "He’s a delight. Rich, good looking, and royalty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Is there anything I can say that would make you leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You could fall to your knees and beg me to take you back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I wouldn’t want to ruin my dress. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "It’s just as well, I’m enjoying single life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Is that supposed to make me jealous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Does it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(jealously) Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Good, so tell me -- who’s been looking after Joaquin while his mother spends her nights out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I_don't spend my nights out. (composing herself) And I haven‘’t told Joaquin. Now I think you should go. She starts to break away, but he spins her back to him ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO ELENA",
          "text": "I finally understand why you left me, Elena -- -- let go -- -- you finally found a man who's happy to stay at home ordering servants around -- ~-- Now I KNOW you’re drunk - ~- your step-father would’ve been so proud to see you take -- Keep your voice down -- your rightful place: on the arm of royalty. Well congratulations, your highness-- AND ELENA SLAPS HIM HARD. The entire party has gone SILEN Everyone’s staring. Finally, Elena says, voice full of hu",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "If you don‘t know me better than that... then you never knew me at all. Now he looks ashamed. And regretful from his heart. Arman mercifully, signals to the orchestra and MUSIC begins pla again. Alejandro bows to him in deference: \f23 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Thank you for your hospitality, Count. His eyes fall to Elena, all he wants is to take back what said. But he goes. A beat, then Elena turns to Armand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I should explain --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(delicately) Please don’t. If I lost you, I wouldn't be able to control myself either. Elena smiles her appreciation but fights to maintain composure -- burdened, perhaps, by more than she can let",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALEJANDRO'S FACE, drunk, eyes closed. At first we think h lying on cobblestones, but as we TILT AROUND we reveal he SITTING UPRIGHT on Tornado, they’re BOTH leaning against alley wall, and what’s more -- they’re BOTH DRUNK. Alejan drops a BOTTLE OF TEQUILA, it clinks to the ground, Torna licking booze as it flows onto the cobblestone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "«+. Hey, haven’t you had enough? (drunken wobble) Tell me something, horse to man... have you ever felt the cold stab of love's betrayal? Tornado BURPS. Alejandro RECOILS in disguet, loses his balance and TUMBLES from the saddle. Tornado TAKES OFF, disappearing around a corner...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Hey! AREN’T YOU FORGETTING",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "There you are... The voice startles Alejandro. Fray Felipe has appeared ab him. Sighing, he helps Alejandro to his feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Next time you want to lift my spirits, just shoot me in my sleep! \f36. And now they’re walking along -- well, Alejandro’sa stumb",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "I didn’t know she’d be there, Alejandro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "How could she choose a man like that?! ‘Count’ Armand, with his fancy wine and that froufrou accent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "I’ll admit, Elena didn’t seem to be quite herself tonight... but she’s your ex-wife now -- EX, from the Latin root ‘Exeunt,’ meaning exit, meaning goodbye. And if Armand is a decent man, be happy for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "If he’s a decent man -~ if, from the Latin root 'Iffy,’ meaning questionable!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "You're in no shape to discuss this, Alejandro --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I‘1l make her want me back so badly she'll be weeping with desire! Nobody leaves my tequila worm dangling in the wind!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "If you wish to go on embarrassing yourself, I want no part of it. And he goes. Alejandro stumbles after him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I'll have you know I’m perfectly capable of embarrassing myself... myself! Hear my vow, Padre: Alejandro De La Vega always lands on his fee-- And he TRIPS, lurching from frame. Off which -- \f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLOCK strikes midnight above the deserted square. Far below, a rickshaw rides past Chinatown storefronts. It st at a CURIO SHOP. A CLOAKED PASSENGER steps off -- Elena. She knocks: a SHOP MERCHANT appears, eyes boring into her",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCHANT",
          "text": "We're closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I was hoping to buy a gift for my ailing grandmother. His expression changes, and he opens the door for her to enter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The merchant lifts a curtain to reveal a BACK ROOM, where we find the TWO MEN Elena fought in the alley: HARRIGAN a PIKE are seated at a table playing Mahjong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I'd offer you my chair, but I assume you'd find it patronizing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "How was the party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Tell us about The Count --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "Who was he talking to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "He spent most of the night talking to the Senator, and a Southern Colonel... I think his name was Beauregard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "(a severe glance to Harrigan) Troubling... \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "You have a new assignment: we believe Armand keeps a telegraph receiver somewhere in his hacienda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "You do know what a telegraph receiver is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "How could I? I’m just a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(cocky smile) I... love... your spirit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "The Count’s been receiving messages from overseas -- we need to know what they say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "You’11 steal the carbon ribbon, deliver it to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(a beat) And if I refuse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "Then we'll have to remind you... you have no choice. With unnerving calm, Harrigan reaches into his pocket and pulls out... THE MASK OF ZORRO! The one Alejandro lost in the viaduct opening. The cruel threat lands on Elena --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I’1l send you both to hell for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "+++ But of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "Until then we’1l be waiting for that ribbon. Good evening, Sefiora. They go back to their game, ignoring her. Elena, livid, heart heavy, finally turns on her heel. And goes. \fa 27 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alejandro is snoring. A TONGUE begins licking his cheek. Stirring, he smiles and mumbles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Oh, Elena... you feel so soft... His eyes open: ALEJANDRO’S POV, FISH-EYE LENS - A_PIG is staring down at its tongue flicking the lens. Alejandro BOLTS upright --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Bad pig! Shoo! He looks down realizing he passed out in the gutter, wear the same clothes from last night. At that very moment, tw PEOPLE ride past on horseback. Alejandro catches a glimps of the riders: ELENA AND ARMAND. They stop in the marketplace ahead. Determined, dusting himself off, Alejandro follows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armand extends a hand to help Elena dismount --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Thank you, Darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "A perfect day for a stroll in the market. As she takes hia hand, she notices a RING on his finger. design is odd: A SNAKE COILED AROUND THE GLOBE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "What an unusual ring, I hadn't noticed it before...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(a touch evasive) My family’s coat of arms. Something in his voice she can’t quite place. Strolling o they pass a HOMELESS PEASANT WOMAN under an archway, her in front of her. Concerned, Elena drops several coins in. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS PEASANT WOMAN",
          "text": "God bless you, Sefiora. Elena offers a smile, and as they walk on --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "It seems your kindness hasn‘t wavered since our days in Spain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Neither has your talent for flattery, but I’m not a schoolgirl anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Are you saying I’1l have to try harder to impress you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "You can start with dinner tonight. Say, eight o’clock at your chateau?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Why not your hacienda? I’m anxious to meet your son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(beat: how to play thie?) ++. Please try and understand, Darling. He isn’t ready yet for another man in my life. As if on cue, ALEJANDRO’S HEAD POPS UP FROM A CART OF MEL BEHIND ARMAND. Elena gasps in surprise --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "What is it? He turns. Alejandro’s head disappears. To distract Armand Elena grabs the first thing she can from a nearby stand: flowery eyesore that barely passes for a HAT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Uh, this... hat. Is breathtaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Shall I... purchase it for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "On second thought, who needs another hat? But I could use... \f41. Desperately looking around, she sees a TOBACCONIST CART across the marketplace and a CUSTOMER there lighting a PI",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "+e. a pipe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "A pipe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "A pipe! Yes, like my father used to smoke. Tell me I haven‘t repulsed you with my un~ladylike habit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "On the contrary, you fascinate me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Leok, there’s a vendor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I thought I might pick up an item er two anyway. Wait here, won’t you? He kisses her hand, then goes. Alejandro reappears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "a a e?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Since when did you start smoking a pipe?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I DON’T SMOKE A PIPE! I said that to get rid of him so I can get rid of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Forgive me, it’s just such a treat to see you out among the peasants, I couldn’t resist the chance to stop and say hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Please tell me that smell isn’t coming from you... \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Well, it is! That’s what you've reduced me to -- I woke up this morning with a pig, are you happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Nonono, I don't want hear about your flings --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "That’s not what I mean, it was a farm animal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "~- oh Dear God ~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "It’s not what you think, Elena, we're just friends!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND, (0.S.)",
          "text": "ee. Elena? She SPINS. Alejandro disappears. Armand re-approaches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Yes, Darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "What color?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "What color what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "What color pipe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(uh...) ee+ Pink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "A pink pipe. Perfect. He goes. She whirls. Alejandro reappears --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "He’s so considerate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Joaquin's about to get out of school -- it’s your turn to pick him up! Now gol \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "First tell me what you‘re doing with this guy, Elena. This isn’t like you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "How the hell would you know?! We were apart so often, maybe I changed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You didn’t --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "What makes you so sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "After ten years of marriage, you think I can't tell when you’re hiding something? Elena’s frustrated: he won't quit. So, winding herself up",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Alright. The truth? I fell out of love with you a long time ago. (she’s dying inside) We were never meant to be together, Alejandro, I’m with Armand now. Do you hear me? Stay out of my life. This is the most brutal rejection Alejandro could imagine",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(finally, a whisper) «++ Goodbye. Alejandro, heartbroken, watches her disappear into the cr WE FOLLOW ELENA as she ducks into an archway for privacy, tears now welling in her eyes. The weight of her lie is l a vice squeezing her heart. After a beat, a WOMAN’S VOICE WOMAN’S VOICE Are you alright, My Child? Elena turns: it’s the peasant woman she gave money to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I‘ll be fine, thank you. The woman touches Elena’s cheek, and with the kindest smi \f28 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEASANT WOMAN",
          "text": "Don't be sad. God is watching over you. The woman goes. Off Elena, buoyed by a flash of hope...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alejandro heads out, at his lowest point. He BUMPS should with someone coming in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Permisso ~-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "(head low, grumbling) latch it. As the man leaves, Alejandro realizes: IT’S JACOB McGIVEN Alejandro’s eyes narrow. Suspicious, he follows... AT THE TOBACCONIST CART WITH ARMAND: the vendor finishes wrapping a PINK PIPE. Armand looks up, only to meet the e of McGivens a few feet away. McGivens gestures and moves off. Collecting the pipe, Armand follows him into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armand rounds a corner to find McGivens leaning against a wall, using a blade to SHARPEN HIS TEETH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I received your note. I presume you have what I want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Well now that depends on you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Make your meaning plain, Mr. McGivens. While you may feel at home here among the sewer rats, I do not. McGivens pops in his teeth, approaches, a touch of menace",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "The Lord upholds the righteous, but His coffers are dry. I believe additional funds are imperative. \f30 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I have yet to see the final deed I require to complete our agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Cortez won't sell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I need that land to connect the track to the main line, Mr. McGivens -~ you assured me your tenure with the railroad gave you experience in such matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Case you ain’t noticed, populating Heaven's become a Federal crime. Risk goes up? So’s the price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Bring the deed to my chateau tonight, and you’1l be compensated for your added risk. Now go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "(tips his hat, a grin) Oh, and uh... ‘fore you swing into that fancy saddle of yours, might wanna clean off your boots. As he goes, Armand looks down to realize he’s stepped in HORSE SHIT. Cursing, he snaps out a hankie and moves off doesn’t see A SHADOWED FIGURE under an archway... ALEJAND He steps into the light, eyes burning --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors BURST open as Alejandro enters urgently -- Feli at the altar, spins around:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "It‘s time for confession. Felipe smiles. Leads Alejandro to the confessionals. The last one’s ROPED OFF. A sign reads “UNDER RESTORATION.” Felipe pulls the curtain back. Alejandro hesitates --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Joaquin’s waiting for me at school. \f31 32 33 34 35 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "T‘11 bring him ho. -~ (Alejandro’s guilt-ridden)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alejandro enters quickly, closes the curtain behind him, crosses himself, then TRIGGERS A LEVER: the back of the confessional SWINGS OPEN revealing a SECRET CHAMBER. Hang on the wall is THE ZORRO OUTFIT! The door closes behind Alejandro, leaving no trace of ita existence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a niche in the cobblestone wall, Alejandro opens a WOODEN BOX revealing A STASH OF THREE BLACK MASKS. MUSIC BUILDS over a succession of fast, iconic images: Alejandro turns into view WEARING THE MASK -~ the gloves on -- the cape WHIPS onto shoulders -~ the SWORD is sheat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SADDLE. Up ahead, the entrance to a See ALLEYWAY. It’s halfway boarded up by planks. A sign warns trespassers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANGER",
          "text": "PLANK, surging down the alley --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pounding hooves, the black flowing mane and cape: Zorro r hell-for-leather across the desert, eyes blazing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the back porch of a small clapboard dwelling, Blanca Cortez washes clothes. She glances across the property to BARN, sees her husband hard at work inside. IN THE BARN: like a blacksmith’'s forge, where Cortez bui his miners‘ tools to sell at the market. He hammers away, red hot metal glowing against a hearth. Pausing to wipe h brow, he catches his wife’s smile through the barn doors. \f47. Blanca finishes wringing out clothes, moves through the h to pin them to the clothesline out front, but when she op the door... E VE! I WI IBLE GRIN! As he cups her mouth, we go back to: Cortez, in the forge -- when a voice stops him cold:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Cortez races from the barn to find McGivens clutching Bla a BOWIE KNIFE to her throat, his posse surrounding them -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "‘And the Lord shall expel them before you, and ye shall possess their land...’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Please... don’t hurt her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Gimme the deed! McGivens snaps for the deed, eyes gleaming cruelly. Corte RUNS into the house -- hurls open a chest at the foot, rummages desperately -- where's the deed?! -- finally he finds it, races back outside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Bring it here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Let her go... McGivens HURLS Blanca to the dirt. As Cortez picks her up McGivens and his posse take aim at the helpless couple --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "(re: his pistols) ‘Salvation’... and ‘Damnation’... got one thing in common, You gotta die to find either one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO, (V.0.)",
          "text": "How true... McGivens suddenly feels a SWORD POINT at the back of his neck. He stiffens...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Drop your guns. All of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37 48. In angry surprise, McGivens nods to his men and they reluctantly throw their guns to the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "(to Cortez and Blanca) Get in the house. They race off. Zorro pushes McGivens forward by the sword tip, SNIFFING the air, he winces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Cleanliness is next to Godliness -- And he knocks McGivens into a WATER TROUGH. Zorro LEAPS o an adobe wall, McGivens SPLASHING and HOWLING at his men follow -- three of them snatch up their guns and hop over wall, landing in an ENCLOSURE filled with PIGS AND CHICKE The animals scatter, mud flying, Zorro zig-zagging to cre a harder target as the men FIRE but they’re quickly OUT O BULLETS -- Zorro draws his sword and ATTACKS as: McGivens leads three men to the porch of the Cortez house neds to one to kick the door down. Just before the guy do a SHOTGUN BLAST rips through it, HURTLING him off the por McGivens and his remaining men duck for cover behind the trough, FIRING BACK RUTHLESSLY at the house which...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+++ gets chewed up by bullets -- Cortez reloads the shotg as he propels Blanca toward a HATCH in the floor:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLANCA",
          "text": "Don’t let them hurt you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "I won't, I promise -- (kisses her) -- go -- She lowers herself into the CRAWLSPACE beneath the house their eyes hold -- THEN HE LOCKS THE HATCH. Cortez cracks open the barrel of his shotgun and loads two more shells",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sword battle continues from the animal sty into the C FIELDS. \f38 39 40 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "49,",
          "text": "Zorro moves through the rows in a FLASH -- dis 2. reappearing -- using the corn for cover to trick two of t men into STABBING EACH OTHER. One to go. Zorro and the ma fight, swords CLASHING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blanca lays belly down in the dirt, eyes wide with fright She sees a clear path to the barn and crawls out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McGivens, pinned behind the trough, sees her emerge and signals to his men, who chase after her -- WITH ZORRO IN THE CORNFIELD, as he clashes sabres with th last swordsman, he sees Blanca running to the barn, the m in pursuit -- so he KNOCKS the swordsman back and races a Blanca. The swordsman GIVES CHASE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blanca races into the barn. As she locks the door shut, KABOOM: it explodes as a bullet rips through the lock... The men RACE IN to find: no Blanca. They separate, one moving to the hearth. Suddenly, from under some hay, Blan reara up: grabs a POKER from the hearth and RAMS THE RED TIP INTO THE MAN’S CHEST. He SCREAMS, CATCHING FIRE! The hay ignites, within seconds the barn is engulfed in flame The other man CHARGES with a sword. Blanca climbs to the HAYLOFT, but he grabs her leg and they both come CRASHING BACK DOWN. The man raises his sword for the kill, when ZORRO‘S WHIP coils around his arm and jerks the sword fro his grasp -- it goes HURTLING past Zorro into the cheat o the CORNFIELD SWORDSMAN, who‘s followed Zorro into the ba And now Zorro takes on the HUGE opponent. They fight usin shovels, sledgehammers: all the mining tools in the forge INT. CORTEZ HOUSE - CONTINUOUS 4l Shotgun spent, Cortez draws back from view, his hands sha go badly he DROPS THE BOX OF SHELLS. They roll across the floor. He collects them, reloads, then SWINGS OUT to fire again but... the bullets have stopped coming. Odd. \f42 43 44 45 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro and the swordsman battle through the flames -- Zorr sees a PITCHFORK and SCYTHE on the roofbeam, held in plac a ROPE. As the swordaman slashes, Zorro DIVES and the rop is SEVERED -- the sharp tools RAIN DOWN on the swordsman. BLANCA’S FACE tells us the horror she sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortez races to the CRAWLSPACE HATCH and STOPS: the LOCK’ BROKEN and the hatch is open, as if kicked from within...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "«+. Blanca?! He‘s oblivious as a FIGURE AIMING A PISTOL rises up behin him: McGivens!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro races to Blanca, smoke and flames roiling around th Looks like there's no escape, until... TORNADO BURSTS THR THE FLAMES, rearing in front of them -- Zorro hurls Blanc onto the saddle, climbs on after her, and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in SLOW MOTION as Zorro, holding Blanca in the sadd astride Tornado, CRASHES THROUGH THE FLAMING BARN! As the slow, they see Cortez stumbling from the back porch. Blan leaps off, smiling -- Cortez takes a few steps forward... Then CRUMPLES like a rag doll. Blanca SCREAMS and races t him, a POOL OF BLOOD soaks his back... she gently turns h over, his breathing ia strained...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Mi Amor... She tries desperately to staunch the blood with her hands No use. Zorro appears behind them, stricken --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Thank you, Zorro... for keeping her... safe... \f46 51. A grateful smile freezes Cortez in the moment of his deat Blanca buries her head in his chest, sobbing uncontrollab Zorro sees McGivens galloping away down the dirt road, hi sorrow turning to rage as the flames RISE HIGHER before h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elena opens the front door, surprised to find Fray Felipe standing beside a very sullen Joaquin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Dad didn’t show. He pushes past her, up the stairs, we hear his door SLAM. Elena meets Felipe’s eyes, he tries to explain --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Alejandro had--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(interrupts, pissed) -- business. Of course. Thank you for bringing him home, Padre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Elena... you know I've never taken sides between you and Alejandro. T leve you both as my dearest friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(softening) I know, Padre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "My confessional is always open. I am bound by God to keep your secrets... should there ever be cause to unburden yourself. And that teare her heart, because she'd like nothing more And for a minute, we think she just might... until, softl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Thank you, Felipe. With a sad smile, Elena closes the door. Leaving Felipe alone, knowing in his heart something’s very wrong... \f47 48 49 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mission, to establish... INT. MISSION SANTA LUCIA -— DAY 48 A caped figure drops to his knees before flickering votiv candles. ALEJANDRO gazes down, tortured with regret and rage. Ags he begins to pray, a HAND appears on his should",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "What is it, My Son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "«-+ I'm asking God’s forgiveness. For what I’m about to do. Felipe now sees Alejandro's hands. They're covered with Cortez’s blood. Felipe understands what it means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I’ve failed everyone I ever loved -- my wife, my son... and the people I’ve aworn to protect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "You may have been blinded by jealousy, Alejandro, but it didn’t keep you from seeing the truth... I believe Elena’s in danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I won’t lose her twice, Felipe... I swear it on my soul. As Felipe motions the sign of the cross and begins to rec his forgiveness, we drift to the votive candles and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "INT. DE LA VEGA HACIENDA - ELENA’S ROOM - DUSK 49 A burning candle, Felipe’s words of forgiveness ECHOING O as Elena sits writing, her face wracked with conflicting emotions. We read: \"DINNER AT ARMAMD’S TONIGHT. WILL SEAR FOR TELETYPE RIBBON.” She rolls that into a SMALL SCROLL, then moves out to... \f50 51 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PIGEON sits in a BIRDCAGE. Elena removes the bird and slips the scroll through a TINY SILVER BAND on its foot. acarrier pigeon. Elena regards the bird with sadness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Pajarito mio... we’re both living in a cage. And she RELEASES the pigeon, fighting the fear of what ma come to pass...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE on Joaquin’s SLING SHOT, its band pulled back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Prepare to taste the vengeance of Zorro, you filthy dog -~ And he SNAPS the sling shot, a BB knocking over a WATER PITCHER. Just before it hits the floor, a HAND catches it ELENA, looking uneasy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "«-. What’re you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "(hiding the slingshot behind his back) -». Nothing. Homework. They look at each other. Both keeping their secrets. She Places the pitcher back on the table, says gently...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I... have to go out, but only for a little while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "(defensive) You're always going out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Sweetheart, I wouldn’t, if I didn’t have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Why do you have to? \f52 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Because, I... promised a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "What friend? He stares suspiciously. She forces a weak smile, and as s begins to spin her lie, we realize who she’s talking abou",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "A woman... I met her the other day. She has... a daughter. Whom she loves more than anything in the world, (eyes glistening) But this woman’s been forced to keep a secret, and it’s breaking her heart... because a mother should never have to lie to her child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "(quietly) «+. What’s her secret? And she wants so desperately to tell him, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "She told me she would only speak of it... when the time was right. (leans in, kisses him) Gabriella will make you dinner... and be careful with your slingshot. She goes. Joaquin stares, sensing his mother’s anguish bu unable to identify it -- which only confuses him more. EXT. ARMAND’S HACIENDA - NIGHT 52 Elena‘s carriage rides through the front gate, passing TW DOBERMAN PINSCHERS chained to a tree. They watch her pass with malevolent eyes. The carriage stops by the door, whe Elena sees Armand and Colonel Beauregard shaking hands. S puts on a smile as Armand helps her from the carriage --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "You arrived just in time, Darling. The Colonel was about to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Not on my account, I hope. \f53 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL BEAUREGARD",
          "text": "Nothing would please me more than the pleasure of your company, My Dear, but I have other pressing matters to tend to. Armand and Beauregard share a millisecond look -- it shou make Elena, and us, suspicious. Beauregard tips his hat -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Goodnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "{as Beauregard leaves) How kind of you to extend such hospitality to the Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "We share a common interest in the future of America. (kisses her hand) You look so beautiful. And he leads her inside... INT. ARMAND’S HACIENDA ~ CORRIDOR - NIGHT 53 Elena and Armand pass under a Gothic archway. Up ahead, Ferrog exits from an ORNATE DOOR -- Elena sees him slip a TELEGRAM into his shirt. He LOCKS the door, approaches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERROQ",
          "text": "Master, a word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(to Elena) Please excuse me a moment -- Armand and Ferrog walk off to confer. Elena pretends to check her appearance in a mirror, but discreetly watches them. Armand nods approval about something, then returns",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "My apologies, business never ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "The carving on the archway is beautiful... what’s through that door? \f54 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "A private chapel. Piety is a long- standing tradition in my family... I'd show it to you, but dinner’s waiting. They move on, Elena glancing back at the door. Knowing th telegraph must be on the other side... INT. ARMAND’S HACIENDA - DINING ROOM - NIGHT 54 Empty plates are cleared. Elena wipes her mouth with a napkin, saying to Armand across the table:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "That was absolutely delicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Yes. And now -- {Two servants approach. One hands him a cigar. The other, gevere-looking woman named MARIE, offers Elena an oak box",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I'm sorry, Marie, I don’t smoke... Armand pauses, confused, as Marie opens the box revealing PINK PIPE he bought at the market. Elena quickly covers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "+». unless it’s my pipe. You remembered, how thoughtful. (slips it in her pocket) Though I should let my stomach settle first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Just as well, I’ve been waiting all night to tell you something. (beat) Elena, when I first saw you at the academy, the other boys said you were the most beautiful woman on the Iberian continent. They called you ‘La Flor De Andalusia’... and I thought, of everything in the world I might ever know or have, it would never be someone as stunning as you... yet here you are. (beat) Darling... there’s something I must ask you. \foe: 57. Oh Dear God, he's going to propose. Elena flashes the sweetest smile she’s got, which is pretty good --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Before you do, answer me one question ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "-- of course, whatever your heart desires --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "-- Where's the bathroom? He pauses: the bathroom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "All your flattery’s making me blush, I’d like to powder my cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "«+. Of course. It‘s down the hall. She gives him a smile and goes. Off Armand, a little thro INT. ARMAND’S HACIENDA - HALLWAY - CONTINUOUS 55 A door opens slightly and Elena peeks out. Coast clear, s makes her way to THE CHAPEL DOOR. Removes a HAIRPIN. Her beautiful hair falls. Using the pin, Elena begins to PICK THE LOCK. Almost there -- then: A FLOORBOARD CREAKS. Elen SPINS as FERROQ rounds the corner -- she plays relieved:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Oh, I'm so glad I ran into you, I’m terribly lost. Would you show me back to the dining room, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERROQ",
          "text": "(beat, suspicious) This way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Thank you so much. I can see how indispensable you are to Armand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERROQ",
          "text": "I am his devoted servant. And would give my life to protect him from any man -~ or woman... who seeks to betray him. \f56 57 58. And just when we think he has her number, she switches tactics. Stops, leans in, so she barely has to murmur:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Perhaps it hasn‘t occurred to you I may soon be the lady of this house. So start exercising some respect when you talk to me... or I‘11 have your balls filleted with a side of truffles. A smile, and she goes, Ferroq watches after her, darkly, then hears someone pulling up outside. He looks out the window to see McGivens arriving on his horse.... EXT. ARMAND’S HACIENDA ~- FRONT COURTYARD ~ NIGHT 56 McGivens hops off his horse. Ferrog opens the front door ushers him in. As they go, we find... ZORRO, in the distance on Tornado, hidden in shadow. He dismounts and creeps onto the grounds. Hunched, he watche through the PARLOR WINDOW where he sees Ferrog tell McGiv to wait. Zorro gets an idea and creeps on -- And suddenly from darkness comes the sound of RUNNING PAW GHOST-LIKE MONSTERS LEAP INTO THE LIGHT: the two Doberman their jawa barking death -- they abruptly SNAP BACKWARD, in place by their chains. Zorro exhales relief, creeping as the dogs lunge for him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "I’m sure you were cute as puppies -- INT. ARMAND‘S HACIENDA - DINING ROOM - CONTINUOUS 57 Elena and Armand, where they left off -- all the while sh trying to figure out another way into the chapel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Feeling better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Much, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "--.- You let your hair down. Elena tenses: will it make him suspicious? \f58 59 60 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "It looks beautiful cascading over your shoulders. (then) Elena, we've known each other for-- Suddenly, Ferrog ENTERS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERROQ",
          "text": "-- Sir, you have a visitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(exasperated, to Elena) I apologize. Now it's your turn to excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Of course. Ferrog leads Armand out. The instant Elena’s alone she’s her feet -- moving to the rear doorway -- she pushes thro INT. ARMAND’S HACIENDA - OUTSIDE THE CHAPEL ~ CONTINUOUS Elena races back to the chapel door. Pulls the hairpin. Fingers moving nimbly -- CLICK: the door opens. She enter We HOLD on the empty corridor... a beat later, we SEE ZOR appear out the window, climbing a rose trellis to the roo EXT. ARMAND’S HACIENDA - ROOFTOP - CONTINUOUS 59 Zorro leaps off the trellis onto the rooftop. Sees the CHIMNEY. Moves to it, fast -~ climbs in -- what's he doin INT. ARMAND’S HACIENDA ~- PRIVATE CHAPEL ~ CONTINUOUS 60 Darkness. Elena emerges into the light, and we PUSH CLOSE her face as she takes in the chapel, awestruck: it isn’t chapel at all. It’s FILLED with priceless works of art, antiques. A wall is lined with EXOTIC WEAPONS from every corner of the world. Elena’s eyes track to a TAPESTRY. It bears the same marking we saw on Armand’s ring: A SERPENT COILED AROUND THE GLOBE. Beneath it, the Latin words: “OR UNUM.” And the music SWELLS as we PUSH IN on Elena, wondering wh the hell Armand’s involved in... \f61 60. INT. ARMAND’S STUDY - CONTINUOUS 61 Zorro pops out of the chimney. Goes straight for Armand’s desk, searching for some kind of clue. Opens drawers, nothing -- checks the bookshelves, behind paintings, but keeps coming up empty-handed. Then he notices... A MIRROR on the wall, hanging slightly askew -- hi outward like a door. Alejandro moves closer, touches the mirror at its corner: it SWINGS OPEN, revealing... A MAP OF AMERICA. Zorro'’s eyes play across it: Armand’s traced the trajectory of America’s rail lines -- most importantly, he’s outlined the path of a train track from California's central line, right to hia vineyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "(realizing) He's building a track to the vineyard... Suddenly, the sound of the DOOR OPENING -- Armand enters McGivens -- but Zorro is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I presume you have the deed, since you've deemed it necessary to interrupt my dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "(pulling out the deed) Right here, but we had a fly in the ointment -- or should I say, a fox... Zorro, INTERCUT as we REVEAL Zorro, perched inside the chimney, listening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(dismissively) I've heard the name among the locals. He’s a peasant who masquerades as a self-appointed folk hero... men like that usually find their way to the guillotine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "I ain't takin’ no chances. Me and him, we got unfinished business. \f62 63 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Your vendetta can wait -- the track must be completed on time. (lights a match} In two days... the future begins. And Armand tosses the match into the fireplace. JZorro glances down as the kindling beneath him begins to BURN - INT. ARMAND’S HACIENDA ~- PRIVATE CHAPEL - CONTINUOUS 62 Elena searches desperately for the telegraph receiver, bu can't seem to find it -- INT. ARMAND’S STUDY - CONTINUOUS 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "+--+ What about our renegotiation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "There’s one more thing I need you to do. IN THE CHIMNEY: Zorro has shimmied up to the open air, sm THICKENING around him -- still, he can hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND, (0.S.)",
          "text": "I’ve been informed one of my shipping vessels is arriving tomorrow. To avoid the scrutiny of a customs inspection, it’1l anchor off Cauldron Cove. The cargo must be brought here safely... I want no mistakes, is that clear? Zorro’s eyes NARROW hearing that. McGivens growls...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Get this straight, you backwards- ass frog: just cause I’m in your employ don’t mean I abide ya. Soon as our business is done, you beat be on the first steamer back to France. Savvy? IN A LIGHTNING MOVE, ARMAND SLAMS McGIVENS’ FACE DOWN HAR THE TABLE. \f64 65 67 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "If you ever threaten me again, Mr. McGivens ~- Jake -- I‘11 carve my family’s coat of arms into your still-beating heart and feed it to my dogs. He releases McGivens who recoils, stunned by the force of Armand's grip. Armand turns to Ferrog, utterly relaxed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Retrieve Mr. McGivens’ payment from the chapel, would you, Ferrog? INT. ARMAND’S HACIENDA - PRIVATE CHAPEL - CONTINUOUS 64 Moving quickly, Elena spots a drape in the corner coverin something. She lifts the canvaa, revealing the TELEGRAPH RECEIVER! She tries to pry it open, but it’s stuck -- INT. ARMAND’S HACIENDA - HALLWAY - CONTINUOUS 65 Ferrog is climbing the staira to the chapel -- INT. ARMAND‘S HACIENDA — PRIVATE CHAPEL - CONTINUOUS 66 The receiver finally GIVES. Elena removes the CARBON RIBB We read: “SHIPMENT ARRIVING AT NOON. CAULDRON COVE.“ She reaches into her bodice, pulls out a duplicate CARBON RIB replaces it. Quickly puts the telegraph under the drape - INT. HACIENDA - CORRIDOR OUTSIDE CHAPEL ~— CONTINUOUS 67 Elena exits, moving quickly. Reflected in a MIRROR ahead, she SEES FERROQ approaching far down the adjacent hallway Startled, she DROPS THE TELEGRAPH RIBBON which UNSPOOLS across the carpet. Frantically, she begins spooling it ba up -- comeoncomeon -- her eyes flick to the mirror where FERROQ is nearly rounding the corner, there’s no way in h she’s gonna make it -~ but when he appears... ELENA‘ S GONE! Curtains BILLOW at the OPEN WINDOW by the rose trellis. Ferrog moves to close it. Stops. Sensing something. Stand there, looking out -- and we PULL OUT THE WINDOW, to find \f68 69 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELENA, perched on the rose trellis, literally a foot from him. The carbon ribbon still in tangles in her hands. Finally, Ferrog closes the window. Elena exhales, finishes spooling the ribbon back up, and climbs onto the ledge wh she inches along, searching for a way back inside... EXT. ARMAND’S HACIENDA - ROOFTOP - CONTINUOUS 69 Zorro’s soot-covered face emerges from the chimney. He lowers himself off the rooftop, onto the LEDGE... WIDEN TO REVEAL: Alejandro and Elena are on opposite side the Hacienda, moving toward each other on a COLLISION COU Up ahead is a BALCONY -- simultaneously, ELENA AND ALEJAN JUMP. the hell out of each other --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "ALEJANDRO! FOR GOD’S SAKE,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHY CAN'T YOU LEAVE ME ALONE",
          "text": "-- You have no idea who I think he is -- -- no you don’t, because you don’t think! Now get out of here before somebody sees you! ~-- See, you can’t stop being Zorro... even when it means forgetting to pick up your son! -- That’s your excuse?! Jealousy?! (stunned beat) «+. what?! --. how do you know this? Landing on the balcony at the same time and startling",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "ELENA! LISTEN, ARMAND’S NOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHO YOU THINK HE IS--",
          "text": "(considering) ++. Well I think I know who you think he is -- -- You're hiding something from me, Elena, I know it! ~- I would’ve been there on time if it weren’t for your boyfriend-- -- No, murder! Guillermo Cortez is dead! -- Armand needed his land to build a railroad-- -- ohnono I won’t tell you what I know ‘til you tell me what you know cause if you wanna know what I know I need to know why the hell you’re shacking up with an EVIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND, (0.S.)",
          "text": "Elena? They turn, hearing Armand’s VOICE around the corner. WHIP OVER as he appears in the hallway, sees Elena on the balc",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "«+. There you are. WHIP BACK to find her, ALONE, back turned to him. As he approaches, she turna to reveal SHE'S SMOKING THE PINK PI",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Forgive me, Darling, I felt the eudden urge to step out for a puff. She inhales, her eyes BULGE and she starts HACKING --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Elena, are you alright --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(choked gasp) Fine --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Dear God, you're turning green --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(choked gasp) Your presence makes me flush -- Recovering, she takes another drag, careful not to inhale this time. Armand smiles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "+++ Good. Because I have a little something for you. He removes a RECTANGULAR BOX from his coat and opens it, revealing a stunning PEARL NECKLACE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "A customary Spanish offering... when a man asks a woman... for her hand in marriage. (beat) Let me do this properly, on one knee --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "NONO DON’T LOOK UP!!! \f65. THOUGH SHE'S MID-INHALE, she keeps him on his feet with a DEEP KISS. Her eyes track up -- and that’s when we reveal what she’s distracting him from: AL iD. iS IN THE RAFTERS. He’s going insane watching this -- Elena tosses the pipe over her shoulder, where it LANDS beneath the balcony... INCHES FROM A WAITING TORNADO. Whe she pulls away from Armand, THEY BOTH EXHALE the puff of smoke she just took in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "-.- Is that a yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "It’s a definite maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I know it’s sudden given what you've just been through... but I want to give you everything your ex- husband couldn’t. Alejandro, only a few feet above, is peeling out of his s",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I don’t expect you to answer now. Whatever you decide... the necklace is yours. He moves behind her and loops the necklace around her nec relishing the moment. She atruggles to remain composed, t Elena pretends to ‘notice’ her watch:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Goodness, I lose track of time with you... I should put Joaquin to bed. Finally, she leads him back inside, her arm SHOOTING OUT behind her signalling Alejandro to GO! He drops down onto the balcony, enraged. Sees Tornado bel and LEAPS into the saddle. Only then does he realize TORN HAS THE PIPE IN HIS MOUTH, its red embers burning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(snatching it away) How many times have I told you? Smoking will make you hoarse. He chucks away the pipe and SPURS Tornado off -- \f70 71 72 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark clouds cross a low moon, portending something ominou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON the CARRIER PIGEON as Elena takes it from its ca She attaches the rolled up CARBON RIBBON to the silver carrier band on its foot:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "-- go -- She watches as the bird soars off, silhouetted against th moon. In a MATCH DISSOLVE, it becomes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "«.. The blistering SUN. CRANE DOWN to a CALIFORNIA FLAG, high above an empty desert. TRAIN TRACKS off to the side seem to stretch on forever; and far in the distance, an ONCOMING TRAIN. As we keep dropping, we find Father Quintero and his clas kids, dismounting from WAGONS -- like school buses. Quint gathers them around the base of the flag, during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "Welcome to Bear Point, Children. It was on this desolate spot that our state flag was raised for the first time. Two days from now, our governor will be hosting a celebration here to honor California's statehood -- Among the class, Joaquin isn‘t paying attention -- mesmer as he is by the ONCOMING TRAIN:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "Joaquin De La Vega, are you paying attention?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "(caught, pretending to take notes) Statehood celebration. Bear Point. Got it. \f67. As Quintero turns away, Joaquin rolls his eyes to one of chums, RICARDO. By now, the train’s passing in front of t class -- the kids stare, marvelling at this new Goliath o the steam age -- and when it clears frame, we REVEAL: JAKE McGIVENS AND HIS POSSE WAITING ON THE OTHER SIDE OF TRACKS. A scary, surprising moment. Joaquin’s eyes narrow trouble. McGivens CRACKS the reins, approaching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Well... lookey here, Boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "(sensing danger) Please, Sefior. We want no trouble. McGivens removes his hat, wipes a sweaty brow --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Call me McGivens, Jefe. Now maybe you ain't heard, but your dingy little state -- and everything in it -- belongs to us. He gestures to his men, who snatch the children’s WATER SUPPLY off the school wagons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "--. You have what you want. Now be on your way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "(taking a swig of the water) Scorcher of a day. Take it from your Uncle Jake, kiddies -~ drink plenty of agua. The posse ROARS with laughter as they ride onward. Young Ricardo turns to Joaquin, relieved --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICARDO",
          "text": "Jeez, Joaquin, d’ya think-- BUT JOAQUIN’S GONE. Ricardo GASPS, because now he sees, beneath the wagon... Joaquin’s attached himself to the ax He hangs there, pressing a finger to his lips: s --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER QUINTERO",
          "text": "This way, Class... As Quintero leads them off, Ricardo hesitates, torn, his concerned eyes watching as the wagon rides off... \fee 74 75 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, DESERTSCAPE",
          "text": "The harsh sun beats relentlessly on the desert floor. The wagon rolls onward...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wagon arrives at the top of a CLIFF, where two men ar waiting beside a WOODEN CRANE. McGivens dismounts, walkin to the cliff edge. He looks down to see: McGIVENS’ POV - A SMALL BEACH BELOW, A SECRET COVE, where more men unload CRATES from a rowboat that’s been dragged onto the sand. Off shore, we see a SHIPPING VESSEL anchor As McGivens and his men peer over the bluff, we DRIFT BAC the wagon where JOAQUIN drops onto the ground. He runs up small bank and hides behind a crop of rocks above the cra",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "{to his men) Let's go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McGivens supervises, Henry Repeater in hand, as his men unload MORE CRATES from the rowboat. He leans his rifle against a rock and wipes his brow, swigs some water. Anot rowboat, this one empty, ie headed back to the shipping vessel off-shore. The crates are stacked on a PLATFORM suspended by a cable which begins to LIFT UPWARD... WE FOLLOW IT UP THE SIDE O THE BLUFF, finally reaching the top to find... The two men, straining to operate the hand-cranked wooden erane, the cable looped over a pulley at the top. Joaquin carefully emerges from behind the rocks to get a closer l As he does, some LOOSE ROCKS tumble down to... The men winding the crane’s hand-crank. They stop, notici the rocks. Joaquin DUCKS, slowly raises hie head -- to hi surprise, there’s now only ONE MAN operating the hand cra Sensing something, Joaquin WHIRLS to reveal THE OTHER MAN BEHIND HIM! The man loops a KNIFE around Joaquin’s neck a drags him down the bank, throwing him on the ground in fr of his partner -~ \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNEERING MAN",
          "text": "What’re you doin’ here, Kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "(glaring defiance) Lookin’ at two of the ugliest guys I’ve ever seen... Sneering Man #1 YANKS Joaquin off the ground, reels back fist to punch him when Joaquin suddenly shoots out his ha THROWING DIRT in their eyes. Asa the men stumble back, Joaquin HEAD BUTTS one and WHACKS HIS ELBOW into the othe neck -- Sneering Man #1 grabs Joaquin, draws his SABRE, s GLINTING in the sun, RAISES IT FOR THE KILL...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KICKING THE MEN IN THE BACK OF THE HEAD. They’re HURLED o Joaquin, OFF THE TOP OF THE CLIFF WHERE... +».. their bodies CRASH onto the beach next to. McGivens, locks up, startled. The DANGLING PLATFORM begins to FALL, then SNAPS into place and swings back and forth -- held t t a emergenc: akin Bt ZORRO appears at the top of the cliff, SMILING down at McGivens, and takes a bow. McGivens BARKS to two of his m",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD THE CRATES",
          "text": "-- and starts to climb the rocky cliff with the rest of h posse. Joaquin, catching his breath, looks up GLEEFULLY:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "OhmyGod you’re Z-~ Zorro cuts him off with a WHISTLE: Tornado gallops in fro the brush --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "(to Tornado) Take hi he hil , it £ me there! Amazingly, Tornado KNEELS DOWN so Zorro can lift Joaquin the saddle, then GALLOPS OFF. Zorro LEAPS onto the cable, SLIDES DOWN IT ERROL FLYNN STYLE, landing gracefully on t beach behind the guards -- taps them on the shoulder, and they turn -- WHACK -- he knocks them both out cold. Moving fast to a crate, he sees a BRAND emblazoned on the lid: A SERPENT, COTLED AROUND THE GLOBE. The same design Elena saw on Armand’s ring. \f76 70. Zorro's eyes move over the symbol, what is this? And what inside? He pries open the crate, his hand reaches in... a finally, he pulls out... A BOTTLE OF WINE? What the hell? No time to think, he slips the bottle in his belt, then notices something: McGivens has left his Henry Repeater against the rock. And Zorro gets an idea... AT THE TOP OF THE CLIFF, McGivens and his men arrive, breathless. No Zorro. He looks down, sees his two guards spread-eagled on the beach below -- and again, ZORRO WAVI UP THEM! McGivens HURLS his hat to the ground and -- TIMECUT: McGivens and the men have climbed back down to t beach. When they move toward the crates, McGivens TRIPS o CONCEALED ROPE, pulling the trigger on the Henry Repeater which Zorro's set into position between two rocks -- the blast SEVERS THE EMERGENCY CABLE holding the platform in place and it comes CRASHING DOWN ON THE REST OF THE SHIPM McGivens and his men HURL themselves out of the way, but aren‘t so lucky and get CRUSHED. As McGivens pulls himsel up from the sand, he hears a WHINNY and looks up to see: ZORRO, BACK ON THE CLIFF. He raises his hat, then disappears. Off McGivens, eyes glaring death...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joaquin sits beneath a tree, wincing at a SMALL CUT on hi arm. Tornado stands vigil beside him. ZORRO’S VOICE Let me see that arm... Joaquin WHIRLS to see Zorro, who flips open a pouch on Tornado's saddle, places the bottle of wine inside and removes bandaging gauze....",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "(thrilled, stammering) I can’t believe it’s you! You‘re really Zorro! I mean... whoa! And Tornado! Man, he’s huge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "(dressing the wound) Hold still, Joaquin -- \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "You know my name? Zorro knows my name! How do you know my name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "I, uh... well, I know your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "You... know my dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "(beat, improvising) I asked him to keep my secret. And now I’m asking you to do the same -- no one can ever know you saw me. (beat) Especially not your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "ee. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Hey, I‘m the one asking the questions. Now why aren’t you at school? What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "The guy with the scar on his face, I knew he was up to something. You really showed that sonofa-~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Watch your mouth, eh? This isn’t a game, your father’d have a heart | attack if he saw what happened here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "No he wouldn‘t... he didn’t even remember to pick me up at school yesterday. That freezes Alejandro. Even behind the mask, we see the guilt in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "He didn’t forget, Joaquin... what you have to understand is-- He pauses. His son is staring up at him, waiting so desperately for an answer... and finally, with resignatio \f77 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "+++ you don’t have to understand anything. He should’ve been there. (beat) And I know he feels terrible. For all the moments in your life he’s missed. Joaquin senses deep emotion welling up in Zorro. Weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "He told you all that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(beat, then...) I’m getting to know him better everyday. He smiles, and finishes bandaging his son‘s wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Quintero is COUNTING HEADS as the children file of the wagons and back into school. PULL BACK to a nearby alleyway, where Zorro and Joaquin are watching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Hurry, before your teacher knows you’re gone. Joaquin starts off. Stops. Turns ~--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "e+. Zorro? (this isn’t easy for him) Next time you talk to my dad, maybe you could tell him that... I... Alejandro waits with baited breath. Joaquin wants to fini the sentence with: ’... love him,’ but can’t say the word",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "++» Nothin’. A flicker of disappointment in Zorro’s eyes, but he manag amile. A last look from Joaquin, and as he turns to go --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Keep your chin up, eh? That stops Joaquin cold: those are the same words his fat said to him in the carriage. \f78 73. He turns back, but ZORRO‘’S GONE. After a beat, Joaquin r on, discreetly taking the last place in line as Father Quintero finishes his head count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE on the bottle of wine Zorro just stole. Felipe runs finger over the label with excitement:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "It’s a Lafite 1791, very rare -- Alejandro enters frame, pacing, a burning in his belly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "It doesn’t make sense. I thought the shipment would explain everything... Felipe pours the wine into a silver ritual cup, raises it CHRIST ON THE CROSS hanging above the altar --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Bless you for turning water into wine -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "He’s building a track to connect his vineyard to the railroad -- why?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "(takes a sip, then) Abh: effervescent, yet tenacious. Alejandro stops, turns. Eyes wide —-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Wait a minute... those are the same ridiculous words you said at the party. (he grabs the cup, sips:) It’s the same wine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "The one the count passed off as his own vintage! (staring at each other) If he’s not making wine in the vineyard... what’s he doing? \f79 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(mind whirling) There was a marking -- a symbol -- branded on the crates from the ship... a serpent coiled around the globe. CLOSE. FELIPE. That ringing a distant bell in his mind --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "A serpent... coiled around the globe...? (then, moving off quickly) Come with me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ANCIENT BOOK is dropped onto a table, kicking up DUST. Alejandro lowers his candle to read the title: “ENEMIES O THE CHURCH.” Felipe flips it open, turning pages -- then, finds the SNAKE AND GLOBE symbol he’s looking for:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "I haven’t read this since my seminary training... (taps the page) --- is this it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(it is:) ++. ‘Orbis Unum’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Latin. It means ‘One World.’ It represents the Order Of The Teutonic Knighta... an ancient brotherhood of noblemen who ruled over Europe in secrecy after the crusades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Waiwait... Armand... is a knight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "According to legend, they began as protectors of the church and all its riches... but greed twisted them into barbarous men. The Pope was forced to order their extermination... and all of Europe became a battleground choked with horror. \f80 81 75. Felipe sifts through pages, we move in and out of CLOSE-U as they study the ILLUSTRATIONS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "It's said a handful of knights escaped with enough wealth to start over... this time, in secret. Some believe they are the masters behind all the kingdoms of Europe... even today. (beat, reading) Here it speaks of a prophecy, written when they went into hiding... listen: ‘There shall be, in the west, a land of great power that will rise to threaten the serpent... only by turning the power on itself, will the serpent survive.’ They look up at each other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "A land in the west...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(grave whisper) America... they want to destroy it. And off that, we PRELAP A SEARING ARIA --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matinee: a DIVA belts out the aria in a bravura voice. EL AND ARMAND are watching from a private box. He takes her hand. She accepts, looking drawn, a million miles away. A beat, then Ferrog enters, urgent. Whispers in Armand’s ea His face goes taut. Forcing a smile, he whispera to Elena",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Forgive me, Darling, I won‘’t be a moment. He exits. Elena turns, alert, wondering what’s happening",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armand and Ferrog enter the elaborate bar to find McGiven waiting, with a shit-eating grin. He strikes a MATCH, igniting a shot of WHISKEY: \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "I do enjoy an occasional dance with the devil. And without blowing out the flaming shot, he throws it ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "This better be damned important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "You’re the one who’s damned, Sly Boots. Zorro destroyed your shipment. McGivens pours another shot, strikes another match. Arman hand lashes out, fingers extinguishing the match --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I increase your payment and this is the news you bring me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Open your eyes: Zorro got there ahead of us, means one of your people‘’s talking. That registers, but Armand keeps his reaction contained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "The Hacienda can’t front as a vineyard if it isn’t producing wine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Maybe you oughtta reconsider puttin’ together a fox hunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "De it -- and when you find this Zorro, take his head. Nothing can stop the train from departing at dawn... now get out. Their eyes hold, then Mcgivens exits. Armand says to Ferr",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "If someone’s talking, find the man responsible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERROQ",
          "text": "Master... what if it’s a woman? We go TIGHT ON ARMAND, anger mounting in his look... \fV7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I'll forgive the inference, because e your service to my family has earned you the right to speak freely. With that, Armand exits. HOLD on Ferrog’s evil eyes -- mo determined now than ever to prove hia suspicions correct. 82 INT. SAN FRANCISCO OPERA HOUSE - ARMAND’S BOX - CONTIN Elena watches the opera. A FIGURE enters silently through the curtain behind her. Lowers, a WHISPER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Don’t turn around. Don‘t say anything. Just listen. Elena’s heart quickens. Though she’s in shadow, there are people in the boxes around her. She can’t make a scene. Alejandro leans closer, in her ear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I‘ve been trying to convince you Armand’s not the man he appears to be... but you already know that. eS You‘ve always been able to see people for who they are... even me. (beat) Whatever he’s making in that vineyard, it isn't wine... and I’m going to find out what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(urgently) I'm begging you, Alejandro, don’t--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "What are you involved in? Tell me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "You_havye to trust me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(struggling) Then answer me one question... the other day, you said we were never Meant to be together... in your heart, do you really believe that? A swell of APPLAUSE breaks the moment as the curtain drop D> signalling intermission ~- \f83 84 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Armand‘s coming back! GO! Torn, his question unanswered, Alejandro pushes quickly through the curtain and: THE IMAGE CHANGES SUDDENLY: we’re watching Alejandro as h leaves Elena in her box, as seen through OPERA GLASSES. Across the opera house, HARRIGAN lowers the opera glasses He swivels to PIKE. Quickly, they rise and EXIT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alejandro pushes through the crowd with a full head of st rounds a corner, BUMPING into Armand and Ferrog --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Don De La Vega -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "-~ Count Armand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(anger building) Your repeated appearances are bordering on harassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Forgive me, I came to say goodbye to Elena. ‘Try as I have to win her back, she loves you... I wish you both happiness. He GOERS, leaving Armand a little puzzled... still, dubio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alejandro bounds down the steps. A man is headed up towar him, indistinctly part of the crowd ~-- it’s Harrigan. We go to an EXTREME CLOSE UP of a RING on his finger, he flicks open the GEM revealing a TINY NEEDLE. “Accidentall bumping into Alejandro, he injects the needle into his wr a pierce so small Alejandro doesn’t notice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "-~ Excuse me -—- And he’s gone. Alejandro hails a Hansom Carriage: \f85 86 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Mission Santa Lucia, hurry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. HANSOM CAB",
          "text": "Alejandro settles into the back seat as the coach rides o Quickly, he begins to GROW WOOZY... fights it, but his ey flutter... finally he PASSES OUT COLD. And we BOOM UP, out the window, to reveal PIKE at the rei",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armand’s carriage arrives at the hacienda, Ferrog reining horses. Armand steps out, offering a hand to Elena...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I had a wonderful time. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I saw Alejandro leaving the opera house, Elena. If I were a less trusting man, I might think you still have feelings for him. ELENA’S FACE: drastic times call for drastic measures. So",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I told him something I haven't told you yet. (a smile, though it kills her) I want to be your wife, Armand. And despite his mistrust, the dilemma he’s been strugglin with seems to evaporate. Taking Elena in his arms, he KIS HER passionately. FERROQ watches through icy eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "You have my heart, without expectations. It is and always will be yours, Elena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "After I put Joaquin to bed, perhaps we could have supper at your Hacienda. If I’m going to be the lady of the house, I want to start making myself at home. (Armand hesitates) «+. What is it? \f87 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Some colleagues of mine will be arriving from Europe this evening. Our meeting may run late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "A late supper, then... I could stay the night. He tries to contain his lust, just as she contains the fa that she won't be following through with the sex. He kiss her one last time, and as she heads into the house:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Elena... we’ll have the world, you and I. She smiles, t 2 r 2 1l_ out. As Armand climbs back in the carriage, Blena hurries inside... and BOOM UP TO REVEAL... JOAQUIN teaning over the veranda, stunned beyond words -- hi an a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Off his heartbreak... INT. JAIL CELL ~— DUSK 87 The screen is BLURRY. We’re on the floor. Something’s coming IN AND OUT OF FOCUS in front of us... THE MASK OF ZORRO. Dangling in Harrigan‘’s hand through CELL BARS. Pike’s beside him. They stand on the other side of the ce",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "The drug will wear off soon, Mr. De La Vega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Or would you prefer... Zorro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "The day California was voted into the union? We followed you to the viaduct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(the mask: ) I believe this belongs to you? Alejandro's mind is spinning --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "+++ who are you?! \f81. And shockingly, Pike pulls out... A BADGE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "I'm Agent Pike, this is Agent Harrigan. We’re The Pinkertons: operatives of the United States government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You‘re the good guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "You could say we’re a kind of... Secret service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "We’re living in perilous times, Mr. De La Vega. America's gates have swung wide open...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Trouble is, it’s getting harder to tell a genuine American from the man who’s just pretending to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "Which is why, on occasion, we require certain individuals to aid in our country’s defense... people like your ex-wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(stunned) Elena... works for you? As a apy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "We needed someone who could gain his trust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "And who more suited to the task than the woman he could never forget?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "You see, before The Count’s arrival here, we intercepted a telegram he dispatched to his associates throughout Europe. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "In that telegram, he claimed he was on the verge of producing a new weapon,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "A weapon that would bring about... mass destruction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "With a single target in mind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN PIKE",
          "text": "The United States of America. The United States of Americ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(trying to add that up) What kind of weapon would do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "Your ex-wife may be on the verge of answering that very question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "And every time you interfere, you jeopardize her cover. Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(anger rising) The divorce was your idea, wasn’t it? So Elena would be free to lure in the count... ore hi O° this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "We prefer to think of it as a mutual understanding: in exchange for her help, we promised to keep the true name of Zorro secret from his enemies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "A name you share with your wife... and son. A long beat, Alejandro's eyes glaring rage. His look quic turns to defeat, his head drops... and after a beat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "«++ I know something that might help you. \f88 89 83. He gestures to them: come closer. In tandem, they do -- a that’s when Alejandro grabs them by the collars and SLAMS",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONSOFBITCHES",
          "text": "He SLAMS them against the bars again then HURLS them back They tumble to the floor, Harrigan spitting blood, Pike straightening his tie ~- slowly, they rise, seething:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRIGAN",
          "text": "Our country must be protected, De La Vega... without apology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "By blackmailing your own people?! You call that a democracy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "When national security’s at stake, we can't afford to be Democratic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Zorro's a relic of the past. (picking up the mask: ) This belongs in a museum. Now sit there. Bleed. And think about it. The men turn, heading out the door. Off Alejandro, face f of rage, a look that could kill... EXT. DE LA VEGA HACIENDA ~ ELENA’S ROOM - DUSK 88 Elena removes the pigeon from its cage, attaches a messag ites foot... and releases the bird with a flash of hope:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "After tonight, we‘1l both be free... INT. DE LA VEGA HACIENDA - JOAQUIN’S ROOM - DUSK 89 Elena peers in to see Joaquin, sitting at his desk, doing homework. She smiles, trying her best to sound light --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I’ll be back soo-- \f90 91 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Bye. He doesn‘t turn to look at her. She presumes, he’s broodi over her leaving again. Soon it’ll all be over and she ca tell him the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "«.- Adiog, mi amor. She closes the door. Joaquin LEAPS to his feet. Pushes op the window and climbs out onto the tree. Gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joaquin, in CLOSE UP, his teeth clenched in exertion:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Come on come on come on, we have to find Papi-- WIDEN: he‘s sitting on top of -- and trying to move -~ an unmovable BURRO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Stupid ass, MOVE! (nothing) Okay, you're not a stupid ass... how ‘bout I give you a name. From now on, you are the great... The Great Burrito! Okayokay, not burrito. Uh... Earthquake! Diablo! Lightning! The burro BRAYS its approval --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Lightning? Okay! Go, lightning! And Lightning begins to clip-clop onward -- slower than h A lone boy and his burro against the moon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elena’s PIGEON wings into frame, zeroing in on a BUILDING We read the sign: PECKINPAH HOTEL. ROOMS TO LET. The pige lands by a window. A HAND reaches out for the bird: AGENT PIKE. He removes the message from the silver band on the pigeon‘s foot, reads: “SEARCHING VINEYARD TONIGHT. WILL M CONTACT.” He turns inside to... \f92 93 94 95 85. INT. PECKINPAH HOTEL - THE PINKERTONS’ ROOM - CONTINUOUS Harrigan paces, edgy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIKE",
          "text": "She‘s going to the vineyard. We can post men near the gate, in case we have to pull her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "If she’s compromised, she’1l be of no further use to us. Consider it an acceptable loss. Harrigan’s eyes are unflinching. Pike turns and closes th window... and we TILT DOWN to the alley, where... EERROQ is staring up from his saddle, having followed the pigeon. He dismounts, triggering a WRIST CONTRAPTION hidd in his sleeve -- CHING! -- a CRESCENT BLADE fans out, fanglike. And Ferrog heads INTO the hotel. EXT. ARMAND’S HACIENDA - MAGIC HOUR 93 Establishing: rows of vines against a glorious sunset... EXT. ARMAND’S HACIENDA - FRONT COURTYARD - MAGIC HOUR 94 Elena exits a carriage and crosses to the front door, fighting her nerves. She knocks. MARIE answers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Bon soir, Marie. Armand’s expecting me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "You’re early, Madame, the Count is still indisposed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Perhaps I could wait in the parlor? As Marie opens the door to let Elena in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the front desk, the CONCIERGE is doing paperwork. A sm hand appears to RING THE BELL -- then the face of a nine old boy peering up at him: Joaquin. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONCIERGE",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Uh, I’m looking for my dad, Alejandro De La Vega. A woman dusting a table nearby hears that and turns: it’s LUPE, the chambermaid with a crush on Alejandro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONCIERGE",
          "text": "He hasn’t come in this evening, I'm glad to say. Now Young Man, we’re very busy -- if you’re not a registered guest... get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUPE",
          "text": "Excuse me, you’re Joaquin, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "How d’you know my name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUPE",
          "text": "You’re all your father ever talks about. That lands with Joaquin. Then, desperately --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know where he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUPE",
          "text": "(beat, this is awkward) There’s a cantina down the street, you might find him there. 96 INT. ARMAND’S HACIENDA - PARLOR - NIGHT 96 Marie places a cup of tea in front of Elena...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "++. Thank you so much. Marie nods and heads out. Elena hops up, moves to the win -- just before she opens it, she hears MARIE RETURN -- whirling, Elena pretends to search the book shelves:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Perhaps Madame would like an amuse bouche to tide her over until dinner? \f97 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "{a touch stern) That’11 be all, Marie. In fact, I'd like a little quiet before Armand returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "As you wish, Madame. Marie goes, closing the door behind her. Elena moves quic back to the window, pulls it up, and climbs out --~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alejandro paces like a caged tiger. He grabs the window b and SHAKES THEM. No use. His head drops. A NOISE brings i up again. A BACK DOOR in the alley outside swings open. I shadow, an angry SALOON OWNER tosses someone out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALOON OWNER",
          "text": "Now git, ya little mongrel! Come back when you got hair on your chest! The ousted patron steps into the light -- IT’ 2. N!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Suck an egg, Flatfoot! E. O. f E .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Joaquin?! Joaquin!! Joaquin freezes hearing his father’s voice. Locks in on t JAIL CELL WINDOW and moves closer, completely stunned:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "«e+ Dad?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "What are you doing in a bar?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "What are you doing in jail?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "++. I asked you first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "I was looking for you, it’s about mom -~ \f98 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "-- Ia she okay?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "No! I mean, yes, but no -- a man came to the house... he asked her to marry him -- she said okay --I know you still love her -- you said you'd do anything for her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "~- Joaquin --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "You can’t be in jail, how can you be in jail?! You gotta stop her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN LISTEN TO ME --",
          "text": "He grasps Joaquin’s hands through the bars, the hoy’s min spinning out of control, near tears. And Alejandro gives the greatest, most loving smile his son could ever hope t seet",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "The very first time I held you in my arms... I could see in your eyes, you had fire in your soul. (beat) You were right -- I wasn’t around enough for you or your mother. I won’t make that mistake again, I promise... but you have to help me get out of here, Joaquin beams back at his father. They hold there, hands clasped between the bars...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HEAD JAILER is playing cards with a GUARD. A SECOND GUARD finishes spooning SLOP into bowls to take to the prisoners. As he picks up a tray and heads off, we find.. JOAQUIN, crouched around a corner. He aims his SLINGSHOT FIRES, hitting the quard in the butt with a bb: the guard LURCHES forward, JETTISONING SLOP all over the jailer who throws down his cards and starts SHOUTING as... \f89. Over ad-lib arguing, Joaquin FIRES another bb at the seco guard’s butt -- he whirls, seeing Joaquin GIVE HIM THE FI AND DISAPPEAR. The guard runs after him as the other men continue fighti but when he turns the corner he’s HURTLED INTO THE AIR, tripping over Joaquin who’s CROUCHED IN A BALL. The guard hits the floor HARD, skidding into the wall where he’s KNOCKED UNCONSCIOUS. Joaquin STEALS HIS KEYS and sneaks p the arguing men, into... «+. THE CELL BLOCK. Moving past steel doors, he stops at last one and turns the key. Alejandro emerges --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You're a genius, Joaquin -- but I hever want to catch you breaking anyone out of jail again, alright?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "There are guards up front --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "We’1ll sneak out the back -- IN THE CORRIDOR, the unconscious guard WAKES, gets his bearings, RACES OFF -- IN THE CELL BLOCK, as Joaquin and Alejandro head out the back, the THREE GUARDS APPEAR cutting them off, swords dr Thinking fast, Alejandro hooks an arm around Joaguin’s ne pretending to hold him hostage:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Ah-ah! Stay back or I’1l1 wring the kid’s neck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Help me! I’m too young to die! I've got my whole life ahead of me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAILER",
          "text": "(beat, then, to his men) ++. Kill en. And they CHARGE, but Alejandro knuckle-stabs the first guard’s windpipe -- SPINS swiping the second guard’s feet from under him, then PUNCHES OUT the third, catching his sword mid-air. Alejandro turns back to Joaquin... : ari i a + His father’s just become the coolest man in the whole, wide world -- \f99 100 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Where’d you learn to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Prison changes aman, Son. Let’s go. And they‘re off -- EXT. ARMAND’S HACIENDA - THE GROUNDS ~ NIGHT 99 Elena pushes through grape vines. Down the road, she sees line of CARRIAGES drawing toward the vineyard. Mysterious SERVANTS exit wielding lanterns for their masters: MEN IN CLOAKS, their eerie faces blanched in the moonligh They’re met at the entrance by GUARDS. As they enter, Ele emerges from shadow, cautious... and below her breath:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Where are you, Alejandro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door FLIES OPEN, Alejandro and Joaquin rush in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PADRE",
          "text": "Felipe emerges urgently from his study:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Alejandro, what is it -- ?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I need you to watch Joaquin for me —~ Alejandro kneels down, and with a wonderful grin:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Thank you, Mijo... you're my hero. They hug tight. Felipe watches, smiling, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Come, Nifio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Papi -- (Alejandro turns) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 102 91. JOAQUIN (cont'd) I met Zorro. He told me you‘re friends. Alejandro winks, puts a finger to his lips: SHH. As Felip leads Joaquin off, Alejandro TEARS BACK the confessional curtain --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro and Tornado LEAP over the planks that warn trespass",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANGER",
          "text": "INT. WINERY - CORRIDOR -— CONTINUOUS 102 Elena sneaks in the loading dock, watching as the cloaked are lead by a guard past SIX MASSIVE (but empty) WINE VAT lined with MAINTENANCE LADDERS. The ladders connect over top of the vats, forming a criss-crossing network. The men are brought to a wall of STACKED BARRELS -- the g touches one at its center and THE BARRELS SWING OPEN: a secret door. The men pass through, the guard remaining behind as the ‘door’ closes. Elena scans for the other guards: there are two atationed the main entrance, one more guarding the coaches outside. She ducks into shadow... The guard by the barrels hears a ‘past.’ Brow furrowed, h Moves around the nearest vat... from the darkness, Elena SMASHES HIM IN THE FACE with a wooden paddle. He tumbles back, CRASHING againat a stack of metal buckets. The NOISE alerts the other guards -- they fan out -- two them find their unconscious comrade and look around, bewildered -- ANGLE UP TO REVEAL ELENA on top of the vats, holding the downed guard’s PISTOL and SWORD. As she turns, she’s CONFRONTED by the third guard on the ladder behind her, h gun raised ~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "-- drop it -- A moment of defeat, Elena begins to lower the gun... then PULLS THE TRIGGER shattering the ladder the guard’s stand on -- he PLUNGES into the empty vat as the guards below L UP and SEE Elena racing along the ladders... \f92. Climbing to BLOCK HER OFF at both ends, they attack: a_ furious swordfight on the ladders, Elena matching them bl for-blow -- they drive her toward the EDGE and she jumps, SLIDING down a pipe to the floor. In so doing, she LOSES SWORD. And the guards are THERE, moving in for the kill.. Until a WHISTLE snaps them around: Zorro. He winks, they CHARGE ~- but_he turng and runs. Leading them out the entrance, he JUMPS on TORNADO whose hooves SPRING OUT -- guards are HURTLED BACK where they land, unconscious, at Elena‘s feet. Alejandro moves to embrace her, but she reaches out to st him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "You asked if I believe we were meant to be together. (beat) The truth is, Alejandro... we couldn’t be more wrong for each other. With that, she grabs him furiously and THEY KISS, famishe e t , all other considerations suddenly GONE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I love you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "-- I love you too... these last three months have been hell without you ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "-~ every time I saw you, all I wanted was to hold you -- They KISS DEEPER, then he pulls back with sudden urgency:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I know about the Pinkertons --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "~- How?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "It doesn’t matter, I should’ve listened -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "You did, to your heart -- \f103 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "~- but I was wrong, you were forced into this because of me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "No, I was wrong -- all I ever wanted was to protect our family --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Me too -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "-- we can’t do it by running --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "-- I promised we’d grow old together on the veranda, that’s all that mattera --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "-- and we will... but we have to fight for it. tThat’s who we are. It's who our son is. He looks at her, surprised. There’s passion in her face -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Now let’s go kick Armand’s ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "‘Orbis Unum,’ My Brothers. And we WIDEN to reveal the CLOAKED MEN, sitting in stone chairs around a table. They repeat in tandem: “ORBIS UNUM Standing behind Armand is COLONEL BEAUREGARD. In the cent of the floor is the SERPENT AND GLOBE CREST OF THE TEUTON KNIGHTS. We PAN to a door leading to the courtyard, CLOSE on a BARRED WINDOW, behind which... ELENA AND ALEJANDRO r up, their eyes peering out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "For generations, the Teutonic Knights have lead Europe in its supremacy over the globe. Now we face a rising power prophesied by our ancestors five hundred years ago... America. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARMAND (cont’d) Unless we act swiftly, all of Europe will soon be an e afterthought. Alejandro and Elena REACT. ARMAND begins circling the tab",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "This country has one glaring weakness: its people are divided by north and south. Talk of a civil war is far more dire than anyone truly knows. It is... inevitable, Gentlemen. The only question is, who will claim victory? (beat) We will answer that by employing the newest weapon of the modern age, a compound thirteen times more powerful than gunpowder: He opens a SMALL BOX. On an inset of velvet is a VIAL fil with CLEAR LIQUID. Armand holde it like an egg...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "..- Nitroglycerin. For months, this vineyard has been a cover for ite manufacturing. e@ The knights lean in, amazed. Armand gestures --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "With the help of our Confederate ally, Colonel Beauregard, we’1ll begin regular shipments to the Southern army -- assuring their victory. America won't stand a chance in hell -- and I do mean hell -- of remaining united. (beat) The end result, Gentlemen, ia this: the Central Banks of Austria and Hungary will take possession of the country’s foreclosures. Baron Leopold, you’ll regain control of the steel market you lost to Pennsylvania... while Arch Duke Wilhelm will reacquire New England’s shipping lanes. APPLAUSE, except for one of the knights -- LORD DILLINGHA British face, meticulously sculpted beard. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD DILLINGHAM",
          "text": "And what do you gain from this, Count?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Why, the most valuable commodity of all... ten percent off the top. LAUGHTER, but Dillingham appears grave. He rises...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD DILLINGHAM",
          "text": "Brothers, you know my spirit is with you, but we risk antagonizing a sleeping giant if we fail... I'll see myself out. Dillingham heads off. Armand looks defeated... then HURLS THE VIAL AT DILLINGHAM, BLOWING HIM TO SMITHEREENS. Alejandro and Elena DUCK as smoke roils through the bars overhead. The knights stare, wide-eyed, as the smoke clears...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Any further objections? ... Good, now if you’d be kind enough to follow me. He triggers a lever, and the CREST on the floor ROTATES, revealing a SPIRALLING STAIRCASE leading underground. As knights disappear down the stairs, Alejandro and Elena wa -- hushed whispering:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You know, your boyfriend’s a little psychotic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Stop calling him my boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Then why are you still wearing his necklace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I’m undercover! (then, simply) Besides, these are black pearls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "I was there, remember? A little flashy jewelry and you threw yourself at him like a baboon in heat -- \f104 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "You’re unbelievable! I was trying to keep him from seeing yout!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Don’t turn this around, I was there to help --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "With help like that, I'11 end up having three kids with him! They’re so engrossed in their banter, only now do they realize the crest is rotating back into place. They excha an ‘oh, shit’ glance then race out from behind the door a slip through the hole... just as it closes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Felipe and Joaquin kneel by the votive candles. Lights on",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Kneel beside me, Joaquin. Let ua pray for the safety of your mother and father. A sudden gust of wind EXTINGUISHES the candles. JAKE McGIVENS steps into the light with that awful toothy grin His men fan out. Felipe keeps Joaquin close --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Unless you‘ve come to confess, you have no business here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Funny you should mention confession, Padre... since you’re obliged to keep the secrets of your flock, maybe you can help me put a name to a face -- more particularly, to a mask. (beat) Who... is... Zorro? Their eye contact holds... and holds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "You know Zorro... he could be anyone at all. \f97. McGivens approaches, fingering the CRUCIFIX NECKLACE arou Felipe’s neck -~ then reaches inside his own coat, we presume, for a weapon. To our surprise, he pulls out his",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "See now, Padre? We’re both men of God... you can tell me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POSSE MEMBER",
          "text": "Hey, Boss -- McGivens turns. One of his men has found the BOTTLE OF WI on the altar that Zorro stole. McGivens turns to Felipe:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "The Lord hates a liar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "++. Alright. I1’11 tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND IN A SURPRISE MOVE, HE UPENDS A CANDELABRA AND SMASHE",
          "text": "AGAINST McGIVENS’ HEAD -- Felipe SHOUTS to Joaquin:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUN",
          "text": "Joaquin BOLTS for the door as Felipe SWINGS the candelabr two of the men, knocking them back -- he’s one hell of a fighter -- he spins -- AND BANG: Felipe freezes, eyes wide, staring at the barrel of McGIV SMOKING GUN. His look tracks down, to a HOLE in his frock",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Oh... God... He falls to his knees. Joaquin SKIDS to a stop and SCREAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Shut him up and put him in the wagon! A HAND is cupped over Joaquin’s mouth as he’s dragged off McGivens stares at the dead padre on the floor, then up a THE CROSS hanging above the altar. Quickly, he exits. \f105 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torchlight precedes Armand as he leads the knights to the bottom of the spiralling staircase...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Behold, my brothers: I give you... the future. Ae we PULL BACK for the REVEAL A_ 19TH CENTURY MUNITIONS FACTORY! Through SWIRLING STEAM, armed guards monitor WORKERS, in saucer hats, as they siphon NITRO inte a stea powered assembly line of BOTTLES. The bottles are sealed packed into CRATES. The crates are then loaded onto a ROLLING FLATBED, which is pushed down the length of... s TRAIN! As Armand leads the knights deeper into the factory, Elen and Alejandro APPEAR at the entrance, taking cover behind crates filled with EMPTY BOTTLES. A WORKER heads toward them. As he reaches for a crate, we go... CLOSE ON HIS FACE as he suddenly WINCES in pain, falling his knees -- a look familiar to a man who’s just been kic in the balls, which, in fact, he has. As he DROPS from frame, his SAUCER HAT STAYS IN PLACE, balanced on the edg of two crates. A beat... then ZORRO’S PACE rises into fra the hat now on his head. ANOTHER ANGLE - MOVING with Armand and the knights as he leads them through the factory...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "These tracks have been connected to California’s main line, allowing for a continuous supply of nitro to the southern battlefront. Although I‘ll be returning to Europe shortly, Ferrog will remain to overgee the operation. He stops a PASSING WORKER carrying a crate -- pulls out a EMPTY BOTTLE, to explain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "The nitro’‘s been concealed within these bottles to circumvent any prying northern patrols. \f106 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHDUKE WILHEM",
          "text": "God help them if they want a taste... Laughter from the men, Armand puts the bottle back in the crate. As the worker moves off, we glimpse his FACE under the hat: IT'S ZORRO. FERROQ approaches Armand, concerned",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERROQ",
          "text": "An urgent matter requires your attention at the Hacienda, Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "«+. Gentlemen, the colonel will lead you through the rest of the facility. If you'll excuse me? He follows Ferrog out through the archway, PASSING ELENA she crouches low behind the crates. Zorro returns urgentl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "He’s going back to the Hacienda --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(urgent panic) I have to get back before he does --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Go, I‘1l keep the train from leaving --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "«s+. Te amo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Siempre. They kiss fiercely, then separate. Alejandro’s heart ache watching her go... then he turns back to the train, a new determination in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elena emerges, sees ARMAND’S CARRIAGE heading toward the Hacienda. She BOLTS through the vineyard after it -- \f107 108 109 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Beauregard leads the knights along. They watch as the crates are lifted from the rolling flatbed and carrie into the cargo car, where they're placed on SUSPENDED PLATFORMS rigged to PNEUMATIC PIPES:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL BEAUREGARD",
          "text": "As you can see, The Count’s retrofitted the carriage to insure the nitro won’t detonate prematurely... As they move on, we HOLD on the flatbed as a worker pushe off, revealing... ZORRO LYING THERE ON THE TRACK (he was hiding beneath the flatbed). Unnoticed, he hops into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very carefully, he pries open a crate afd removes a BOTTL FILLED WITH NITRO. Grabbing a roll of FUSE CORD, he opens MAINTENANCE DOOR on the floor of the car and slips down.. ++. ONTO THE TRACK BENEATH THE CARGO CAR. Crawling along, makes his way toward the locomotive with the bottle and c A BLAST OF STEAM EXPLODES INCHES FROM HIS FACE ~- he near DROPS the bottle -~ close call -- moving on, he DUCKS int shadow as a BURLY WOOD STOKER loads wood into the furnace And Zorro builds a timebomb, slinging one end of the fuse cord over a pipe, then tying it around the tip of the bot Carefully letting go, THE BOTTLE HANGS THERE. The idea ia this: once the cord dissolves away, the bottle will FALL EXPLODE. Moving fast down the train tunnel, Zorro unspool the fuse to ignite the cord from a safe distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elena RUNS through the vines. In a moment of frenzy, she TRIPS. Picking herself up, she’s struck by A LOW GROWL -- the two GUARD DOGS are staring at her, off their chains. Elena RUNS FASTER THAN HELL toward the Hacienda, the dogs tearing after her -- Up ahead, Armand enters the Hacienda. Elena’s almost at t parlor window, but the dogs are SNAPPING AT HER HEELS ~~ \f110 111 112 101. INT. ARMAND’S HACIENDA - HALLWAY - CONTINUOUS 110 Armand walks a determined course toward the parlor, Ferro following. He pushes open the door to find: INT. ARMAND’S HACIENDA - THE PARLOR - CONTINUOUS 111 ELENA, standing by the CLOSED WINDOW, the two dogs LEAPIN INTO VIEW AND BARKING WILDLY. She turns, obviously breathless, but covering with:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Goodness, I must've dozed off when the dogs startled me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(face dark) Perhaps they thought you were someone you're not. He gestures a hand to the dogs at the window. They WHIMPE and depart. Armand’s face is stone. Unreadable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I’m told you arrived early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I couldn’t wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I’m having a special meal prepared. I hope you're hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "«-. Famished. INT. ARMAND’S HACIENDA ~- DINING ROOM - NIGHT 112 Marie places a silver tray in front of Elena and lifts of the dome revealing, we presume, QUAIL. Now Elena notices, oddly, he hasn’t been given anything to eat. ‘ ELENA Thank you, Marie. Marie glares, then goes. Armand, too, stares at Elena wit grim resolve. She begins cutting her food, feeling tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Aren‘t you hungry? \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Have I ever told you the story of how my parents fell in love?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "«-- Not that I recall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "My father was a soldier in the Peninsular Campaigns. When he was sent to capture Lisbon, he became enamored of a local maiden... who, of course, wanted nothing to do with a conquering soldier. So my father took her to his estate... and locked her in a room. (low, menacing) For three years. And when my father finally let my mother out... she was desperate to accept his hand in marriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "(nervous, taking a bite) +--+ How romantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Tasty, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "It's... unusual. Is it quail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "«+. Pigeon. ELENA SEES THE SILVER CARRIER BAND AROUND THE BIRD’S CHAR LEG! Her face falls and she BOLTS from her chair, into -- 113 INT. ARMAND’S CHATEAU - KITCHEN - CONTINUOUS 113 Searching wildly for a way out, Elena tries doorknobs -- they're all locked -- then, one turns in her hand -- she FLINGS it open to find...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MEAT FREEZER, AND HANGING BESIDE SLABS OF BEEF ARE THE",
          "text": "PINKERTON AGENTS! Ferroq CLAMPS a fist around Elena’s nec and PINS HER to the wall. Armand approaches, acidic: \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I was told there was a traitor in my own home, but I didn’t want to believe it was you... you’ve broken my heart, Elena. He RIPS the pearl necklace from her throat, the pearls fl apart. Elena glares at him, eyes full of hate:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Did you actually think I’d be swept off my feet by a sadistic coward like you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I thought you were a woman of vision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I can barely stomach the sight of you, Armand! The only way I could stand your touch waa by imagining you were Alejandro! That has its intended effect, stabbing his heart. But he made another connection:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Yes... Alejandro, your peasant husband. Tell me, when you fantasized about him... did you imagine him wearing a mask? Elena's face goes COLD with fear. Then, the sound of SOME COMING from around the corner -- McGIVENS DRAGS JOAQUIN I VIEW. Elena GASPS, Joaquin tearing free and throwing his arms around his mother; she PULLS HIM CLOSE for dear life",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "The padre wouldn’t talk. The kid’s a witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "I’m sorry, Mama --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "~- shhh, it’s okay, Mi Amor -- Elena pulls Joaquin closer, a lioness protecting her cub \f114 115 @.. 117 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro emerges unspooling the fuse. He slices off the tip WHISTLES: TORNADO gallops in from the treeline. Alejandro strikes a match, the fuse begins to BURN down the tunnel. Leaping into the saddle, Alejandro sees a cyclops LANTERN LIGHT appear down the road: a COACH is approaching from t Hacienda. Zorro VEERS Tornado into the grape vines as the coach PASSES. Ferroq is at the reins, McGivens rides alongside. Alejandro’s eyes NARROW, watching as the coach stops at the “winery” entrance. ARMAND exits first, follo by: ELENA AND JOAQUIN, who are pushed out by Ferroq. He shove them forward, following Armand INTO THE WINERY! ZORRO’S E WIDEN WITH SHOCK, REALIZING WHAT’S ABOUT TO HAPPEN:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "-- nonononononono --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armand walks briskly, Ferrog and McGivens pushing Elena a Joaguin after him. Armand triggers the secret entrance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Pity I’ve attracted the attention of Federal Agents, we'll be forced to take our leave for Europe sooner than expected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "What makes you think we‘re going with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "What makes you think you have a choice? And he pushes them down into the underground staircase -- \f118 119 120 121 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the shadowy train tunnel, the BURLY WOOD STOKER stops take a leak. Unbeknownst to him, he’s leaving a POOL OF P on the fuse Alejandro’s tucked against the track...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro races on Tornado to cut the fuse --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Stoker zips up, stops... noticing the fuse against th track. Alert, he begins to FOLLOW IT down the track --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BURNING FUSE rounds a corner. In the distance, activi in the manufactory becomes visible... ZORRO surges forward on Tornado, his face taut with effor i i it... BUT A SHOVEL SWINGS THROUGH THE AIR CATAPULTING HIM FROM THE SADDLE! The Wood Stoker steps fr shadow, holding his shovel. Tornado heels around gallopin back down the tunnel. Alejandro scrambles up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTUPIDO",
          "text": "The guy tosses the shovel aside, levelling his fists:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Trust me, this is a very bad time -- The BURNING FUSE shoots past them -- Zorro DIVES FOR IT, the Stoker THUMPS him down -- IN THE MANUFACTORY: Armand enters, Ferroq and McGivens pushing Elena and Joaquin onward... IN THE TUNNEL: Zorro’s getting the hell beaten out of him SEES THE FUSE moving toward the locomotive, manages to BR AWAY only to be TACKLED by the Stoker, Zorro’s hand just of reach of the fuse as it STREAKS ON -~ and it’s too lat re’ o e\" tc i eee Except to his surprise, THE FUSE SUDDENLY FIZ2LES... havi run into the Stoker’s POOL OF PEE. \f106. Zorro ATTACKS with renewed vigor ~- the Stoker grabs a TO swings wildly at Zorro who deflects, SMASHING the torch f his hand -- it lands... RE-IGNITING THE GODDAMN FUSE! IN THE MANUFACTORY: Armand stops to confer with Beauregar",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "We’ll rendez-vous at Clanton’s Pass, you and your men can assume control of the train there. A mutual nod, then Beauregard EXITS and Armand moves on ~ IN THE TUNNEL: ZORRO’S FACE SLAMS INTO A PULLEY AND CHAIN dangling from a steel girder that reinforces the tunnel w The Stoker NOOSES the chain around Zorro’s neck, his eyes POP, choking, fingers reaching desperately for his sword THE FUSE is nearing the hanging bottle by the engine ~- Zorro rockets the sword handle backward INTO THE STOKER’' GUT. The Stoker doubles over, the chain UNCOILS and Zorro drops... He lashes his sword SEVERING the chain, the steel pulley FALLING HARD ONTO THE STOKER’S HEAD AND KNOCKING HIM OUT COLD. In a BLUR, Zorro’s left the frame -- BY THE PASSENGER CAR, Armand pauses to bow to his fellow knights:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Until we meet again in Europe, Gentlemen -- au revoir. Suddenly: ZORRO leaps from the tunnel next to the locomot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McGivens draws his pistol and FIRES, the bullet ricochett off the locomotive and SPARKING near the bottle in Zorro’ hand. Armand stops McGivens before he fires again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU FOOL, YOU'LL KILL US ALL",
          "text": "He moves to Zorro, there on the ground, holding the bottl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "«+. If you please? Armand gestures for the bottle. A GUARD HAS A GUN TO ELEN E ER A U; 1 s CENT BLADE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro reacts, eyes fierce, trapped. Rising, no choice, he hands the bottle to Armand, who sets it on a crate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "+e» Merci. (beat) Your sword. Zorro tosses it to the ground with a CLANK. Armand signal to McGivens, who SLUGS Zorro in the gut then binds his ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "«-- Remove his mask. ZORRO LOOKS UP FROM BEHIND THE MASK. His eyes meet Elena’ Her’s are tear-streaked. Joaquin stands there, unaware he about to live through the greatest shock of his life. Finally, McGivens RIPS off the mask EXPOSING ALEJANDRO’S",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "You... And we PUSH IN on Joaquin as the revelation stuns him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "(finally, a whisper) -e. Papi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "It's alright, Nifio... Joaquin stares back, reeling. Alejandro growls...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "No matter where you go, Armand... whatever you do... the world isn’t big enough to hide from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "(touching Elena’s cheek) I can’t blame you for loving her... in spite of everything, so do I. Elena recoils at his touch. Alejandro’s eyes are searing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Goodbye, De La Vega. He cuts a look to McGivens, who draws his BOWIE KNIFE and LOOPS IT AROUND ALEJANDRO’S NECK. Joaquin screams “PAPA!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Armand! \f122 123 108. Her eyes are begging him: haye mercy... and after a beat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Out of respect for the love we may still share, Elena, I‘’1l spare your son from seeing this. He THROWS Elena into the train. Ferrog drags Joaquin in, KICKING AND SCREAMING. Armand boards, says to McGivens:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "AS soon as we’re gone... Implying: kill him. McGivens tips his hat. The whistle BLASTS as the train begins its journey down the tunnel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alejandro’s eyes meet his wife and son’s. A soul~breathin look from Elena. Tears streak down Joaquin’s face as he BANGS on the window desperately, the train bearing them a A FIST lashes across Alejandro’s chin. He topples on his side, still bound, unable to fight back as McGivens circl",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "I send you out a sheep amidst the wolves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air reverberates with a wild shriek as THE MUNITIONS TRAIN BURSTS FROM THE TUNNEL, smoke rolling from its stac The train cars WIPE THROUGH SHOT, to reveal... A MYSTERIOUS RIDER, astride Tornado, galloping toward the tunnel mouth... INT. THE MANUFACTORY -— CONTINUOUS 123 McGivens stabs his knee into Alejandro’s chest, pinning h to the ground -- he raises his Bowie knife:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCGIVENS",
          "text": "Shame about your friend, the Padre. He died with God's name on his lips... and a bullet in his heart. (beat) You’re about to join him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "You first -- \f124 109. He ROCKETS a knee into McGivens’ balls and SPRINGS off th floor -~ a guard swings a SWORD but Zorro raises his arms the blade SLICES THE BINDS FROM HIS WRISTS -- he KICKS th guard in the gut, plucks the sword mid-air, and using the tip, snatches up his MASK. He ties it on and WHIPS AROUND",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Let’s try that again... The rest of the quards attack! Zorro spins like a dervish engaging all of them simultaneously. McGivens peels himse up -- screw it ~- grabs his gun and just before he fires. Y FELIPE CHES HIMS: FTO) D. SHES INTO. McGIVENS, KNOCKING THEM BOTH TO THE GROUND. AND FELIPE STARTS TO BEAT THE HOLY HELL OUT OF McGIVENS -- lab stati tumble, knocking over beakers and A FIRE STARTS... The knights, the guards, start FLEEING FOR THE EXIT. Feli HURLS McGivens against a wall -- as he bounces off, Zorro cuts a “Z“ into his CHEEK:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "That was for Guillermo Cortez -- McGivens touches a finger to his bloody cheek, then HURLS himself forward -~ they topple through the flames as... Zerre grabs a WRENCH and SWINGS it at McGivens’ face with such force that HIS WOODEN DENTURES FLY FROM HIS MOUTH, TOW; T OTTLE ©) ITRO IN THE CRAT: Alejandro and Felipe LEAP onto Tornado, SPURRING him down tunnel as the dentures KNOCK THE BOTTLE OFF THE CRATE! It falls and CRACKS... INCINERATING IN A NITROGLYCERIN SHOCKWAVE. McGivens BELLOWS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELIVER ME FROM THE FIRES OF HE",
          "text": "But he doesn’t get to finish that sentence because he DISINTEGRATES INTO ASH as the fire engulfs him —-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro and Felipe GALLOP full-tilt down the track as THE R OF FIRE BARRELS IN BEHIND THEM. It teases the hair on Tornado‘s tail -- the horse SURGES forward in a burst of adrenaline, Zorro riding hard, almost there -~ and finall \f125 126 127 128 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro, Felipe, and Tornado BURST from the tunnel as the w of flame billows into the air behind them. Zorro REARS Tornado to a stop. Felipe hops off --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Thank God you’re alive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "-+. I already have. From under his frock, Felipe pulls out his CRUCIFIX NECKL in which, we see embedded, McGIVENS' BULLET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Forgive me, Alejandro, I couldn’t protect Joaquin --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Listen: get to the Marshal’s office, tell them what Armand’s doing here ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "«+. To catch a train. With a SPUR to Tornado’s hide, he gallops off down the tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armand’s train BLASTS by us, smoke roiling from its stack",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nitro-filled crates rock gently on platforms auspended fr the ceiling. Armand moves through his arsenal, gloating..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 128",
          "text": "Elena and Joaquin sit under Ferroq’s watchful eye. Armand enters, checks his pocket watch, says to Ferroq:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "In twenty minutes we'll meet Beauregard at Clanton's Pass. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129 130 131 111. ARMAND (cont'd) (indicating Elena and Joaquin) A carriage will take us to the docks from there. Ferrog nods. Elena just sits, arms around her son, glarin",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I can learn to forgive you, Elena... but you have to meet me halfway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Understand something: I will never love you. Armand cups Joaquin‘s chin in his hands...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "For your son‘s sake, you may want to change your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "«+. I can’t wait ‘til my dad kicks your ass. Armand smiles dismissively. Turns to the window, its shad rolled down. He pulls and it snaps up, REVEALING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK AGAINST THE WALL",
          "text": "EXT. ARMAND’S TRAIN - MOVING - CONTINUOUS 129 Zorro RACES alongside the train... JOAQUIN pops out the window, lifting his arms to the heav in a VICTORIOUS CHEER! He‘s quickly sucked back inside as INT. PASSENGER CAR -— MOVING - CONTINUOUS 130 Ferrog hurls him into a seat. Elena MOVES to defend her s but CHING: Ferrog’s claw blade is suddenly under her chin Armand staggers up, his eyes meeting Elena‘s. Her‘s are saying: you are dead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the tender car, the Stoker who fought Zorro earlier is gathering wood for the lecomotive. \f132 133 134 135 136 112. He SEES ZORRO galloping alongside the train. Snarling, he starts HURLING WOOD at Zorro who ducks, then CATCHES A PI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armand lashes a SWORD BELT around his waist, ready to fig",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, LOCOMOTIVE FLATBED/WOOD TENDER CAR",
          "text": "On the tender car is a HUGE LOG. The Stoker LIFTS IT UP. The locomotive ENGINEER sees Zorro and reaches for a RIFL As the Stoker gets ready to HURL the log at Zorro, Zorro THROWS the piece of wood, HITTING the Stoker who STAGGERS BACK, dropping the log, which CRASHES DOWN on the enginee before he can fire -- he’s flung into the ACCELERATOR LEV The locomotive’s HUGE CYLINDERS cycle furiously up and do gaining momentum as the train ROCKETS FORWARD -- Flung forward by the force of the acceleration, the Stoke falls OFF the tender car and CRASHES to the ground where nearly TRAMPLED under Tornado’s hooves --",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, PASSENGER CAR",
          "text": "Armand fights for balance as the train surges; so do Joaq Elena, and Ferrog. Armand SHOUTS to nearby guards:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Gol!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHAINS RATTLING, the nitro crates sway with the accelerat train. A SHOVEL against the wall pitches forward... EXT. ARMAND’S TRAIN - MOVING WITH ZORRO - CONTINUOUS 136 Zorro, galloping on Tornado, reaches for a handle on the of the train but IT’S MOVING TOO FAST NOW -- and to make matters worse, up ahead is an INCLINE... Zorro spurs Tornado straight up it. GUARDS appear on the passenger car’s rear platform, FIRING at Zorro -~ he DUCK bullets WHIZ past his head ~- UP AHEAD, THE INCLINE TURNS INTO A CLIFF! Eyes determined, Zorro CRACKS the reins increasing speed until... \f137 138 139 140 141 142 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORSE AND RIDER LEAP STRAIGHT OFF THE CLIFF",
          "text": "PERFECTLY, 0) OF. E NV: t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armand looks up hearing FOOTFALLS overhead. He unholsters pistol and begins FIRING through the roof --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 138",
          "text": "BULLETS BLAST THROUGH THE ROOF, INCHES FROM TORNADO’S HOO And ag if this weren’t enough, the train curves around a hairpin ridge heading into A TUNNEL! SUDDENLY, ZORRO‘S AB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Z INST THE UNTAIN",
          "text": "Like lightning, he pivots Tornado toward the CATTLE CAR, because the train’s moving so fast in the opposite direct they’re literally GALLOPING IN PLACE from boxcar to boxca finally they LEAP through a SKYLIGHT on the roof of the CATTLE CAR, ripping the canvas apart, disappearing INTO T TRAIN just as it’s sucked into the tunnel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 139",
          "text": "Zorro and Tornado CRASH to the ground. As they regain the bearings, Tornado’s head turns to Zorro and SNORTS in ang",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "(beat, understated casual) ++. What? INT. CABOOSE - MOVING -— CONTINUOUS 140 Two more GUARDS look up, having heard the crash through t roof. Slinging RIFLES, they exit through the divider door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train BLASTS from the tunnel into open desert again..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 142",
          "text": "Through a window, Zorro sees the guards climbing to the R He LEAPS onto the saddle and spurs Tornado -- the horse BUCKS: FLIPPING HIM through the skylight back onto the ro \f143",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "144 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 143",
          "text": "The guards climb onto the roof, only to find the skylight shredded canvas flapping in the wind. Below that is Torna staring up at them with a SNORT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "How’d he get down there?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "I don’t know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO, (0.S.)",
          "text": "He must be a very brave man. They turn: Zorro knocks them through the skylight into th cattle car. They CRASH under Tornado’s rearing hooves, ou cold. Zorro races along the rooftops toward Armand’s carriage..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 144",
          "text": "Armand, rabid, grabs Joaquin:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Let’s find out how much your father truly loves you -- Elena screams NO but Ferrog presses his blade to her thro SUDDENLY: the SKYLIGHT above EXPLODES, glass raining down ZORRO CRASHES IN, hurtling into Armand, they skid across floor and Joaquin goes free -- Seizing the moment, ELENA CRACKS FERROQ‘S WINDPIPE, then sends him skidding in a flurry of KICKS and PUNCHES. Joaquin, mouth agape, stares at his mother in amazement:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Way to go, Mom... She grabs his hand and they BOLT out the door. Ferrog goe to help Armand but Armand screams:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "GET THE Boy!! Ferroq races after Elena and Joaquin. Armand rises to fac ZORRO, whose eyes burn like the grim reaper. They draw th swords, mirrored surfaces reflecting SUNLIGHT... \f145 146 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "I’ve already asked God’s forgiveness for killing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "When you see him, tell him you spoke too soon -- AND THEY GO BALLISTIC, blades SPARKING as they meet --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 145",
          "text": "Elena and Joaquin race through the crates of nitro. Joaqu for the first time experiencing real danger, is scared to death. Elena hurls open the back door, leading him out to",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, DIVIDER PLATFORMS",
          "text": "+.. The DIVIDER PLATFORM linking the nitro car to the cat car. Scenery RACES PAST in a BLUR. Elena gestures onward the cattle car, SHOUTING against the wind:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "I want you to keep going!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "What are you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "When the cars stop, get off the train and follow the tracks back to town!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "-~ I'm scared!! And with one look, she‘s telling him how much she loves h",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "You’re the son of Zorro! You can do it! {kisses him fiercely) Go! She urges him onto the cattle car platform, then reaches the LINCHPIN connecting the cars. She pulls it... MOTHER AND SON LOCK EYES. Elena reaches up towards him, their two hands almost touching before the cars SEPARATE, Joaquin slowing as Elena continues on. \f147 148 149 116. A last look, then Joaquin disappears into the cattle car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He enters, surprised to find TORNADO, who whinnies hello",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "How'd you get in here?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. PASSENGER CAR/ LUMBER CAR/ LOCOMOTIVE",
          "text": "ZORRO AND ARMAND: Armand’s an Olympic swordeman but Zorro manages to SLASH his chest. Armand’s shirt RIPS open, his chest begins to BLEED RED WITH THE MARK OF A “Z\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "So the devil will know who sent you -- Armand CHARGES in fury, their swords LOCK, in a SURGE of power, Armand REARS Zorro back -- he TUMBLES out onto:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COUPLING LINKING THE PASSENGER CAR TO THE TENDER CAR",
          "text": "The ground RACES BY at frightening speed below Zorro’s he Armand ATTACKS, Zorro parrying but he’s at a disadvantage Armand knocks his sword away -- it LANDS on the tender ca Armand CLAMPS a boot on Zorro’s arm and raises his sword the kill --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Au revoir, De La Vega! Zorro grabs a STEEL PIN off the coupling and SMASHES IT across Armand’s foot. Armand SCREAMS, hurtling back into passenger car. Zorro climbs onto the tender car, grabs hi sword. Armand follows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 149",
          "text": "Dark. Ferrog enters, claw-blade at the ready. He takes a few steps then stops, sensing something. Turns -~- A SHOV IS MID-SWING: Elena WHACKS Ferrog in the face. HE CRASHES BACK. She keeps swinging until he HOOKS the shovel with h claw and PULLS, HURLING her over his head into the wall. Ferrog rises. Elena rises. A SECOND BLADE snaps from Ferrog’s other sleeve. HE’S GOT TWO! And he SPINS at her, Elena ducking as Ferroqg’s blades slice into one of the w crates, itti i e: i i ottles -- \f150 @o: 152 dis. One of his blades SEVERS a chain on the platform -- it TEETERS and the NITRO-FILLED CRATES SLIDE TOWARD THE EDGE at the last second, they PULL TAUT, held in place by chai EXT. DESERT LANDSCAPE ~- CONTINUOUS i50 The middle of nowhere. Slowly, the cattle car and caboose slide into frame and stop. A cargo door opens and Joaquin hops out. Sees the train in the distance, chugging onward",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "«+. This sucks. Tornado whinnies his agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "‘Follow the tracks to town’ she gays... ‘You're the son of Zorro,’ she says... (Light bulb) Wait a minute... I’m the son of Zorro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joaquin, astride Tornado, LEAPS from the cattle car. SCREAMING with glee, he rides after the train at a full gallop! EXT. ARMAND’S TRAIN - AERIAL SHOT OVER TRAIN - CONTINUOUS SOARING OVER THE TRAIN as Armand and Zorro’s sword fight continues: Armand swinging from the wood tender, Zorro parrying from the locomotive rooftop -- he FLIPS over Armand‘s head, landing on the wood behind Armand. A stray plank spins through the air knocking Armand off t tender, where he CRASHES to the floor of the locomotive c Struggling to his feet, he looks up to see... ZORRO’S BOOTS fly into his face. Armand’s hurtied back, CRASHING to the floor again and landing next to the unconscious Engineer... and the Engineer's RIFLE. \fi53 154 155 156 157 Liles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 153",
          "text": "Leaping onto the front barrel of the locomotive, Zorro pe into one of the flatbed’s two windows looking for Armand. isn’t there. Zorro looks through the second window... Only to find himself staring INTO THE RIFLE BARREL -- Arm FIRES, a bullet TEARING through Zorro’s shoulder! He’s flung back, his sword FALLING beneath the locomotive wheels where it’s CRUSHED. Zorro falls with it, managing the LAST POSSIBLE SECOND to grab onto a guard rail...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferrog SLAMS Elena against the wall and LOCKS HER THERE w one of his blades. Dripping menace, he slowly DRAGS THE OTHER BLADE ACROSS HER CHEEK, drawing blood. She cries ou He rears back for the kill but she DUCKS, his hand SLASHI THROUGH one of the PNEUMATIC PIPES: COMPRESSED STEAM EXPL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro hangs from the guard rail by his good arm, feet dangling inches above the massive steel cylinders as they pump up and down. He struggles to pull himself up, but he losing his grip against the PUMMELING WIND -- Up ahead, he sees CLANTON'S PASS: a GROUP OF MEN waiting there... EXT. CLANTON’S PASS - CONTINUOUS 156 COLONEL BEAUREGARD, by a waiting stagecoach, watches slac jawed as Armand’s DRIVERLESS TRAIN blasts toward him, Zor dangling off the side... INT. NITRO BOXCAR/ EXT. CLANTON’S PASS - MOVING - CONTINU Ferrog emerges through the smoke, snarling, his face raw- like a demon. Elena retreats through the dense mist but she’s backed against a wall -- she reaches into an open c and GRABS A BOTTLE OF NITRO, holding it up like a shield! Ferrog FREEZES, the blade inches from Elena -- \f158 159 160 161 162 LLy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATCH",
          "text": "AND SHE TOSSES THE BOTTLE AT HIM! With a gasp, Ferroq CATCHES it -- that’s when Elena KNEES HIM IN THE NUTS -- DROPS the bottle, now she catches it -- and as Ferrog’s doubled over in pain, ELENA STUFFS THE BOTTLE DOWN THE BA",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELENA",
          "text": "Drinks are on me -- So saying, she KICKS FERROQ out the cargo door -- he FLIE into open air, right at: EXT. CLANTON’S PASS — CONTINUOUS 158",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIM AT A HUNDRED MILES AN HOUR... AND THEY BOTH DETONATE",
          "text": "The stagecoach is blown to smithereens, wheels and axles FLYING. Debris smashes into a TRACK DIVIDER, it JOSTLES FORWARD and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 159",
          "text": "The track SHIFTS, Armand’s train now CHANGING COURSE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 160",
          "text": "The force of the EXPLOSION hurtles Zorro back up onto the locomotive barrel, the track ahead veering a new course..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elena grabs a handrail, steadying herself as the train shifts. All around her, like a time bomb, the nitro SWAYS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The statehood celebration: beneath the California flag, Governor Riley addresses a crowd of HAPPY PEASANTS from a stationary caboose platform. A young, well dressed CONGRESSMAN stands beside him. Guards scan for trouble... \f163 164 @... 166 120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNOR RILEY",
          "text": "Today, the flag of California is joined by the stars and stripes of the American flag, symbolizing the hope and freedom of a united nation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a hilltop above the tracks, Joaquin gallops to a stop Tornado. In the distance, he sees Armand’s train thunderi onward. His POV whips over to see... THE STATEHOOD CELEBRATION ON THE SAME TRACK AS ARMAND‘S",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAIN",
          "text": "Searching desperately, JOAQUIN SPOTS SOMETHING ELSE WE DO SEE. SPURRING Tornado, they race off again --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zorro staggers to his feet on the front of the locomotive his gunshot arm bleeding heavily. When he turns, ARMAND i there slashing at him, demented --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joaguin GALLOPS at full speed down the hill --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Governor Riley gestures to the Young Congressman standing beside him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNOR RILEY",
          "text": "And now, with the ratification of this document before our honored Congressman from Washington, California officially asaumes all rights and responsibilities bestowed upon the United States of America... WILD APPLAUSE. The proud faces of the people. The Governo leans in to sign a DOCUMENT, when suddenly THE TRACKS BEG TO RUMBLE. The peasants peer ahead to see ARMAND‘S TRAIN barreling toward them in the distance -- \f167 168 169 170 171 172 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 167",
          "text": "Weaponless, Zorro DODGES Armand‘s blade and manages to ge the upper hand: grabbing Armand‘s head, he SMASHES it aga the smoke stack then HURLS Armand against the guard rail. Armand loses his sword, it TUMBLES over the train. He hea butts Zorro who staggers backward. They grab each other i CHOKEHOLD, faces inches apart, eyes glaring HATE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train closes its half-mile distance at INCREDIBLE SPE The peasants start SCREAMING IN TERROR, RUNNING in panic",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joaquin rears Tornado in front of a small MAINTENANCE SHA beside which is another TRACK DIVIDER. Leaping from the saddle, Joaquin pulls with all his might wrench the divider forward... but it won't budge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 170",
          "text": "Zorro and Armand punch the living hell out of each other, pausing only instantly to look up and see the governor's stationary train and fleeing peasants up ahead --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joaquin keeps pulling on the track divider but finally TUMBLES BACK -- he can’t do it. Grabbing a HAMMER from th maintenance shed, he starts whacking at it... BUT THE HAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tr I) ’ N ERIN FF",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORE T",
          "text": "\f174 175 176 lice",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS 173",
          "text": "No time for relief: Armand reaches for a KNIFE in his boo and SWINGS IT at Zorro who catches it -- they struggle, t blade closing on Zorro’s heart -- and just before it pier ANOTHER HAND GRABS ARMAND’S. He looks up -- IT’S ELENA! S WHACKS him with a piece of WOOD. He TUMBLES over the fron of the lecomotive, landing on the COW CATCHER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train ROARS by a WATER TOWER. And now up ahead, the c de grace: THERE’S A DEAD END DEPOT A HUNDRED YARDS AWAY! EXT. LOCOMOTIVE —- MOVING - CONTINUOUS 175 As Elena helps Alejandro to his feet, they see the dead e And just when it looks like they’re truly goners... ZORRO LASHES OUT HIS BULLWHIP, it coils around the passin water tower -~ sweeping Elena into his arms, THEY SWING T SAFETY from Armand‘s train as it CONTINUES ON AT BREAKNEC",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINOES",
          "text": "Blinding light against the desert basin... steel and debr roil overhead in a FIRESTORM... and then... There’s a silence as smoke fille the frame...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SMOKE drifte over the crowd of peasants and begins to dissipate. Slowly, the people realize they’re safe... A gust of WIND blows the RATIFICATION DOCUMENT off the ba of the caboose landing. It wisps through the air, landing the ground, stopping at... A PAIR OF BLACK BOOTS. BOOM UP to reveal ZORRO, his eyes piercing from behind his mask. He picks up the document a hands it back to Governor Riley, smiles in affirmation... \f177 lis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Your people are waiting, Governor. Buoyed, Governor Riley takes the paper and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIMECUT",
          "text": "EXT. REAR PLATFORM OF GOVERNOR‘S TRAIN - CONTINUOUS 177 The Governor finishes SIGNING the document. He slides the paper across to the YOUNG CONGRESSMAN, who STAMPS it with",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGRESSMAN",
          "text": "Welcome to the union, Governor. The people EXPLODE WITH CHEERS as the American flag is hoisted high beside the flag of California. It’s a celebration after all. The Congressman turns to Zorro ~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGRESSMAN",
          "text": "It would appear a grave disaster’s been narrowly avoided. I assume you’re to thank for our good fortune? Zorro removes his hat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Not me, Congressman. He tosses the hat over the crowd. A SMALL HAND catches it Joaquin. He’s grinning ear-to-ear, held close by Elena. S takes the hat from his hand -- we think, for a moment, to stern. And instead, puts it on his head, tipping its brim so Joaquin can see. A sweet moment. The congressman waves his thanks to the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZORRO",
          "text": "Have a safe trip back to Washington, Congressman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGRESSMAN",
          "text": "(offering a hand) The name’s Lincoln... Abraham Lincoln. And as Zorro shakes hands with Young Mr. Lincoln, we RISE over the scene and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e” EXT. FRAY FELIPE‘S CHURCH ~— DAY 178 The church bell rings... 179 INT. FRAY FELIPE’S CHURCH ~ FELIPE’S STUDY - DAY 179 Alejandro, in his Sunday best, ties his tie in a mirror. Felipe appears behind him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Now that’s a true disguise: you almost look respectable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "(a smile) Shouldn‘t you be rehearsing the vows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAY FELIPE",
          "text": "Nah... I‘ve performed them once before. Joaquin appears at the door, dressed in his Sunday best. Felipe smiles and heads out, giving them a moment alone. e FRAY FELIPE I’1l be outside. Now it's quiet. Alejandro approaches, fixing Joaquin’s slightly crooked tie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Look at you. A real heartbreaker, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Dad, don’t get sappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Hey, you’re my best man. You have to put up with me all day. A moment, the boy looking up at his father who helps him his tie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "Dad? I’ve been thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "About what? \f180 1z5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "All the families out there who need Zorro. (simply) You don’t have to give it up... I won't be mad anymore. I promise. That stops Alejandro. Joaquin’s eyes are full of forgiveness. And yes, love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "Listen to me, Nifio: I can’t think of one thing on this earth, one single thing, more amazing than watching you grow up. I won’t miss another second of it. (beat) Zorro has been many men. He will ride again... but it won’t be me behind the mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAQUIN",
          "text": "+--+ Then who? Joaquin’s smile is sly. And now so is Alejandro’s. A mome of silent understanding. Alejandro reaches out a hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEJANDRO",
          "text": "You know Zorro. He could be... anyone at all. And off that, they exit together, father and son, hand in hand. Our musical score SOARS, full of resolution and the promise of things to come...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WOOD BOX CAMERA is lowered, the photographer pulling ou slide to reveal ALEJANDRO and ELENA kissing at the altar, their second marriage having just been consecrated by FRA FELIPE. They turn, beaming down at Joaquin, the ring bearer, look up at them. And then, as in the beginning, we are lulled the game YOUNG MAN’S VOICE: YOUNG MAN‘’S VOICE How shall I end a story that has no ending? \f181 182 126. CLOSE - JOAQUIN’S EYES Filling with tears of hope as he gazes at his parents, reunited... at last. And amazingly, the eyes begin to CHANGE ~- a MORPH as the becomes a man -- older, wiser, Twenty One years old now. This is the very same shot we began our story with. And n we understand, Joaquin has been our narrator... OLDER JOAQUIN’S VOICE --- Perhaps, with this confession: I share all the imperfections of my family -- my father’s stubbornness, my mother’s pride.... but also, I pray: his courage, and her dignity. WIDER ANGLE: Joaquin’s face igs HIDDEN IN SHADOW; for now eyes will have to be enough. He is writing at the table o occupied by Don Diego before him, then Alejandro, in... INT. ZORRO’S SECRET CAVE - DAY 181 And now, in the distance, the MISSION BELL TOLLS TO SUMMO ZORRO. The pen FREEZES in Joaquin’s hand. His eyes SNAP U alert, determined. QUICK CUTS: gloves, boots, the cape -- all donned with speed. OLDER JOAQUIN’S VOICE My name is Joaquin De La Vega. It is a plain, ordinary name. And it has helped me to appear invisible +.» hidden behind the mask worn, in spirit, by both my parents... whose steady love has been a compass, pointing me toward my destiny. Joaquin’s shadowed face TURNS INTO VIEW, eyes burning beh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Zorro GALLOPS AWAY at a full tilt, kicking up dust flourish ~- charging off to new adventures... and we begi RISE... where two figures take shape before us... ELENA AND ALEJANDRO, ON THE VERANDA. Holding each other, the feeling rises to their throats as... \f127. YOUNG ZORRO REARS UP ON TORNADO, draws his sword and WAVE a grand silhouette against the sun’s spectral glow. Alejandro pulls Elena closer, their hearts swelling with pride. And that’s where we leave them, growing older together on the veranda... Just like they promised. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2130"
    }
  ]
}