{
  "movie_id": "MOV2333",
  "scenes": [
    {
      "location": "COLUMBIA UNIVERSITY LECTURE HALL",
      "time": "DAY",
      "characters": [
        "MOTORIST",
        "VOX KIOSK, (V.0.)",
        "HELP ME",
        "CHILD",
        "GET TO COLUMBUS HOSPITAL",
        "GENTLE VOICE",
        "PLEASE",
        "PRIM WOMAN",
        "PLEASE HURRY",
        "OVERLORD",
        "VOICE",
        "MARA'S VOICE",
        "CUT TO",
        "SOLDIER",
        "I'M TRYING SIR",
        "VOX",
        "JUST",
        "THIN MAN",
        "MRS. WATCHIT",
        "THEY TOOK MY ENTIRE RACE",
        "EMMA",
        "CARRIAGE DRIVER",
        "DEAN FULTON",
        "FOR GOD SAKE DO SOMETHING",
        "1899.",
        "STUDENT",
        "ELOI MAN",
        "TEACHER",
        "VOX KIOSK, (V.O.)",
        "KORUS",
        "-- GO GET HIM",
        "ALEXANDER, (V.O.)",
        "FLOWER SELLER",
        "GOD HURRY PLEASE",
        "THE PARK --",
        "CALM VOICE",
        "MARA",
        "KALEN'S VOICE",
        "PHILBY",
        "TIME TRAVEL",
        "ALEXANDER",
        "KALEN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Darkness. Then a sound... \fClick-clack, click-clack, click-clack... The familiar sound of chalk writing on a blackboard. Fade up to see... A hand zooming across a blackboard at incredible speed, forming an endless algebraic equation. Amazingly, when the writer reaches the end of the blackbo he does not lift the chalk and return to the left side to begin a new line -- instead he simply loops around and continues writing, right to left, upside down. The college students in his class -- all male and dressed late Victorian clothes -- smile at this familiar peculiar and tilt their heads to try and read the endless equation copying furiously into notebooks. The hand continues to zoom along the blackboard... and th slows... and then stops... the students wait... the hand the chalk on the blackboard for a moment and we finally see... ALEXANDER HARTDEGEN, a handsome young man not much older his students, standing at the blackboard. He is gazing ou window, looking at a bird on a tree branch. He smiles. The students glance to one another. Alexander remembers himself and turns back to the blackbo his hand again flying as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "So -- length, width, breadth -- formulate the area and of course we arrive at solid mass. But imagine if we continue the equation as I've done -- can't we begin to recognize another dimension beyond the first three? I theorize we begin to find duration -- the object's place in time. Let's note that as \"D\" here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander reaches the left side of the blackboard and loo around again in an unbroken line to continue the equation from left to right again. The students are hopelessly lost. They finally stop copyi and just watch Alexander work, admiring his brilliant innovation. Meanwhile, a man watches from the back of the lecture hal He is DAVID PHILBY, Alexander's closest friend, a bit old",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".. If we accept the theoretical possibility of duration as a fourth dimension we find that our equation might -- no, that's not right -- He erases some numbers quickly with his hand, sending up cloud of chalk dust, he coughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "-- there, that looks more like it... He continues to scribble at lightning speed. Then... He begins humming to himself. The students watch, amused. Philby smiles. Alexander finally stops humming and writing. Steps back a looks at the equation. Then he turns to his students.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Does this make any sense to you? The students are confused. One offers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENT",
          "text": "Sir, if I may, wouldn't it be easier if you applied a Fibonacci sequence to the differential coefficient?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(smiles) It's not supposed to be easy, it's supposed to be beautiful... All of you think about that tonight and we'll press on tomorrow. Good afternoon. The students begin to rise, class over. They leave the classroom talking eagerly about Alexander's theories, inspired. A sudden new angle: from above we see Alexander going to Philby, leaving the classroom talking with him. We are in the upper balcony of the classroom. A solitary figure loo down, watching them. This new figure is a thin man with pale skin, dry like parchment. Somehow ominous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander walks with Philby:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".. The point is I know it will work once the, um, numbers and such are in order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Do you know you were humming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I was not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Somewhere around \"D+2xy something something.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Damned if I can keep her out of my equations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Tonight's the night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(checking pocket watch) God, and I'm running late -- A PRIM WOMAN appears before them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM WOMAN",
          "text": "Dr. Hartdegen, Dr. Philby... Dean Fulton would like to see you. Alexander and Philby exchange a look. Gulp. They follow t prim woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They follow the prim woman, Dean Fulton's secretary, into dark, paneled office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIM WOMAN",
          "text": "He's outside. Alexander and Philby move through the office and out to a garden courtyard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oddly, chickens are clucking about the courtyard. The thin man we saw before, DEAN FULTON, is casually toss down feed for the chickens. With his other hand he carrie an umbrella to protect himself from the sun. He does not look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "Gentlemen, watch your step. Alexander and Philby stop. Dean Fulton looks up and smil benevolent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "My fowl have polluted the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Dean Fulton... Dean Fulton continues to lazily scatter feed for his chickens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "Dr. Philby, Dr. Hartdegen. I received the most extraordinary letter last week. From a parent. We are always pleased to receive letters from parents. They are our employers, after all. This gentleman's son is in your class, Dr. Hartdegen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(knows what's coming) I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "As I recall the syllabus the name of your tutorial is \"Applied Mathematics and Engineering\", am I correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Exactly correct, sir. Dean Fulton stops scattering feed and gazes at Alexander a smile. This is an old game between them and they both rather enjoy it. To a point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "Well, just as I thought. Surely it's all been a terrible mistake. This parent actually suggested that your freshman course in applied mathematics has somehow become a seminar on theoretical physics!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Imagine that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "But I know that none of my faculty would ever deviate from the assigned curriculum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "\fWell... perhaps I have \"deviated\" the tiniest bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "Might I ask why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Because the assigned curriculum is boring. Philby groans very quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Sir, that curriculum is forty years out of date. The students today are looking toward the new century -- they want to be challenged and inspired, not spoon-fed dusty old equations that have been proved a thousand times. They want to explore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "Do they? Dean Fulton smiles and then begins to scatter feed again. Alexander Alexander",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "What are these animals, gentlemen? and Philby exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Um, your chickens, sir. helpfully offers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "And roosters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "No, Dr. Hartdegen, they are not just chickens and roosters. They are science. Perhaps they aren't \"inspiring\" to you. Perhaps they don't \"challenge\" you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No, sir --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "Animal husbandry is science, Dr. Hartdegen. I have been breeding these fowl for fourteen years. I have filled a library with information on their feeding patterns, social behavior and \fbreeding. Empirical, exacting, quantifiable records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Sir -- Dean Fulton looks up at him, his eyes cold:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "вЂњDurationвЂќ is not a dimension. Scientists do not imagine the world around them. They do not wool- gather or cloud-spin. They prove. They demonstrate. Columbia University does not teach fantasy. Philby shoots Alexander a warning look, but Alexander can help himself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "With respect, sir, would we have the telegraph without fantasy? Would we have radium and X-rays without someone first dreaming we could?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "The advances you speak of were the result of countless years of study and empirical experimentation, a careful evolutionary process, not chalkboard parlor-tricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "My equations are not parlor-tricks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "Abstract mathematics, relativity of dimensions, geometrical \"durations\" - even allowing for the uses of speculation, what is the point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Because it's a new way of seeing the world! Of seeing our place in it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Sir, if I may --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "(with finality, to Alexander) Young man, we have a way of doing things here. Radical theorizing is not acceptable. Have I made myself understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "Very good. Now if you will excuse us for a moment. Alexander goes back into the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "If I might explain, sir --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "You supported his application, Dr. Philby. You are his senior, advisor. I depend upon you to restrain his... excesses. Any repetition of the behavior I witnessed in his classroom today and there will be consequences for you both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN FULTON",
          "text": "Now you are upsetting my fowl. Please go. Philby extricates himself from a chicken pecking at his s and goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER, (V.O.)",
          "text": "He's a dinosaur. He's already extinct, he just doesn't know it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander and Philby are in an open horse-drawn streetcar heading downtown. Everywhere around them, the massive cit bustles. New York City at the end of the 19th Century. It is vibra to the point of frenzy; reaching for the future in a furi upheaval of construction. Title: NEW YORK CITY - MAY 12, 1895 - 5:17 p.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": ".. One day he'll be discovered by some future archeologists and they won't know what to make of him. The thick brow, so lacking in imagination. The dim little eyes, devoid of curiosity. \fAlexander identical Alexander",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "You know generally teachers are supposed to teach real equations that add up to real numbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Where's the challenge in that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Alex, this is your first year as an associate professor. You might want to play things a little more conservatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You sound like my father... points to the masses of grey businessmen, all in bowler hats, marching along the sidewalk:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Look at them, Philby, all alike, everyone in an identical bowler hat. Do you want your students to turn out like them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I want my students to emerge with theoretical and practical knowledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I don't. I want them to run along this street and knock off every bowler they see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "You may not like it, but this is the world we live in, Alex. Little grey men with little grey hats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "But shouldn't it be better? Shouldn't we be teaching our students to imagine a world beyond all this? points to a new building going up, a complex spider's web of steel girders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Look at that, Philby. A steel frame building. Ten years ago it was unheard of. No little grey man thought of that. The new Century belongs to men who are willing to imagine the impossible... Their streetcar passes a few huddled beggars on the curb The businessmen ignore them. Alexander watches them, his eyes sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(quietly) In the future, we'll be better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander's sprawling Victorian house sits on a quiet str There is a quaint shop right across the street. The shop features a window showing a female mannequin dressed in period clothes. The sign above the shop: BRANSON'S APPARE AND HABERDASHERY. Alexander and Philby hurry into his house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander's house is a lovely world of Victorian elegance constantly at war with his erratic and creative enterpris Everywhere Alexander's scientific passions are evident: animal skulls rest alongside leather-bound tomes; mechani inventions in various states of completion rest atop heav mahogany tables; test tubes and microscopes are spread ou an unused piano. The one facet that most immediately reflects Alexander is aural: the ticking of scores of clocks; a steady metronom cadence. Alexander bounds in, Philby following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "MRS. WATCHIT, Alexander's housekeeper, troops down the stairs. She is a wry and commanding British woman in her 60's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "Oh huzzah, the master's home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Do you have it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "\fHello, Mr. Philby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Hello, Mrs. Watchit. You're looking in the pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "Must be all the exercise I get scampering up and down these stairs like a wee lamb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Don't torture me -- do you have it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "I have it, but don't you think for one moment I'll be letting you go out in that filthy coat -- now go upstairs and change. I've laid out your green coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What's the matter with -- ? (he notes he is covered in chalk dust) -- What would I do without you, Mrs. Watchit? He bounds up the stairs. Phiby follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "And change your tie! She bustles off, grumbling happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles Darwin stares at us. Imposing. Inspiring. Challenging. A bust of Darwin looms over Alexander's bedroom. Alexander, in a new coat, is trying to work a complicated knot in his tie. His eyes study the problem in a mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Emma actually likes chalk dust -- says it smells like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "How romantic... Philby goes to Alexander, helps him with his tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "The most able inventor I know and you can't tie a simple four-in- \fhand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "That's how I knew we were destined to be together. When I met her parents for the first time I came right from class and I was covered in chalk. They sniffed and snorted, but she just smiled. At that moment -- I just knew. How did you know with Molly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "She made the best Shepherd's pie I ever tasted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Do you have a romantic bone in your body?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "(completing the tie) No, I'm all bowler hat, remember? Alexander quickly goes to his old coat and transfers his pocket watch, journal and many loose scraps of paper cove in equations to the new coat as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Alex, really... good luck tonight. She's a fine girl, and she's done wonderful things for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "(smiles) She's gotten into your equations. Alexander stops, looks at him. Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I guess she has. He glances at his pocket watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I've got to hurry... He hurries out, Philby following...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander races down the stairs, tucking the watch into h vest. They pass a series of clocks of every size and shape tha down the wall along the stairway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "All these clocks -- how can you constantly be running late?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Perseverance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Watchit waits. Alexander and Philby appear down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "Now that's more like it. You look a proper gentlemen for once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Then if Emma turns me down will you marry me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "(dry) Oh, I'm already swooning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Ouch -- all right, wish me luck. He begins to sprint out the door -- Mrs. Watchit stops hi with:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "You might be wanting this? She holds up a velvet ring box. He takes the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh -- Thanks. Well... (a wink to Philby) .. Time's a wastin'! With that he is out the door. Mrs. Watchit and Philby stand for a moment, catching thei breath after Alexander's tornado of enthusiasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I wonder if that poor girl has any idea what she's in for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "For our sake, I hope not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The many luxurious horse-drawn carriages glide along Fif Avenue with stately dignity. Rich pedestrians stroll alon the sidewalk. Alexander leaps out of a carriage and begins to stride to an entrance to Central Park. He passes a Flower Seller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOWER SELLER",
          "text": "Have some flowers, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Not tonight, thanks. He continues on toward the entrance to the Park -- stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No -- I promised her flowers. He turns around and hurries back toward the Flower Seller But... A sudden mechanical clanking sound makes him stop dead in tracks. The Siren's song... He turns... Pulled over to the curb is a magnificent Stanley Steamer automobile. It is a glorious collection of bronze and cop and steel and wooden dashboard and leather upholstery and groaning steam tank and clanking engine. Alexander stares transfixed. Alexander glances at his watch -- running late -- but he can't resist this new marvel. Flowers forgotten, Alexande steps to the MOTORIST, currently tinkering with the car's engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "It's spectacular...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORIST",
          "text": "Thanks. Old Nell's my girl all right. Al least when she decides to move, stubborn beast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(walking around the car, admiring) I've only read about them -- and the new internals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORIST",
          "text": "Now that's what I call plain crazy -- internal combustion is just too dangerous, all those little \fexplosions, never catch on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "How do you keep the water temperature stable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORIST",
          "text": "There's a cantilevered gasket on the -- Suddenly -- the car lurches forward dangerously -- Alexan instantly grabs the brake lever and hauls it back -- the screeches to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORIST",
          "text": "God -- could have killed me -- bad girl, Nell! How did you know to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I just love mechanical things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORIST",
          "text": "Well, much obliged -- I'm always forgetting the confounded brake -- say, if you wait until I get her up and running I'll give you a perambulation. Tell you all about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(pained) Ahhh... I'm afraid I've got a prior commitment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORIST",
          "text": "Next time then. We perambulate here most every night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You have my word... (he takes a last, longing look at the car) .. She's just a beauty. He sprints off into Central Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A full moon shines in the night sky. Gentle period music from a band, glowing lanterns hanging down and the swaying shapes of dancers. We are at a beautiful pavilion in Central Park. A magical antique setting of ease and grace. White linen suits and straw boaters. Parasols and high-button shoes. A beautiful woman stands with her back to us watching th dancers... she slowly turns... EMMA smiles. Alexander stands, just watching her, bewitched. Then they come together and kiss lightly, as befits 1895 decency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "You're late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Got here as soon as I could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Dance with me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You know I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Trust me... She takes his hand and they dance. She is a natural dance smooth and gentle. He does his best, following her minute cues with great sensitivity. As they dance:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "You promised me flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "You promised me flowers tonight, don't you even remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Sorry... I was distracted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "(lightly) Well there's something new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I need to... um... talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Talk away, Professor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Not here... alone. May we? \fPlease? She leads him from the dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Let's walk through the park...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander and Emma walk through the park, arm in arm, enjoying the exquisite night. Flickering gaslights provide a dim illumination on the pa they follow as it winds through the dark foliage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "(looking at constellations) .. Orion's belt, pointing to the earth. You see it over the rocks there? Sailors consider that an omen of good fortune; the hunter watching over them on their travels... Are you listening to me, Alex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(glancing up) What? Yes -- Orion -- good fortune -- sailors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "All right, what is it now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(nervously) Emma, you know I have great... admiration for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Admiration? My my.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I mean... well... affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "You're getting warmer. He stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh dammit, I love you! I can't eat, I can't sleep, I can't think, all I do is moon over you and -- hum, apparently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "\f(mock seriously) And what do you propose, Professor? Shall we hold a seminar to study the problem? A beat. He takes a huge gulp of air and then commits hims -- he dramatically drops to one knee -- and then in a gre rush of words:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Marry me. I'll do everything I can to make you happy and build a life and have babies and make you proud and be worthy of you and... ah... make you happy, did I say that? She looks down at him, tears of joy coming to her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Oh, Professor... He leaps up and embraces her. A long, joyous embrace. He stops --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Wait, I have something for you. He searches through his many pockets -- coat, vest, pants begins plucking out the loose scraps of paper covered wit equations -- but can't seem to find the jewelry box. She watches him for a moment, amused, loving him all the for his befuddlement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "You know, the moment is rather dying here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Hold on... I know I have it... He finally finds the velvet jewelry box. Snaps it open. Inside is a lovely moonstone ring. The gem is a pale, translucent blue mirroring the full moon above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I know it's not a diamond but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "A moonstone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Your birth stone. I thought -- She holds a finger to his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You thought right. He slips the ring on her finger. She holds it up to the moonlight, Then... deeply moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Look, it matches the moon... A low voice from the thick trees next to them. Alexander the trees. pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "I just might cry. and Emma turn to see a tall THIN MAN stepping from His hands are buried deep in his overcoat",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "Couldn't help but overhearing. Two fine young people starting out on the road of life. I wish you the very best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Thank you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "I hope it's a happy journey for you both -- and much as I hate to do this, moved as I am by your protestations of love, I'll be needing your money now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(smiles) Sir...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "And your jewelry too. I guess we could consider this your first little bump on the road to married bliss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I don't understand. The Thin Man removes a hand from his pocket. He holds a small revolver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "Now don't make a scene... there's no cause for that. Just hand over your wallet, will you? He holds the gun up, lethal, a sudden glint as the barre shines in the moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "Did you hear me, lad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "All right, all right -- here -- everything -- Alexander swiftly gives the man his billfold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "And the watch. Alexander hands over his pocket watch as the Thin Man eye Emma's ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "And the ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "No --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "I'm afraid so, darling. Maybe he'll buy you a diamond now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Please, not that -- look -- The Thin Man pulls back the hammer of the revolver. Click",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "Give me the ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "No... The Thin Man suddenly lurches forward and grabs Emma's ar trying to wrench the ring violently from her finger -- Alexander instantly springs to her defense -- a struggle The gun fires -- the flash of cruel, phosphorous light momentarily illuminating them all starkly -- Emma recoils to Alexander -- Alexander looks at the Thin disbelieving -- The Thin Man glares at him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN MAN",
          "text": "Why did you do that?! It's only a ring! The Thin Man races away into the darkness. Alexander holds Emma, she clings to him, blood flowing o his fingers. He snatches her up and carries her -- runnin urgently through some trees to a carriage path beyond -- Carriages filled with young lovers float past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELP ME",
          "text": "An empty carriage finally stops -- Alexander lurches into carriage with Emma --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Alexander holds Emma in the back of a carriage. He urgently screams to the driver:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET TO COLUMBUS HOSPITAL",
          "text": "The driver whips his horses and the carriage takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I'M TRYING SIR",
          "text": "Emma clings to Alexander, her hand clasped tight to his v blood flowing out of her, pooling. Her dying eyes just watching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PARK --",
          "text": "And then the carriage slows -- stops -- Alexander stabs h head out the window and sees -- A long line of carriage ahead of them. A traffic jam. Pai of lovers enjoying the beautiful night, gazing up at the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh God... A distant bell begins to toll. Time inexorably, cruelly moving on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLEASE",
          "text": "The driver whips the horse -- tries to maneuver the carri through the traffic jam -- a jumble of horses -- their ho shies -- can't get through. Emma's hand clutches Alexander's vest, fingers moving \fslightly. The bell continues to toll. Time running out. Her lips move noiselessly, her eyes stare up at him, pray for one parting glance. He continues to shout to the driver, fighting time, not looking at her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(desperate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIAGE DRIVER",
          "text": "I'm trying, sir! -- I can't get through! Alexander glances down to Emma. She is dead. Her eyes ope He stares at her. Not wanting to believe. The bell continues to toll. Fade to Black... And then a strange sound in the darkness... The roar of a tiger -- distorted, echoing... Then another sound... Click-clack, click-clack, click-clack... Chalk racing across a blackboard. Title: FOUR YEARS LATER. Fade up to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An endless equation -- Alexander's hand speeds across a blackboard -- manic, ferocious. We pull back to reveal... An enormous blackboard, floor to ceiling, two stories hig filling one wall -- and two other blackboards, filling tw other walls, also covered with equations. A shocking flas of Alexander's fevered mind. He stands with his back to us, perched high on a rolling library ladder, his hand violently scrawling numbers in a frenzied rush. He pulls the ladder along as he works, totally absorbed. Title: AUGUST 7, 1899 - 5:23 p.m. The drapes around the room are drawn tight against any hi of the day outside. Windows sealed. In the flickering gaslight we see a cacophony of scientif equipment and experiments filling every inch of the cham below him, two stories filled with beakers and test tubes microscopes and coils; engineering blueprints and gyrosco and the huge chalkboards crowded with layers upon layers intense calculus and geometry and equations. There is another large part of the lab, jutting off from house. A closed curtain conceals this part of the lab. And all the clocks have stopped. The steady metronomic cadence that was the aural life of Alexander's house is n more. We see a number of clocks around the lab. All have been allowed to run down. A knock at the door -- Alexander ignores it -- another kn He finally turns from the blackboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What?! And we see him -- Alexander is very different now: cadave and intense, a face that looks as if it has not seen the in years. And eyes marked by tragedy. Mrs. Watchit enters. The years of dealing with his heartbreak have taken a toll on her as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "Sir, Mr. Philby is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "Yes, sir, he --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Tell him to go away -- Philby pushes past Mrs. Watchit. He wears an overcoat and bowler hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I won't go away, Alex. Alexander stares down at Philby. Philby is shocked at the change in his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "All right, Mrs. Watchit. You can go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "May I get you some --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "\fThat'll be all. She leaves the lab. Alexander Alexander",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "My God, Alex, what's happened to you? climbs down the ladder as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I've been working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I came by the house every day after the funeral. And then every week. Then every other month. Then I stopped coming. Did you even notice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I'm sorry, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "It hurt me, Alex. Very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Then why are you here? proceeds to obsessively tidy the lab, almost hiding things from Philby. Philby is increasingly disturbed by t behavior, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "It's my Jamie's birthday today. Your godson. He's nine years old. At his party he asked me if Uncle Alex was coming. I told him no. Then he asked me if you didn't like him anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "For God's Sake, David --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "There are some things I need to say to you. You may not like hearing them, but I don't know if I'll ever get another chance --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You care for me. And you're concerned. And I have to start living my life again. I hear it from Mrs. Watchit every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "\fBut you won't listen. You won't see me, you won't see anyone. What would you like me to tell Jamie? That Uncle Alex is busy? That Uncle Alex is hiding up there in his laboratory --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Hiding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "You know that's what it is. Mrs. Watchit tells me you're here at all hours -- day and night --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(sharply) That's because I'm working. You remember that? You used to care about your work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I care more about my life. And yours. A difficult beat. Alexander",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Alex... Alex, please stand still and look at me. stops. Looks at Philby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "(gently) What happened to Emma will never go away. It's part of you now and it always will be. But you have to learn to live with it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I live with it every minute of every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I know that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You don't know that. You couldn't possibly. If I'd only done this, or that, if I'd arrived ten minutes earlier, or later. If we'd taken a different path or I hadn't fought the man for the ring. You have no idea what it is to relive every moment of that night -- consider every action you made -- and every",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fone of them wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "It wasn't your fault, Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Wasn't it?... I have a dream almost every night now. The Lady and the Tiger, you remember that story? In the dream I'm alone in a huge chamber with a thousand doors. Behind every door, save one, is a tiger. I have to make the decision. Which door conceals Emma? And I just stand there. looking at the doors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Do you find her? Alexander doesn't answer. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Alex, nothing will ever change what happened, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "That's where you're wrong. I will change it. A beat. Philby looks at him. Alexander offers nothing mor continues to scurry around the lab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "David... I appreciate your concern, I do. But I ask you to have faith in me. Just for a little while longer. I'm working on something now. Something... extraordinary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You wouldn't believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I'll tell you what... come by for dinner in a week and I'll show you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Why don't you come to our house instead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "When's the last time you were outside this house -- (notes a disheveled cot in the corner) -- or this room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(tense) I can't leave when I'm so close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "There are trains leaving Grand Central every then minutes. A dozen liners leaving the harbor. Get on one of them. Go to Singapore, Scotland, Manchuria, anywhere, just away from here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "That's absurd -- A tense beat. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "You're dying here. Don't you see that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You won't say that in a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I pray to God that in a week you're not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "All right. I'll come for dinner. And in the meantime... you'll think about what we discussed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "In a week... we will never have had this conversation. Philby looks at him, mystified and concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Good night, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "Good night, Alex. \fPhilby turns to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Still wearing that bowler hat. Philby stops. Turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "It's raining outside. Open the drapes and you might know that. He goes. Alexander stands for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander sits, drinking a glass of brandy. He is staring the curtain concealing the other part of the lab. We notice that all the chalkboards have been wiped clean. He drains the glass of brandy. Bon voyage. Then he rises and moves to the curtain. He pulls the curt back and reveals... The magnificent creation itself: The Time Machine. We take in this beautiful creation of curving brass and t velvet, elegant lines and a hopeful feeling of Victorian futurism, as Alexander moves to the windows by the machin He slowly pulls back all the drapes on the windows. The T Machine sits in an area of the lab that juts off, like a greenhouse with windows offering a generous view of the w around him: his quiet garden and the small dress shop acr the street. Alexander moves to the Time Machine. He sits, nervously settling in. The brass control panel ahead of him has a simple display showing the year and date -- AUGUST 7, 1899 -- and a cont lever that moves forward and back. A beat. He takes a deep breath and then... reaches for th control lever --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All is as it was. Gentle period music from a band, glowin lanterns hanging down and the swaying shapes of dancers. A beautiful woman stands with her back to us watching the \fdancers... she slowly turns. Emma smiles. Alexander stands, just watching her, his eyes wide, incredibly moved. We note that Alexander wears the clothe he was wearing when he got into the Time Machine. It is t older Alex, pale and thin. She goes to him and kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "You're late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(with difficulty) Got here as soon as I could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Dance with me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You know I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Trust me... She takes his hand and they dance. She is, again, a natur dancer, smooth and gentle. He tries to follow her minute cues but the experience of holding her in his arms again almost too much for him. He is overcome with emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Alex, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Holding you... again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I need... to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "All right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Not here... alone. Please. She leads him from the dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Let's walk through the park...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No... let's walk through the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little mystified) All right... He takes her hand and leads her away from the pavilion -- Then he stops, sees he must lead her through one of a num of tree-lined paths out of the park. The gaping darkness the park is strangely ominous. Behind each door a tiger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Alex, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Nothing -- let's just get out of the park. He takes her arm and makes his decision -- he pulls her quickly down one of the paths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander pulls Emma toward an exit to the city, going as quickly as he can. His eyes dart nervously into the dark trees around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Alex...?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Shhh. Let's just hurry on here. We don't have to talk, all right? She stops, pulling him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Why do we have to race for heaven's sake?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(looking around, alert) I want to get into the light, that's all. Please... He pulls her along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "This running along is all well for you -- you're not wearing a corset. Then a sound stops him -- an unholy echo through the nigh tormenting him from his nightmares -- the roar of a tiger",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "My God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex, it's just the zoo. He grabs her and pulls more quickly, a little desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Please, Emma, it's just a little further. He hurries her along. They finally reach the exit and eme from Central Park to Fifth Avenue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops, looks around, sees lots of pedestrians and carriages and gaslight. Safety. Victory. He breathes deeply and smiles. He offers her his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Oh, now you're all gallant. She shakes her head and then takes his arm. They stroll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abit later. Alexander and Emma make their way down this most magnificent of boulevards. He holds her arm tightly, if in fear of losing her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "You're so pale... I hope you're not coming down with something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No, I'm fine. I'm... (laughs) .. wonderful. Just walking down the street with you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "We took a walk three days ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Not like this. Never like this. Emma, I swear to you -- if I've learned one thing, it's that moments like this are rare. And I will thank God for them every moment of every day. She is confused at his strange intensity, but respects hi seriousness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "They are rare... (she glances up at the \fconstellations above) .. Orion's belt, pointing to the earth --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(smiles) The sailor's omen of good fortune. The hunter watching over him on his travels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "So it's astronomy now, is it? They are passing by the Stanley Steamer at the curb Alexa saw earlier. The Motorist is still tinkering with the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Heavens, look at that now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I've seen it. He continues escorting her along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Now I know you're ill -- passing up the chance to explore some new gadget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "It's only a machine. She stops. Genuinely concerned now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Alexander... tell me what's going on. Is something wrong? He looks at her deeply:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No, Emma. Everything is finally right. Tonight we're going to start all over again. And this time... I'm never going to let you go. He kisses her deeply. She is shocked at this public displ of affection, pulling back slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Alex... people are staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Let them. \fHe kisses her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Let them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I have something for you... He pats his pockets, feels the jewelry box, smiles. Then notes the Flower Seller he saw before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(smiles) Wait -- I want to do it right this time -- stay here, don't move... Emma stands, mystified, as he goes to the Flower Seller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOWER SELLER",
          "text": "Have some flowers, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes, as many as you have! A sudden sound makes him spin back -- A frenzy of movement -- on the curb, the Stanley Steamer suddenly lurches forward -- the brake not set -- the Moto jumps out of the way -- the Steamer slams forward to the street full of horse-drawn carriages -- a horse rears and bolts -- panic, screams -- the horse lurches to the curb toward Emma -- the carriage topples over -- Burying Emma in a violent crash. Alexander races to Emma -- too late. A crowd begins to fo Alexander folds himself over her in wordless torment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander sits in his lab, glaring at the Time Machine. Tormented. Eyes haunted. Drinking a glass of brandy. Not his first. He glares at the Time Machine, his fury building -- then bolts up -- flings the brandy glass away from him -- it shatters -- strides across the lab -- throws himself into Machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Time heals all wounds -- then let it! He SLAMS the control lever forward violently -- in fury - high-pitched whine -- building -- the world undulating ar Alexander -- Suddenly all the silent clocks in Alexander's lab begin tick --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME TRAVEL",
          "text": "Alexander's spine immediately arches back -- he screams i pain -- The molecules of his body revolt as they are torn forward through time -- as time tears through him -- his whole bo suffers as he bends and floats and rips through time -- w he turns his head his whole face seems to elongate -- He's going too fast -- he eases back on the control lever the pain receding somewhat -- And the world around him changes -- The sun rises and then sets and then rises; in his garden snails zoom past flowers that bloom and die in an instant apples grow ripe and then fall and decay in his garden; a complicated spider's web grows in a corner of his laborat in seconds -- The sun and moon now shoot through the sky, a strobe-like flashing of day and night, finally settling into a strang perpetual grey light. He begins to control the lever a bit more -- it is sensit to his touch -- soon he can glance around a bit without absolute agony -- and then with no pain at all -- In the window of the dress shop across the street he watc a female mannequin as she is redressed, her clothes morph from style to style, a swirl of styles and outfits. And n buildings spring up across the street as the seasons pass a blur, summer-fall-winter-spring-summer-fall-winter-spri His journey is accompanied by a strange symphony -- sound bending around him; voices, music, period radio news repo industry. Sounds that float and flit through his consciousness, distorted, barely recognizable. And bizarre shapes move through his world as well -- ghos like apparitions -- strange and eerie as they bend and mo through space -- people. He can almost control the appearance of the people as he gently modulates his speed with the control lever -- he s Mrs. Watchit bending through time -- Philby, concerned -- then people he doesn't know, architects with blueprints, pointing -- Then the world directly around him is changing -- his lab changing -- walls being torn down -- His lab is now a GARAGE -- a series of swiftly morphing c denoting the passing time as years spin by on his contro panel display in a dizzying blur: 1905... 1919... 1924... In the distance he sees New York City expanding -- the Chrysler Building (1930) and the Empire State Building (1 shoot up. Then the garage is torn down around him -- another construction going up -- larger -- a RESTAURANT. He modulates the control lever -- controlling the ebb and flow of time -- the patrons of the restaurant huddled aro a radio, a news report, FDR's voice... \"December 7... A d that will live in infamy...\" He notes a store going up next to the dress shop: a newsp shop -- sees banner headlines as the years sweep past -- D-DAY! -- VE DAY! -- VJ DAY! -- an enormous celebration i the street. The years spin by on his control panel: 1946... 1953... 1957... The strange aural symphony continues as he hears music an news, the music evolving from swing to early rock... The restaurant dissolves around him and a HOUSE grows up he is in a den -- a black-and-white TV on -- Alexander ga -- slowly, slightly... On the TV: JFK's funeral... in the den he sees the shape family nestled together, watching the funeral, weeping... He presses on. The years spin by on his control panel: 1963... 1966... 1969... On the new color TV in the den: news reports of the Apoll 11, Neil Armstrong stepping on the moon... \"One small ste for man...\" Alexander stares, amazed. The aural and visual symphony continues... rock segueing disco, Vietnam news... He is shocked to see the mannequin in a miniskirt! He see the dress shop becoming a department store and the newspa store becoming a high tech electronics shop -- On a bank of TVs in the electronics shop window he sees N leaving the White House for the last time, August 9, 1974 walking to the helicopter, the ferocious victory \"V\"... Then Alexander is suddenly outside as the house is demoli -- quickly eroding around him -- he is in a VACANT LOT... He is stunned to see the towers of the World Trade Center looming in the distance -- the rollerskaters with boom bo swirling past with the grace of ballet dancers -- and \fsomething so fantastical that Alexander can only gape... An airplane soaring above. The years zip by on his control panel: 1979... 1985... 1989... More disjointed sounds and images, TV reports and radio n and music: oil crisis, plop-plop-fizz-fizz-oh-what-a-reli it-is, Ronald Reagan, punk rock, Gulf War, Clinton... Then order from the chaos -- the overgrown vacant lot is landscaped -- becoming a beautiful PARK... He slows a bit, almost stopping -- intrigued by a transformation across the street: the banks of TV screens replaced by an informational kiosk of some kind. The control panel display clicks more slowly... February 2005... April 2005... May 2005... Alexander continues to stare at the information kiosk as comes to a stop, briefly, at: MAY 24, 2005",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander sits unnoticed in the Time Machine as he watche group of schoolchildren and their teacher gathering aroun the informational kiosk. It is a public information booth with a video screen showing the word VOX. A glowing red b within the \"o\". The Vox kiosk is activated when the TEACHER steps in fron a sensor eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX KIOSK, (V.0.)",
          "text": "May I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Yes, please... tell us about the terraforming. The children watch, delighted, as images of the moon and renderings and videos of some massive engineering project appear on the Vox screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX KIOSK, (V.0.)",
          "text": "The joint United Nations/Microsoft terraforming operation began nine months ago with the Moon Base Alpha landings. After establishing Plymouth Center the terraformers began colony construction. Can I tell you more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD",
          "text": "What are they doing now? Alexander watches, stunned. A machine that converses wit people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX KIOSK, (V.O.)",
          "text": "Currently, the terraformers are preparing the first excavation demolitions for the subterranean chambers. It is projected that the first lunar colonists should be landing within the decade. Can I tell you more? Alexander gapes at the Vox kiosk. Magnificent renderings a vast underground metropolis. People living on the moon. He must see this grand adventure out. He presses on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME TRAVEL",
          "text": "But almost immediately the Time Machine is lurching and buffeting -- a strange darkness spreading over it as air sirens scream -- Alexander is alarmed -- he begins to pull back on the con lever -- the date on the display clicks to: AUGUST 26, 20 And Alexander and the Time Machine suddenly topple over a the ground lurches below them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander looks up from the grass... Right into the eyes of a small albino alligator. The alligator blinks at him and then slithers off, a broo other alligators with it. Alexander glances to the street -- sees an enormous pack rats emerging from a sewer drain -- a thick, undulating carpet of rats -- And Alexander feels the vibrations. The earth, a steady rumble. His eye is drawn to a small puddle of water near him. The water swirls around strangely and then -- whoosh forms into a vortex and spirals away into the sky -- Alexander follows the water with his eyes and finally see it... The Moon. Filling the sky as if it were falling toward the Earth. Parts of the moon are beginning to sheer off -- violently peeling away like the skin of an onion -- as it impacts t gravitational Roche Limit, 7,300 miles above the Earth. moon is currently 230,000 miles above the Earth.) The people on the street race around, tense and desperate flowing along the streets and sidewalks. National Guard soldiers are trying to retain order, urgent voices into megaphones -- Alexander hauls himself up -- and races into the mob --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs a man --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What's going on -- ?! The Man pulls away from him, terrified -- Alexander is bustled along the sidewalk in the mass of people -- He tu to a woman:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Please tell me -- what's happening?! She ignores him -- he is buffeted along in the mob of peo -- then, a voice, remarkably calm in the chaos, a familia voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALM VOICE",
          "text": "May I help you?... May I help you?... May I help you?... Alexander pushes his way through the frenzy of people tow the voice. Finds himself at... The front steps of the Fifth Avenue New York Public Libra The twin stone lions looming over the chaos on the street The calm voice is coming from another Vox kiosk, an upgra of the one he saw previously. Alexander unintentionally activates the unit by stepping in front of a red sensor e",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX KIOSK, (V.0.)",
          "text": "May I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I -- what are you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX KIOSK, (V.O.)",
          "text": "I am the Fifth Avenue Public Library informational kiosk. VOX registration NY-114. May I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What's happening to the moon?! Informational videos appear on the screen, showing the c and horror of the moon's fall, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX KIOSK, (V.O.)",
          "text": "The 2005 terraforming demolitions for the lunar excavations sent the moon into a diminishing retrograde orbit resulting in global gravitational fluctuations, increased seismic activity and tidal anomalies. Can I tell you more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No -- wait -- the moon's falling out of orbit -- that's not possible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX KIOSK, (V.O.)",
          "text": "Well, considering it is, in fact, happening, I would assume it's possible. The retrograde orbit began in 2005 when the demolitions for the lunar colonies --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Why is it -- breaking up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX KIOSK, (V.O.)",
          "text": "I was getting to that... The moon has reached the gravitational Roche Limit, 7,300 miles above the surface of the Earth. This has created pressure on the lunar stratum beyond gravitational tolerances. It might be helpful to know that the nearest public evacuation shelters can be found at Grand Central Station, Madison Square Garden -- Then -- behind Alexander -- the entire street EXPLODES up the asphalt twisting crazily -- people tossed through the air -- And Hell has come to earth. The earth begins to shake and quake and undulate violentl as if gravity itself is rebelling. Above -- a huge part of the moon breaks away -- Alexander gapes around -- horrified to see violent seismi and gravitational upheavals -- the tectonic plates shifti wildly, jutting up at harsh angles -- the East River swir into a twisting cyclone of water spiraling into the sky - And most shocking of all: a volcanic mountain BURSTING u through Manhattan. A National Guard soldier races to him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Underground -- we have to -- ! His words are drowned out by a DEAFENING BLAST -- the reverberation sending SHOCK WAVES down the street -- peop are thrown through the air, blood streaming from some punctured eardrums -- In the distance, the volcano is ERUPTING -- The soldier hustles a mass of people toward a subway entr -- they scurry down -- Alexander spins around and races back, towards the Time Machine. As the Vox Kiosk continues its lonely chore:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX KIOSK, (V.0.)",
          "text": "May I help you?... May I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander sprints down the street, passing horrific flash of the end: -- Looters, lighting fires and taking nihilistic joy in t useless treasures... -- A family, kneeling in prayer, holding hands... -- Doomsday cultists, celebrating the end. A macabre Danc of Death as the city dies... -- A man standing quite calmly, trying to use his cell phone... -- A taxi trying to drive through the mayhem, desperate people attacking the taxi, trying to get in, trying to ge away... Then -- the earth HEAVES violently and Alexander is throw the ground -- in the distance, but much closer, another VOLCANO BLASTS UP -- THRUSTING through the earth -- RIPPI aside the Empire State Building and most of midtown Manhattan -- Alexander barely has time to pull himself to his feet bef it happens again -- The THUNDEROUS explosion -- the cascading SHOCK WAVE -- \fAlexander is hurled through the air -- He SMASHES into a parked car, shattering the windshield - rolls off the car, his coat shredded, a gaping wound in h side -- As the new, closer volcano ERUPTS in a torrent of spewing lava -- great rivers and explosions of lava everywhere -- JETS of lava SHOOT through the air -- incinerating everyt in sight -- Gasping through his pain, Alexander rises and hurries dow the street -- he tosses off his shredded coat -- his inju slows him, but he goes as quickly as he can -- But a vast TIDAL WAVE OF LAVA is careening after him -- burning everything -- And then he see it... the park... the Time Machine. It is a race against time as Alexander sprints for the Ti Machine -- the lava closer and closer -- Alexander leaps to the Time Machine and hauls it to its upright position -- the lava is almost on him -- he dives into the Time Machine and SLAMS the lever forward -- A high-pitched whine -- building -- the world undulating around Alexander -- JUST as the tidal wave of lava ROARS over him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME TRAVEL",
          "text": "Alexander lurches back in agony -- quickly slows the Time Machine's momentum -- he pants for breath as the red, mol lava glows and then quickly cools into -- Darkness. The eerie blue glow from the Time Machine's control panel the only light. Alexander is now inside a mountain, the perfect sphere of time-energy around the Machine his only salvation. He pushes the lever forward more -- the years spin by on control panel in a blur -- he grits his teeth in pain -- rapid bending through time assaulting him -- Time passes... Alexander is having real trouble breathing now -- The years continue to spin past on his control panel in a dizzying blur. \fTime passes... Alexander is in agony -- his body writhes from the assaul time -- every movement is torture -- his skin vibrates an stretches bizarrely -- and he is almost out of air, panti for breath -- He takes one last deep gasp of air -- And holds the breath -- the seconds tick away -- the year shoot past on his control panel, truly a race against tim He's not going to make it -- he can't hold his breath a second longer -- Suddenly -- a flash of blinding sunlight -- The mountain around the Time Machine begins to erode -- quickly wearing away -- Alexander immediately pulls back on the control lever -- reducing his momentum and the assault on his body -- he t a deep, gasping breath -- The date on the display quickly clicks forward and finall stops at: JULY 12, 802,701. Alexander looks at the date, stunned, gasps for breath, fainting... Fade to black...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Visions as Alexander fades in and out of consciousness. -- Night. Candles... -- Night. Emma's face... close, concerned... a beautiful angel welcoming him to death... No, not Emma... Another woman. -- Day. Hands, dressing the wound on his side. Tender... -- Day. A room. In a pleasant, rustic house... -- Night. The woman again. Not Emma. But close, concerned...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander awakes. Looks around. A simple room in a simple house. He sees his wound has been dressed and cared for. He slowly rises and pulls on his shirt and vest. Goes to door of the house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander emerges from the house... And finds himself in a village built around a large centr square. All the buildings are unadorned and designed with architectural simplicity. It has an agrarian and peaceful feeling. And it is totally deserted. The entire village is enclosed by a great, wooden wall. Large gates open to the world beyond. Everywhere beyond t barricade is lovely mountainous and forest scenery. Alexander wanders to the square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Hello...? Nothing. His word echoes around the eerily empty village. He notes that several tables are waiting in the square. S for dinner. Plates and cups and utensils. No food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Is anyone here...? Again. Nothing. He goes to the open gates and steps out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A path leads away from the village, cutting through a magnificent forest with lush foliage. He begins to follow the path -- then stops when a curious squirrel scampers onto the path. The squirrel looks at hi large eyes, tilting inquisitive head. Alexander smiles at seeing something so familiar in this strange time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Hello... The startled squirrel turns and scampers away -- and Alexander is shocked to see a flash of vermillion scales its back. Not a squirrel at all. Alexander continues on for a bit. Most of the lush vegetation is alien to him: enormous fruit hanging on colorful vines; gentle petals and dandelion-like wisps th float on the breezes. It is an untamed wilderness explodi with verdant beauty. \fAnd then he hears something... Voices. He stops, alert. Then he sees figures, heading up the path towards him. And Alexander sees the ELOI. About two hundred of them ar trooping up the path. They are completely human-looking. Very healthy. Simple clothing, not unlike what Alexander wearing. And not one is over the age of 30. Alexander braces himself, not sure what to expect. The Eloi see him... And go to him enthusiastically. Alexander instinctively steps back. No need. The beautifu woman who was tending his wounds, MARA, is first to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "You're up! You must be feeling better --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes... More Eloi crowd around him, all very friendly. A slightly older Eloi, late 20's, KORUS, steps to him. KORUS. And hungry, I'd say. You had such a long journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I did... KORUS. Well, we're happy you're here. Come inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "We want to hear all about it. Korus and Mara lead Alexander back toward the village. KALEN, Mara's nine-year-old son, grabs Alexander's hand. Alexander is surprised. The Eloi are seemingly a bit more tactile than we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "How did you get hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Kalen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "\f(eagerly) I found you. I saved your life. You were bleeding all over the place!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "That's quite enough, Kalen. Korus claps an arm around Alexander's shoulders enthusiastically, Alexander rocks from the hearty embrace",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORUS",
          "text": "Let the poor man eat first, then he can tell us the whole story! He leads the befuddled Alexander back toward the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gates to the village are now securely locked, a heavy crossbar in place. Alexander and the Eloi are eating dinner, the tables now of fruits and vegetables. Braziers burn around the centra square. Everyone strains to see and hear Alexander. Mara watches him particularly closely from across the tab her cautious eyes never leaving him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "\"Eloi\"? KORUS. What are your people called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Well, I guess you'd call us... New Yorkers. KORUS. (savoring the words) New Yorkers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "How long did you travel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Well it seems like a long time -- but it wasn't really. It's rather hard to explain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "It must have been hard, leaving your work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "The journey is part of my work. \fKORUS. You can work with us as soon as you're feeling better... Looks like a climber to me. The Eloi agree. Definitely a \"climber.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORUS",
          "text": "We had another visitor from beyond the valley about four years ago. His name was Moren. Do you know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No... KORUS. He said he traveled for two months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I took a different route.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "What did you do at night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "(a bit quickly) What's it like where you come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh, very different. But not entirely... I mean we have lots of, um, trees and such. But not everywhere. And more roads. And buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORUS",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "To live in. There's a lot of us... beyond the valley. KORUS. New Yorkers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes. I hope you won't take this the wrong way but is there someone older I could talk to? An elder or patriarch of some kind? The Eloi look at him a little oddly. KORUS. I am the oldest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I mean someone considerably older. Your father perhaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORUS",
          "text": "My father has gone to a better place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I'm sorry, I didn't mean to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORUS",
          "text": "Of course. You're just tired. Mara, will you look after Alexander tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORUS",
          "text": "(stands, toasting) Friends, join me in welcoming our brother from beyond the valley, Alexander. The Eloi stand and toast. Applause and good fellowship. Before Alexander can open his mouth to respond the Eloi a clearing the table. A bit abruptly. Mara and Kalen go to Alexander, they head back to their house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "Now how did you get hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I had an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "I figured that. What kind of accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Kalen, don't be morbid. Kalen grabs Alexander's hand and pulls him along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "What do you do on the towers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "On the towers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm training to be a high climber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "We'll see about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "Iam. Are you a climber?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Ah... no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "Don't tell me you're a mud carrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "'rraid so. Just a regular old... mud carrier. Kalen is disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "That's all right, Kalen... (a wry glance to Alexander) .. Mud carriers are important too. They continue on toward their house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander sits with Kalen and Mara. The boys's eyes alive with wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Thousands and thousands of people. And sometimes we live in great buildings that reach up five or ten stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "And everyone looks like us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Exactly like you. Well, maybe not as healthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Is there a lot of illness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Some. But I mean we aren't all so... handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "I want to see your home. Will you take me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kalen, right now you need to go up to bed. You're exhausting Alexander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "You'll tell me more tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I will. Good night. Kalen kisses his mother and then kisses Alexander. He goe up the stairs, disappearing to another part of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "His curiosity is amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Mm. A beat. Mara gazing at Alexander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Come to the roof. We can talk there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander and Mara emerge from a stairway to the flat roo the house. Alexander stops, looking up... The moon -- or what's left of the moon -- shines in the night. Oddly shaped shards are spread out in uneven intervals. It is bizarrely beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "My God... Mara notes his reaction as she sits at the edge of the ro by a large brazier. She lights a fire in the brazier as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Sit with me. He goes to her and sits. He notices that other Eloi are also sitting on their roof all around the village, braziers burning like campfires through the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Kalen will tire you out if you let him. He's always been curious. His father was firm with him but... \fit's just his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Your husband is dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "He's gone to a better place. He looks over the peaceful night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "It's hard for me to imagine a better place. Where I come from there's so much... frenzy. Day and night. It seems we're all running faster and faster... (he smiles) .. All in identical bowler hats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "You're not from beyond the valley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What makes you say that? She reaches into her clothing and pulls out his pocket wa She holds it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "We don't have anything like this. Or the machine where Kalen found you. And I doubt they do beyond the valley... Now where do you come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You might find the truth rather hard to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "(dry) Then you can speak slowly. He smiles. Fair enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "All right... I'm from here. Around here anyway. The machine where you found me allowed me to travel through time... I'm from the past. She looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Oh, that explains everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "\fI know it's hard to believe, but it's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "That machine --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Allowed me to travel from my time to yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "How long ago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "More than 800,000 years. She looks at him. She looks at his pocket watch. Then bac at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Why would you do that? Alexander doesn't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I might find the truth rather hard to understand?... Can you go back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes. Or forward into the future. I suppose I really should check on the machine, see that it hasn't been damaged...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I'll take you tomorrow... You must have seen a lot on your journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "For a time it was astounding. I saw the years spinning by, I was in the years spinning by. We made such advances. I don't understand half of them. There was a machine that talked to me and others that flew through the sky... We must have been incredible thinkers and artists -- A sudden scream cuts through the night -- Kalen -- Mara b up, races down into the house, Alexander following --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kalen is sitting up in bed, eyes wide, screaming -- Mara to him, holds him closely -- Alexander stands in the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Kalen, it's all right, I'm here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "(terror) They're here! They're inside the house -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "No, you're safe --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "They're inside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "(calming) Kalen, look at me. There's no one here but us. You see I'm here, you're here, Alexander's here. There are no Morlocks. It was just a dream...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She holds him closely, he is weeping uncontrollably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "You're safe... Alexander moves away, allowing them their privacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander sits, looking over the night. He notes that mos of the Eloi have gone in, but, oddly, their fires still b on the rooftops. He glances up at the stars, gazing at the dazzling mosaic beautiful lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA'S VOICE",
          "text": "He's asleep. Alexander turns. Mara is standing at the entrance to the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Is he all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Just a dream. You should sleep too. You're still not well. \fA beat. A beat. A beat. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I'm going to sit with Kalen. Keep the fire burning if you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I will... She doesn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I'll take you to your machine tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Thank you... She doesn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "You seem fascinated by the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You can see so many here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "(smiles) Don't then have stars where you come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Not like this... They don't seem so bright with all the city lights. I never really noticed them much... He is on the verge of asking her to join him in enjoying the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Good night, then. She turns to go... She stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Mara... what's a \"Morlock\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "A child's nightmare, that's all. She goes into the house. He sits for a moment, looking over the beautiful night. glances up at the shards of the moon. O Brave New World...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are moving through the Eloi world. Through lush jungle and glades and forests. Everywhere around us there are fascinating geological and botanical wonders to behold... Bucolic and beautiful. Idyllic... And then the landscape is more mountainous, rocks and the beginning of a splendid desert... the sun is setting... t desert sand burns red in the sunset... still beautiful... And then a shape appears in the distance -- we sweep towa it -- it is hulking -- predatory -- terrifying -- sparkli red as if the setting sun is reflecting from shinning metal --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Alexander bolts awake. Unsettled by the dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander and Mara are making their way up an ascending p through the forest with the rest of the Eloi. Kalen is ah of them with some other children. Korus comes to them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORUS",
          "text": "Good morning, Alexander. Feeling up to some work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I suppose so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I'm going to take him to where Kalen found him first. KORUS. And then you'll join us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Yes. KORUS. Good. We'll see you later then. He moves ahead, walking briskly. Excited about a day of work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mara, I had a strange dream last night. I was here, walking through a forest very much like this, and then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Then you came to a desert and mountains...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "And you saw a shape ahead of you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "We all have that dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "All of you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Every night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You share dreams? That's incredible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "We share everything. He slows, looking ahead, amazed. In the distance, just over the crest of the hill he sees strange point, like the top of a high steeple, jutting up the sky. They approach the crest of the hill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander stands, utterly staggered, looking down into a valley. And he sees... A city... not exactly... s sculpture... no... Imagine Monument Valley. Man-made. Twisting spires and towers and monoliths shoot up for a hundred feet, swirling multicolored constructions of sand stone. They are mammoth creations that bend and twist and \fsoar, filling the valley. There is a bizarre sort of architectural order to the creation, yet it is also inspi and mad and emotional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Our work. They begin to descend into the valley with the rest of th Eloi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Among the towers now, Alexander sees the fabulous detail the constructions. They are beautiful, soaring combinatio of mud and stone sculpture; fabric and wood; sand and flowers. It is ethereal pyramid building: primitive creation of stunning artistic courage and clarity. Already the Eloi are busy. Like a race of master builders, they climb wooden scaffoldings and scale ropes -- swarming busily around th towers like insects -- unified in their task of amazing artistic creation. Alexander and Mara move through the towers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "This is magnificent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "And this is your \"work\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Yes. They pass some Eloi carrying mud from a nearby river to t towers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "(dry) The mud carriers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I can see Kalen's point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Want to be a high climber now, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What you need is an engineer. If \fyou set up a system of pulleys and counterweights, some basic block and tackle mechanism, you could to this a lot more easily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "It's not supposed to be easy, it's supposed to be beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What's it all for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I mean, why do you do it? What purpose does it serve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "It has no purpose. It's just beautiful... Does everything have a purpose where you come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Most things. We're very high on purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "It's always been this way here. We work on the towers all our lives. When we're young we train to be planners or climbers or sculptors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Or mud carriers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "And there's no shame to that. It's all the same here. Everyone has an important job to do. We all work together and couldn't survive without each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I'ma planner. I help decide where the new towers go and what they should look like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "How do you decide?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "\fI try to imagine how they'll look when they're done. I try to imagine how we'll fit in with them... our place in the world. Alexander is impressed with her quiet words, own creative passion. He stops, taking in the communal activity eve him for a moment. Enjoying the warm sunshine surroundings. Paradise. He continues to gaze at the towers, smiling. him, almost on the verge of saying something. against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "We should go if you want to see your machine. They continue on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first stars are beginning to shine in the so much like his rywhere around and peaceful Mara looks at She decides night sky as Alexander and Mara make their way across an open field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": ".. It was a great city. The greatest city in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "You liked it there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh, very much... (he points) .. I used to work somewhere in that direction, I think. A huge university where we taught everything from botany to history to literature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Learning was important?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh very. Learning, commerce, the arts -- the whole place was buzzing all the time. Night and day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Did you have fires at night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "\fOnly to keep warm. For illumination we had gaslights on most of the streets and a new invention called electrical lighting that made it seem like daylight all through the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "It must have been safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh, it was... (beat) .. Most of the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "It sounds like a wonderful place to live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Looking back... I suppose it was. I didn't quite realize it at the time but... Alexander stops, frozen. Staring up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Alexander...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(quietly) Orion's belt... The constellation gleams in the sky. The string of three stars pointing to the earth. Exactly as it was on the nig Emma died. Alexander looks around, amazed, getting his bearings:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Those rocks, over there... they're the same... this is... Central Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "You know this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Over there was Fifth Avenue -- and the Plaza Hotel was there... this is... the carriage path. We're on the carriage path. A stunning realization for Alexander. The stars and rock formations confirming his thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "The whole world is different. But \fthis never changes... A long beat as he looks around, his eyes full of pain. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "This is where my journey started... right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "You lost someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Someone you loved very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes... After her death, it was intolerable for me here... The future had to be better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "If you only knew... He looks at her deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You've welcomed me into your home. Into your lives. Everyone has... For the first time in a long time it doesn't hurt quite so much. I thank you for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "I know what it is to lose someone. When my husband was taken from us... I thought the pain would never end. She gently touches his face. A beat. She",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "But time helps. She breaks the moment, turning:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Now let's see this amazing machine of yours. moves off. He takes one final glance at Orion's belt, and then follows. One of the squirrel-like creatures scampers after them a then stops -- and something bizarre happens -- the squirr jaws distend unnaturally -- and it vomits forth an eyebal The human-looking eyeball oscillates on a thick mechanica tendril. Watching Alexander and Mara. Spying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Time Machine awaits. It sits at the edge of some thic jungle foliage. Alexander goes to it. Mara following. He circles the machine, checking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Good -- it looks fine. We had quite a ride together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "It's undamaged?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes... a little scorching on the upholstery but otherwise all ship- shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "So you can use it now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes... I suppose so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Go back to your own time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I could... Suddenly, she is a different person -- she takes his arm firmly, her eyes burning into his:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "(urgently) Alexander, take my son away. Take him back to your time. Will you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Mara --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Please, I beg you. Take him away from here -- And then... A mournful wailing stabs through the night. A distant ho Mara freezes. Her eyes wide in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Kalen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Mara...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "No! She turns and bolts, racing away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Mara!? He runs after her -- leaving the Time Machine behind --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Wait -- tell me -- ! Then a frenzy of movement draws his attention back to the Time Machine for a moment -- He just sees the Time Machine as it is DRAGGED AWAY -- amazingly quickly -- something violently hauling it into darkness of the jungle in an instant -- the jungle swallo it up -- Alexander slams to a stop -- amazed -- and then turns to follow Mara --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander and Mara race through the deep forest -- she is running flat out -- he struggles to keep up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Mara -- what -- ?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Kalen -- we have to get Kalen -- ! A building thunder in the forest behind them -- Something approaching -- a crashing cacophony of somethin thrashing quickly through the trees -- closer and closer the earth vibrating, something pounding after them -- Another horn call, closer -- Dark shapes sweeping through the forest behind them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander and Mara speed into the valley from the darkne the forest -- The Eloi ahead of them are just standing. Waiting. A terrible moment of stasis, terror in their eyes. The worl coiled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "Kalen -- ! An EXPLOSION of horror as the MORLOCKS appear -- They erupt from the dark forest into the valley -- The Morlocks are horrible, muscular creatures with unnaturally long and distended jaws and ferocious, huge c like those of a mole -- And they ride horribly mutated horses and let out ferocio animal roars. About twenty mounted Morlocks sweep into the valley -- th Eloi scatter in terror. It is a hunt. The Eloi race in panic, so utterly unlike the beatific ca of the rest of their lives -- and everywhere the Morlocks pursue -- weaving in and out of the Eloi towers and swing heavy nets -- capturing Eloi and dragging them away -- The Eloi scramble desperately to protect their children - the Morlocks are brutal -- great claws slamming Eloi asid snatching them up -- nets swinging -- the Eloi never real resist -- once they are captured they allow the Morlocks pull them away -- By now the sun is fully setting and it is an unearthly spectacle in the blood red dusk, made even more bizarre b the glowing red eyes of the Morlocks -- Mara and Alexander race through the mammoth constructions",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "Everywhere around them the Morlocks are netting Eloi and dragging them away -- But it is not random. The Morlocks seem to target particu Eloi. A Morlock spins on his horse, his glowing red eyes fasten Mara. He spurs his horse and gallops toward Mara and Alexander. Alexander sees the Morlock pursuing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This way! He pulls Mara towards one of the towers -- The Morlock gallops toward them -- swinging his net -- th net traps Mara -- Alexander spins around and grabs the ne he yanks at it violently and pulls the Morlock from his horse -- The Morlock slams to the ground -- the horse bolts off -- Morlock snarls and slashes at Alexander quickly and then, his absolute shock, the Morlock dives into the earth -- h tunnels away with his huge claws in a frenzy of movement disappearing into the ground -- Alexander pulls Mara from the net and hauls her up -- He pulls her to one of the towers and begins climbing, hauling her after him, away from the Morlocks -- Another Morlock fastens his crimson eyes on Mara, gallops toward them -- swings his net up -- can't reach them. He glares up at Alexander and Mara and then snaps open his h jaws, screeching in frustration -- Then the Morlock below VAULTS from his horse and scales u the tower after Alexander and Mara -- he climbs very quic his great jaws snapping -- they scramble to keep above hi desperately climbing -- the Morlock is almost on them whe They see Kalen -- lost amidst the panic below -- the Morl horses pounding around him -- a frenzy of horror --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "(to Mara)",
          "sentiment": "neutral"
        },
        {
          "speaker": "-- GO GET HIM",
          "text": "Alexander instantly leaps down on the Morlock pursing the allowing Mara to scale down after Kalen -- The Morlock grapples with Alexander briefly -- essentiall tossing him aside -- Alexander falls and then lands hard scaffolding below -- As Mara leaps down and begins racing through the chaos fo Kalen -- The Morlock on the tower spins around and scales down aft her quickly -- But Alexander sees that Mara is almost to Kalen -- When SUDDENLY the ground ERUPTS directly before Mara -- a Morlock BURST up from the hole and LEAPS on Mara like a l \fon a gazelle -- He grabs her with his great claws -- Alexander watches, impotent -- as the Morlock drags Mara down the hole, amazingly quickly -- Then from the forest -- another blast of the horn. And everything abruptly stops. The Morlock instantly stop pursuing -- the Eloi stop running. A frozen moment and then... The horn call ends. The Morlock spin their horses and gallop into the dark forest, disappearing with their prey. The Eloi look around, slightly dazed, their panic ended a someone flipped a switch. Alexander sees Kalen's face. It is too painful. Alexander closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander stands, frustrated, with Korus and a few Eloi. Braziers burn around the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Where do they take them?! KORUS. We don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "We have to go after them, find where -- ! KORUS. Alexander, I know you're trying to help. But they don't come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What do you mean?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORUS",
          "text": "They've gone to a better place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You know that's not true. KORUS. We choose to believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "My God! How can you just do \fnothing!? They're your friends, your family. You all knew Mara. You ate with her and worked with her... Your work in the valley, what is that for if not to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELOI MAN",
          "text": "To find our place in the world and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No -- it's more than that. When you create something you say to the world: I was here. I mean something. How can you just let that be taken away from you?! KORUS. This is out life, Alexander. It's a hard life but it is how we have always lived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Then it's time to change that -- KORUS. (firm) We are what we are. A tense beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You won't even try? KORUS. We can't change the day and the night, Alexander. This is the world. Alexander sees Kalen standing at the door to his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Why don't you try telling him that? He strides off toward Kalen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander sits across from Kalen. Silence. Kalen goes to him. Sits next to him. Strangely comforting",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "This is how things happen. It happened to my father. My mother \fsaid if we remember him every day he'll always be here and we'll feel better. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "I remember him before I go to sleep. We built a table once. I remember that. He leans his head on Alexander's shoulder. Both rememberi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More of the shared Eloi dream we saw before... We are moving through the desert... the sun is setting... desert sand burns red in the sunset... And then a shape appears in the distance -- we sweep forw -- it is hulking -- predatory -- sparkling red as if the setting sun is reflecting from shining metal -- Glowing red -- a great bird of prey -- blazing in the sun now -- enormous coiled shoulders -- sharp talons -- stran metallic -- Then the huge head lunges forward -- the curved beak snap open -- devouring us --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander bolts awake -- sweating -- terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander stands at the doorway, watching the Eloi troop to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN'S VOICE",
          "text": "You're thinking about her... Alexander turns, Kalen is standing in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes. Kalen goes to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "She didn't want me to be a climber. She wanted me to be a planner like her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I'm so sorry, Kalen. \fThey watch the Eloi troop off to work for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "How can they just go back to work as if nothing happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "What else can they do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Kalen... Do you have any idea where they take them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "We're not supposed to think about it. But I dream about it sometimes... Kalen is deep in thought. He finally comes out with it hesitant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "There's a place that might help... we could try going there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "The Hall of Books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You have books?! Kalen, you've got to take me there. There might be history. Records. Something to help us find where the Morlocks took --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "I shouldn't have mentioned it. We can't go there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "Why? Kalen looks at him. Deadly serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "Because it's haunted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander and Kalen are making their way through a dense jungle path, long overgrown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "\fNo one ever comes here. My mother told me stories about it late at night. They tell all the children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What kind of stories?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "About the voice in the darkness. About the ghosts... They push through some tangled vines. A gaping tunnel ope into the earth ahead of them. They stop. Kalen considers the dark opening. He bravely steels himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "Climbers should go first. Then he continues on, Alexander following. They begin to down into the tunnel, pushing aside overgrown vines and foliage. No one has been this way for a great many years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They descend the dank tunnel. Here and there shafts of sunlight shoot down from holes above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "I had a friend who came here once. Sort of a dare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "He came back screaming... He never talked about it after that. I don't think he even got this far. Not even noticing, they pass by an imposing figure buried deep in the sediment of the tunnel wall. A stone lion, it great head just protruding from the rock. It is one of the lions from the entrance to the Fifth Ave New York City Public Library.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander and Kalen slowly walk into a cavernous chamber shrouded in dust, spiderwebs and cobwebs -- filthy, aband and echoing. Eerie. Around the edges we can just glimpse a sense of something familiar, of our time. They are, in fact, standing in the sad remains of the reading room of the New York City Publ \fLibrary. Massive walls of books. A dazzling shaft of sunlight shoots straight down from a above, creating a pillar of light. Everything else is darkness. Except for a tiny red glow in a far corner of the room. Then a voice, echoing from the red glow:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "May I help you? Alexander and Kalen stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": ".. It has been one thousand, three hundred and seven years since I have seen a living soul... The glowing red light approaches, ominous...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "And you are alive. I can feel your pulse from here... The glowing red light approaches...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "If I had known you were coming... The glowing red light stops just short of the ray of sunl from above...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "I would have baked something. And VOX steps into the pillar of light. He is a truly horrifying sight. A human-shaped robot of sorts. A twisting, hideous collection of circuits and wir pistons and metal. A gaping face-plate. Bits of ashen ski grafted uneasily to rubber and metal. And one very human peering from his wretched visage. The glowing red light comes from deep within his incomple chest cavity. A power source of some kind. He has the same voice as the informational kiosk Alexande spoke to earlier. Vox moves with the strange, jerky gait of a machine well his prime. He lurches about, but with a bizarre sort of elegance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "My manners have become deplorable \fthrough lack of use. The spiders and the scorpions don't care much, I'm afraid. He smiles, a truly ghastly sight, and perambulates to a bookcase. vox What can I get you, let's see... (he flips through some books) .. Henry James? No, too dreary... Hemingway, perhaps? No, too sweaty. Plato? Proust? Poe? Pinter? Pound? No, something else... ahhhh... I have it... (he hold up a book) .. Jules Verne. He turns to Alexander. vox Right up your alley, I would think. You are from the past, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "How did you know?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "I can smell carcinogens and industrial pollutants on your skin that have not been known here for -- (he leans forward and smells Alexander) -- 800,000 years perhaps. Don't keep me in suspense. What year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "I must say, you look remarkably good. You don't want a book then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "I'm the librarian. I've always been the librarian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I know you -- you're an automaton of some sort that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "An \"automaton\"?! Please! I'ma \fbiomechanical organism. Well, what's left of one. What's left of all of them, actually. I am the last... (he sweeps his arms to take in the whole chamber) .. And \"these fragments I have shored against my ruins.\" 1.3. Eliot. You wouldn't know him yet but you'll just love him, he's divine, if a little dour. Very shy though... hiding over here... He jerks away toward another bookcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Sir... have you a name? vox I am called Vox... (he jerks quickly to Kalen) .. Now you are Eloi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "(terrified) Yes... vox Don't be frightened, Vox is here to help. To serve. How may I serve you, child? He leans very close to Kalen. Then quietly and rather cruelly baaa's like a sheep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Please, we need your help. The Morlocks have taken --",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "(jerking at the word) Morlocks --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You know of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Who doesn't know the Morlocks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Do you know where they live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Oh yes... They found our knowledge useful for a time. They used us \fmuch as your people did. Then they decided they had learned enough so they tore us up for spare parts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "But you escaped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "I was lucky. The others weren't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "How have you survived so long? Vox touches the red glow in his chest cavity:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Regenerating fission reactor, you wouldn't understand. It's power is well beyond your neanderthal cranial capacity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Can you show us where they live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "Please... it's important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "An Eloi who would seek out the Morlocks? Aren't you a plucky little thing? He stares at Kalen, gauging him. Kalen bravely returns hi stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "We need your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "(with rising passion) Why should I help you? You primates -- you great, lumbering, hairy animals, drenched in blood from the moment of your hideous conception -- what have you ever used knowledge for but destruction and bloodshed! A little bit of learning and you lay waste to the world! You're no better than the Morlocks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "They took my mother!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY TOOK MY ENTIRE RACE",
          "text": "\fHis thundering words echo around the chamber. A beat. Vox calms down. Takes in his massive walls of books. vox But all that's ancient history. I'm safe here. Now I live in serene contemplation. I commune with the great minds of history. Socrates, Aristotle, Shakespeare, Martha Stewart. Why should I risk all of that to help you? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Because you'll never die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You'll live like this forever. Alone. You were meant to help. To be with people. Not like this. A long beat. vox (darkly) So, Relic, you want to open Pandora's box, do you? See all the mysteries exposed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "And if the truth is so horrible that it will haunt your dreams for all time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I'm used to that. Vox stares at Alexander for a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "All right, Dorothy, let's go and see the Wizard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander, Vox and Kalen are making their way down a fore path. Kalen a bit ahead. \fVox talks quietly to Alexander:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "When was his mother taken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Send him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Send him home. You don't want him to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Kalen... hold on a minute. Kalen stops. Alexander kneels by him. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I think we should go on by ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Please, just listen to me... Your mother would be very cross with me if you got hurt. I'll find her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "But you're only a mud carrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(smiles) I'll be all right... You go back to the village and light the fire. So we can find our way home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "I'll wait for you. He hugs Alexander, tightly. And then goes. A beat. Vox watches Alexander, actually moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Come on. \fHe rises and they continue down the path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander and Vox are staring up, gazing at something ahe of them. An odd shadow falling across them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "My God... I saw this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "It frightens you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "It was meant to. And then we see it... like a vision from the shared Eloi dream... a great metallic bird of prey... coiled muscles. shining red in the light. It is, in fact, one of the gargoyles from the Chrysler Building. The top of the building towers up from the sand Shattered and desolate, looming at an odd angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "So, do we go on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Aren't you a plucky little -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Oh, shut up. He bravely moves past the top of the Chrysler Building, keeping an eye on the frozen gargoyle as he passes. Vox smiles and follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great cliffs soar up like dragon's teeth. Alexander and V approach the tallest, sharpest cliff. Like a knife cuttin into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": ".. The Morlocks never bother me. Why should they? I'm obsolete. Where's the danger in a book no one wants to read? \fVox notes one of the little squirrel-like creatures. He calmly crushes it under his foot. Alexander is surprised but says nothing. Then Vox stops at the great cliff, gazing up, a complex tornado of emotions flashing across his one human eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "(quietly) I have not seen this place for 120,000 years... Very well, Relic. Here's the way in. Alexander stares at the wall of impenetrable stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "It's not what you think. Touch it. Alexander slowly reaches forward -- his hand passes throu the stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "It's what they want you to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "This is the way in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Yes Are you sure you want to do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes. But you've done enough. Thank you for your help... I hope someday people read your books again. And then Alexander takes a breath and... steps through th wall. Disappearing. Vox stands for a moment. Thinking. And follows Alexander through the wall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "In for a penny, in for a pound. Do you know that saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Yes... Thank you. And they turn to face... \fThe lair of the Morlocks. It is a serpentine network of tunnels that shoot off dramatically in all directions. Some of the tunnels are rough and natural, stalagmites and stalactites gaping lik teeth. Others are smooth and architectural, seeming almos man-made. In the rocks around them, we can just glimpse relics from Old World -- buried under thousands of years of rock formation and evolution -- treasures deep in the sediment Bit of New York -- a building -- a car -- a soda machine twisting subway tracks arching into the darkness. And in the background a steady inhalation and exhalation constant rasping and hollow moaning -- as if the Earth it was breathing. And the low thrum of machinery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Machines?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Do you know which way? Vox stands frozen... his nightmares coming back to haunt",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Vox?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "This way. They begin to move through a tunnel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although he doesn't know it -- and such a thing would be unknown to him anyway -- Alexander and Vox are traveling the remains of a decaying New York City subway tunnel. They pass bits of crumbling tile on the wall -- the lette \"ILR.T.\" and \"42nd Street\" are just visible through years grime and geological growth. They move toward the next chamber, the source of the stra breathing and mechanical sounds seems to be coming from t new chamber... They emerge on a ledge high above...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fAlexander and Vox peer down, hidden. If Alexander had the knowledge of its existence he would he is above the sunken remains of Madison Square Garden. whole Garden has fallen in on itself at some points, at others the cathedral of metal girders support the ceiling high above. The air around them vibrates and whooshes, the breathing sound roaring. And at last Alexander can see the source.. Machines. Towering, sweating, industrial. A network of enormous pipes and electrical cables and air channels lik the circulator system of a body that twist off in every direction. A sweatshop Hell. A mechanized Dante's Inferno of wood and leather and steel. And the Morlocks are working. All the machines are powere by the brute strength of the Morlocks alone. They labor among the hellish machines -- slowly turning great wheels pulling at enormous bellows and hauling ropes and grindin levers. They are nightmare figures of a Bosch painting. Alexander looks down in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What's it all for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "The air... the power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Why did they built it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "The Morlocks didn't build this. Alexander looks at him. vox Alexander... Listen to me, it was wrong to bring you. You're not going to find what you're looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "(grim) Trust me... You don't want to see any more. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "\fShow me. Vox looks at him for a moment. And leads him down another tunnel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tunnel gradually opens out, getting wider and wider, opening to a vast chamber... And as the tunnel opens out, they get a stunning perspect of the whole... Bones. Skeletons. The entire chamber is a vast necropolis They are standing in an enormous hall entirely made up of Eloi bones and skulls and rib cages and complete skeleton Some buried deep into the sediment -- some reaching out f them like grisly nightmare images -- an entire sweeping w of skulls on one side. At other places the bones glisten wetly, fresh kill. Here and there around the chamber holes drop away to blackness, gaping chasms. A silent beat as they take in the horror everywhere aroun them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "The slaughterhouse. Alexander looks around, shattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "They raise them like cattle... Feed them until they're ready and then hunt them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "(a whisper) How are your dreams now? His words hang in the air for a moment as Alexander takes the gruesome chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "This has to end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "End...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "This has to end. \fVox looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "May I help you? Before Alexander can respond -- The ground beside them suddenly EXPLODES up -- bones fly Morlocks ERUPT up from the ground -- Alexander tries to resist -- but he is quickly overpowered -- A Morlock grabs Vox and BRUTALLY flings him aside -- Vox falls into a gaping hole -- sailing down -- SLAMMING agai the sides of the abyss -- his body RECOILING grotesquely a rag doll, shattered -- he CRASHES to the bottom of the chasm, lies still -- Above, a Morlock leans over the defeated Alexander, he op his enormous jaws wide and screeches down at Alexander, inches away, Alexander can see into his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Morlocks are leading Alexander down a long, sloping tunnel, deeper and deeper and deeper. But this tunnel is different. It evolves from the natural subterranean and bone caves o the Morlocks to rough walls and then walls with decaying frescos and tapestries. It is as if Alexander is walking through a microcosm of man's development. A tall figure is waiting ahead of them in the deep darkne of the tunnel. The Morlocks stop, Alexander as well. Alexander peers at the figure, trying to see. Too dark. Then a voice. Surprisingly gentle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLE VOICE",
          "text": "I won't be what you expect... A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLE VOICE",
          "text": "We're not really so different, you and I. Then a light. A pulsing bio-electric glow radiates from t figure, illuminating it from within, and Alexander sees.. The UBER-MORLOCK OVERLORD. The Uber-Morlocks are strange creatures. The centuries of living deep underground without any physical activity hav left them anemic and enervated. They are fragile, weak, \felongated creatures. Their skin is almost translucent -- like bizarre mutations of a man and a silverfish. A beat as Alexander takes in this eerie figure. The Overl bears a disturbing resemblance to Dean Fulton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "It's bio-electric illumination. Like certain deep sea creatures from your own time. He moves to Alexander. The Uber-Morlocks move slowly, alm having lost ambulatory power. The Overlord stops close. Studies Alexander. Then smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Come... see your future. He ushers Alexander into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A breathtaking cacophony of the past and the future. A serpentine honeycomb of chambers that combine a Victori Jules Verne sense of the \"future\" with artifacts from our world: obelisks of cars and computers; towers of scientif equipment alongside rotting advertising posters and prese animals floating in huge tanks. Mammoth columns of decaying books soaring up like monolit Vast towers of enormous tomes of every description. Here and there in the murky darkness of the network of ro we see flickering lights -- decaying power cables -- the and sputter of some machinery in the shadows. The Overlord slowly leads Alexander through the network o chambers, past the amazing artifacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Alexander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Well, Alexander, as a fellow scientist I know you have a thousand questions --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "You came underground when the world was ending above. And you evolved. Some into the Morlocks and others --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "\fNo, we created the Morlocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Created?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "You wouldn't understand. We genetically engineered the Morlock class to serve our needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "As slaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "To work the machines and build the tunnels. You can't imagine what it was like when it all started. We survived for millennia, scraping the lichen and microscopic organisms from the rock with our teeth and digging for water with our nails. Endlessly. For generations. And we... became. The Overlord continues to lead Alexander through the chambers, the two Morlocks following. Alexander can see t the Morlocks are clearly terrified by the Overlord. A few other Uber-Morlocks lurk in the darkness of the cor and high walls of the chambers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "And centuries later when we tried to emerge into the sun again, we couldn't. Our adaptation was too",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "successful. We survived we endured... for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "How do you control the Morlocks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "We make them see what we wish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "As our bodies atrophied our minds... compensated. The two Morlocks following suddenly stop -- mind control the Overlord freezing them in their tracks. The Overlord continues to walk with Alexander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "\fAnd what of the Eloi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "They survived above. Became what they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No... they didn't survive only to be your food. You did that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "I'm afraid your indignation is lost here. I have no more \"human\" response to the Eloi then you would have to a carrot. It's just how we live now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "But this is barbaric! Have you completely lost all sense of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "(stops, calm) And who are you, Alexander? Who are you to question thousands of years of evolution? This is the world now. I am fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "It can't all be like this... They continue walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Underground and above. Light and dark. Predator and prey. There is nothing else. There is not even a desire for anything else. We have finally arrived at... stasis. Which brings us to the problem of you... You can see that you have no place here. Your blood, your offspring, your ideas just don't belong anymore. So... They round a corner to another chamber. And the Time Machine is sitting before them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": ".. You're free to go. A stunning bell tower looms through the sediment just abo the Time Machine. It is a huge clock face from the front some long lost building. The huge bell silent. The hands still for generations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Go back to where you came from. Or die here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Why would you let me go back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Because the past is immutable. Frozen. Dead... And you are the past. A beat as the Overlord gazed at Alexander dispassionately",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Say I just come back again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Alexander, yours is a world of brocade and velvet, not tooth and claw. Why would you come back to this? To save a few cattle? No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I could tell them. Warm them of what's to come. The Overlord gazed at him deeply. Then with strange poignancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Please, warn them. No one will ever believe... we have come to this. Then a weak voice, echoing from the darkness down the corridor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA'S VOICE",
          "text": "Alexander... Alexander spins around -- races across the chamber -- the Overlord slowly follows -- And Alexander discovers Mara, almost lost in the incredib Baroque chaos of the chamber. She is hanging on a wall, leather straps holding her in place. Filthy plastic IV tu connect her to some chugging medical equipment. Alexander reaches up to grasp her hand, can just reach he",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Mara... Mara weakly raises her head -- a shocking sight -- alrea her skin is becoming strangely translucent, her veins beginning to show through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No... Mara tries to speak, cannot. Alexander stands for a beat, holding her hand. Then, without turning:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "We have lost the capacity to reproduce. But the species must continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "So you take their best...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "When a creature shows too much independent thought we remove them from the gene pool. We're breeding them for submission. Soon they will be fully domesticated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(quietly) You took her because she helped me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Yes. Initiative and daring are not desirable traits in the Eloi. But you should be happy for her. She won't remember the creature she was. She will... become. A beat. Alexander looks up at Mara deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "She won't remember you. None of them will. You will be forgotten. That is how history works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "A man can change his history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "After all you've seen... after man's entire journey... you still believe that? Alexander slowly turns to the Overlord, his eyes burning, fury mounting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now will you go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No... Alexander steps towards the Overlord, threatening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "This has to end. The Overlord steps back. A frail creature, he is no match for Alexander. He has no defense. But for one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Her name... was Emma. Alexander stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "If I can only find the right door... the lady or the tiger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "It's always the tiger for you, Alexander, haven't you learned that by now?... He glances to Mara, strapped to the wall, her head hangin limp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "... It wasn't possible then and it isn't possible now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Overlord slowly moves to Alexander, his eyes burning Alexander's, his voice low and steady, hypnotic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Past... present... future... it's all the same ribbon. You can't change a thing. Not a moment. Not a molecule... You never could. The Overlord is very close. A whisper:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "You came 800,000 years not to relive it. But you are reliving it. How can you watch it again? Alexander looks at him, pain in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go... before it's too late... Accept what is destined to be. Go back to your own time. The future's finished for you... Alexander looks at Mara. Then he slowly turns his back on her and steps to the Time Machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "That's right... go back... Tell them of your journey. Of your destiny. This was all... meant to be. Alexander stands at the Time Machine. Then he reaches forward and gently throws the Time Machin control lever -- The Overlord is stunned -- Alexander withdraws his hand and turns to the Overlord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Not this time. A high-pitched whine -- building -- the world undulates around the Time Machine -- And then it is gone. The Overlord gapes at Alexander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "That was a foolish thing to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I'm a foolish man. Alexander begins to circle the Overlord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "I could have a hundred Morlocks here in thirty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Does this prove something to you? Have you made some great stand of which I'm unaware? Alexander continues to circle, the Overlord matching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm tired of running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "Oh, you won't be running for long... Alexander stops. The Overlord stops as well. The Overlord is now standing where the Time Machine was. A tense stand off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "But you've earned a reward for your valor. I think you should become. You'll like it here. Once you get used to the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I don't think that's going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLORD",
          "text": "And why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Because... He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Time's up. Before the Overlord can react -- a buzzing sound -- the w undulating around him -- his eyes shoot wide with realization -- And the Time Machine reappears -- appearing through the Overlord -- the Overlord is torn apart -- the Time Machin forcing it's way through his body -- Splat. The spacial and auditory vibration caused by the reappear of the Time Machine cascades through the chamber -- and t great clock face above suddenly shifts -- its bell tollin loudly -- the bell swaying back and forth unsteadily -- Alexander races to Mara -- urgently tearing her from the -- she collapses down into his arms -- As the huge clock begins to crumble from the wall -- Alexander turns to see -- The great clock face finally falling -- On top of the Time Machine. Smashing it to pieces. \fAlexander gathers Mara up and begins racing out of the chamber. Another Uber-Morlock reaches for them from the shadows -- Alexander easily knocks the anemic creature aside and continues on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander is carrying Mara quickly through the grisly Hal Bones, trying to remember his way out -- Then a hulking figure appears ahead of him. And another. Two Morlocks. Alexander quickly sets Mara down and snatch up a bone to use as a weapon. The two Morlocks circle him, almost toying with him -- th they attack -- Alexander fights them but is almost immediately overpowered -- they roughly shove him to his knees, preparing to dispatch him when -- A voice, Vox:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "That's quite enough of that, you great bloated ticks. The Morlocks spin to Vox, surprised -- he stands proudly few feet away -- Alexander instantly drives up and SLAMS one of the Morlocks -- The other springs for Vox -- jaws snapping -- Vox thrusts an arm -- the Morlock crashes into him -- clamping his ja down on Vox's forearms -- they fall to the ground -- Alexander fights with his Morlock as best he can -- but h woefully overpowered -- the Morlock slashes at him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other Morlock continues to bite down on Vox's forearm Vox smiles --",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "That's titanium, you idiot. He powers forward with his other hand and grabs the Morlo throat, squeezing the life out of him as the Morlock slas at him brutally -- Meanwhile, Alexander is having a bad time of it -- the Morlock springs away from him into the darkness of the chamber -- clinging to the walls and scaling along them quickly like a spider -- and then vaults back and slashes Alexander -- Alexander spins -- wounded -- falls. The Morlock hunches, coiling for the kill -- Alexander rolls over, pulling something from his vest -- box of matches -- the Morlock races forward to destroy hi Alexander desperately strikes a match -- a sudden phosphorescent flare from the match -- the Morlock stops, stunned, blinded for a moment -- And then the Morlock jerks, stiffens -- amazed -- as Vox' titanium arm shoots through him from behind -- Vox's fist explodes through the Morlock's chest. Vox jerks his hand free as the Morlock falls. Then a look of surprise passes across Vox's face... to his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Vox --",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Imagine that... he sinks seems that little devil got my power relays... Viscous fluid begins to trickle down his face plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "(smiles) Takes a licking but ticking... (his head jerks keeps on oddly) .. For a while anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "What can I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Nothing to do, I'm afraid. just a librarian after all. Tell me what to do. I'm Wasn't exactly made for all this swashbuckling. though. know Byron?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Vox...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "I'm babbling. Good to talk to for a change... Take her out of need to go. here... (he jerks again, Very Byronic end, I appreciate that. Do you to have someone But you in pain) .. I don't have long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I won't leave you like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go back to the light. You weren't made for this. I was... I was made for this moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "I'm going to end it, Alexander. As we discussed... He touches the red glow of the reactor in his",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": ".. It'll only take a moment. One interrupted circuit, a few atoms smashing together and this will all be history. I'll give you as much time as I can... help me up. Alexander helps Vox to his feet. vox Now get out of my sight, you hideous primate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I'll never forget this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "I should hope not... (he jerks again in pain) .. Alexander... Make them read my books. Tell them who they are. Who they could be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "I will... A difficult beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "Tick-tick-tick -- better scamper along now. Alexander picks up Mara and sprints off. Vox slowly turns toward the Machinery Cavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "chest. Alexander makes his way with Mara up the decaying subway tunnel. Meanwhile --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Morlocks are absorbed in their mindless toil, as they have been for generations. Slaving and sweating at the gr machines. Vox slowly limps into the chamber. He is near the end, fl flowing down his face, moving with difficulty. The Morlocks notices him, surprised. Vox just continues t limp into the center of the cavern. The Morlocks begin to surround him, circling him, predato Vox looks at the Morlocks surrounding him. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOX",
          "text": "May I help you? Then he reaches deep into his gaping chest cavity -- And the world explodes -- A terrific reaction -- a cascading shock wave that tears through the chamber -- the entire cavern begins to implod from the violent percussions --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shock wave from the explosion rips through the slaughterhouse -- destroying everything --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shock wave tears through the chambers. The entire Ube Morlock world crumbles, burying the artifacts of man's pa in an avalanche of rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander hears the shock wave nearing -- the world dissolving as the caverns collapse behind him -- he sprin forward with Mara -- the subway tunnels twist and writhe implode behind him -- Alexander sees sunlight ahead -- the way out -- he speeds toward the light --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander races with Mara into the blinding sunlight -- emerging from the gaping tunnel leading to the Morlock's caves -- Just as the final tunnels collapse behind them. Alexander sinks to his knees and looks back. Dust and boulders and earth. Vox has done it. The Morloc world is no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fires burn through the night. The Eloi are standing, amazed, not believing what they se Alexander and Mara. Alive. They walk through the stunned Eloi without a word. Kalen emerges from his house and runs to them. Slow fade to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alexander walks with Mara and Kalen across a green, grass field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": ".. Well, you wanted to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "This is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Around here. He stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "(smiles) Yes. Just about here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALEN",
          "text": "But there's nothing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARA",
          "text": "It was different then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "My laboratory was about... here. And the kitchen was over there, where that tree is. Mrs. Watchit wouldn't allow me in much... but, yes, this is about the kitchen. They continue to move around the world that was Alexander house as we become aware of something else... Almost like ghosts at first. Philby and Mrs. Watchit. Moving around Alexander's house in 1899. Then we see the house and the field simultaneously. The same space, centuries apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what to tell you, sir. He's been gone this whole week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "And you've no idea where he went?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "No, sir. Philby smiles. They move into the study...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "And this would be my study. There was an elm tree outside the window then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I'm glad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "I'm glad he's gone. Maybe he's finally found a place where he can be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "This... was my home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "His home. Alexander puts an arm around Mara. At peace with his past And his future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEXANDER",
          "text": "Long ago. Alexander, Mara and Kalen and their time slowly disappear we fully come to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Watchit leads Philby to the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "You know, Molly and I were talking about engaging a nanny for Jamie. Someone to live with us and take care of the boy. Would you be interested? They stop at the front door. Mrs. Watchit looks back at t empty house for a moment. Then turns to Philby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I might be. But there'll be some changes made. I run a tight house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILBY",
          "text": "(smiles) I have no doubt of that. I'll come by in the morning and we'll arrange it. Goodnight, Mrs. Watchit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "Goodnight, Mr. Philby. He goes. Mrs. Watchit gently closes the door and turns back to the empty house. She stands for a moment and then, quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. WATCHIT",
          "text": "Godspeed, my fine lad, Godspeed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Philby walks away from the house, stops, takes one look b And he looks up at the moon for a moment. Then he takes his bowler hat off and flings it away. He smiles. And continues away. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2333"
    }
  ]
}