{
  "movie_id": "MOV2271",
  "scenes": [
    {
      "location": "CHICAGO SKYLINE",
      "time": "DAY",
      "characters": [
        "ON RAY",
        "SUSAN",
        "DOCTOR GORDON",
        ". LORRAINE",
        "CARLA",
        "ON THE MOCK STAGE",
        "GLADYS",
        "JON/RICK",
        "MATCH DISSOLVE TO",
        "ON SARAH",
        "ON CARLA",
        "SARAH, (V.0O.)",
        "_ SARAH",
        "RODRIGO",
        "RAY, (CONT.)",
        "BUDDY",
        "SARAH, (0.C.)",
        "FURTHER DOWN THE STREET ..-",
        "' BUDDY",
        "JON, (0.C.)",
        "_ INT, CHICAGO MEMORIAL HOSPITAL",
        "FLASH CUT TO",
        "HOWARD, (0.C.)",
        "BUDDY, (0.C.)",
        "SMASH CUT TO",
        "RICK",
        "GAYLE, (0.C.)",
        "BUDDY AND SARAH FISHING",
        "GAME",
        "DR. VITALE, (V.0.)",
        "SARAS",
        "AM.",
        "LORRAINE, (CONT.)",
        "RICKY",
        "SUSAN, (CONT.)",
        "DANIEL, (CONT.)",
        "SARAB",
        "JON",
        "DR. VITALE",
        "SARAH THROWING UP VIOLENTLY.",
        "ON BUDDY",
        ".-BUDDY",
        "DR. VITALE, (V.0., CONT.)",
        "WITH",
        "JENNIFER RAE MORRISEY",
        "WOMAN 2",
        "PHIL",
        "82.",
        "LORRAINE",
        "ON LORRAINE",
        "WAITRESS",
        "SARAH",
        "IRV",
        "IN THE BASEMENT",
        "HOWARD",
        "MATCH CUT TO",
        ". SARAH, (V.0.)",
        "THE END",
        "VOICE",
        "WOMAN 1",
        "SARAE",
        "OPRAH WINFREY",
        "DANTEL",
        "LORRAINE -",
        "IN SARAH'S DARK BEDROOM",
        "EXT, RUSSELL HOUSE",
        ". HOWARD",
        ". SARAH",
        "INT. 7-11",
        "DR. WINTHROP",
        "JON/RICKY",
        "BUDDY\"",
        "LATER ...-",
        "COMPUTER SCREEN",
        "_ LORRAINE",
        ". BUDDY",
        "DISSOLVE TO",
        "WOMAN",
        "BUDDY -",
        "GAYLE",
        "GAYLE, (V.0.)",
        "PRIEST",
        "INT, LORRAINE'S WORKSHOP",
        "RAY",
        "CUT TO",
        "END CREDIT SEQUENCE",
        "119.",
        ". GAYLE",
        "INT, CHICAGO MEMORIAL HOSPITAL",
        "MARTINE",
        "ON BUDDY'S FACE",
        "OVER BLACKNESS",
        "IN THE CAR",
        "MATCH CUT TO FLASHBACK",
        "EXT, RUSSELL BACK PORCH",
        "SARAH, (V.O.)",
        "SARAR",
        "AT A TABLE",
        "LORRAINE, (0.C.)",
        "NURSE",
        "SARAH, (V.0.)",
        "ON DR. GORDON",
        "RAY, (0.C.)",
        "ON FLASHING RED LIGHT MATCH CUT TO",
        "A SERIES OF PHOTOS",
        "IN THE KITCHEN",
        "INT, MORRISEY HOUSE",
        "AFTERNOON",
        "DR. GORDON",
        "EVERYONE",
        "DANIEL",
        "SARAHB",
        "HOWARD -",
        ". DANIEL"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The city is gorgeous, shimmering under the early summer s Michigan sparkles. Soldier Field lends a flash of color. Tower adds a touch of grandeur . As the CAMERA descends, we see movement -- millions of pe their lunch hour. Finally, on the steps of thé Art Museum one cog in the machine who seems to be motionless, deep i thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sitting next to one of the famous lions is SARAH RUSSELL years-old and “girl next door\" pretty. With dark smudges fatigue under her eyes, she resembles a delicate china do past her bedtime. She seems to be concentrating on the traffic at this busy intersection. The remains of a half-eaten sack lunch are her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "If I had to choose one word to . describe my life, it would have to be \"random\". Events don't happen in a logical progression. No rhyme. No reason. Sarah stands. She walks down the last two steps, throws h away and strides down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah enters the imposing Art Deco building with tasteful arranged window displays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she walks past various counters, people smile and wave Friendly, but not too friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "In fact, I thrive on the surprises life seems determined to keep throwing at me. For instance, though I graduated from the University of Chicago at the top of my class, I didn't make it into Harvard Med school. Two years later, I'm an assistant buyer at Marshall Fields. And I don't even like to shop. \fShe enters an office and takes a seat at one of the many identically-functional desks. She does paperwork as peopl to trickle back from lunch. Sarah smiles as various employees greet her, but no one e her in conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "I don’t have any friends. Well, not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An open plan apartment with hardwood floors -- the living kitchen and dining room all share the same space. A too-hip woman with brilliant curly red hair plays a key The volume is way up. Her name is CARLA. SARAH (V.0.). Even my roommate and I. We have more of a truce than a friendship. Sarah comes padding out of a room in her pajamas, squinti rubbing her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "Too loud? Though the words imply she may be sorry, the tone implies wouldn't mind starting a fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Getting some water. As Sarah fills a glass at the sink, Carla turns the volum notch. Sarah glances at a clock on the wall. It's 1:30 AM",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "Carla wonders why I never say anything. Most people would kill for a roommate like me. I think she assumes I'm scolding her for being too loud by being too quiet. Sarah pads back to her bedroom as Carla digs into a spect solo. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARTINE, Sarah's boss and the very picture of chic sits i chair watching six-foot-tall models come and go in forma] Sarah sits beside Martine, taking notes on her decisions. A Chilean designer named RODRIGO stands nearby giving the on each outfit. An ASSISTANT runs up and whispers in Rodr ear. He is annoyed by the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODRIGO",
          "text": "(apologetically, to Martine) My Mimi... she has sickness. Rodrigo eyes Sarah speculatively. So does Martine. Sarah cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE MOCK STAGE",
          "text": "Sarah is dressed in a flippy faux-leopard skin coat, crea leggings and knee-high brown suede boots. Other models we jackets, wool coats and lycra ski-wear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.O.)",
          "text": "Martine does not realize how much this humiliates me. She thinks I get a thrill from playing a poor man's Cindy Crawford. But, Sarah seems resigned to her newest job requirement. Martine's urging, she adds a slight burlesque swing to he Martine LAUGHS and applauds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.O.)",
          "text": "Fur coats in May. It's a twisted business. Getting into it, Sarah twirls so the coat swings around M Thomas-style. Suddenly, without warning, mid-twirl even, collapses to the stage. Unconscious. Martine runs up to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTINE",
          "text": "Sarah?! Martine dials \"911\" on her cell phone. Rodrigo tsk tsk's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODRIGO",
          "text": "(disapproving) so unprofessional. \f4. o . Rodrigo comforts the other models, who run to his protect as if unconsciousness were contagious. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVER BLACKNESS",
          "text": "“SARAH (V.0O.) My mother has an inexplicable fear of doctors. She has never been in a serious accident or hospitalized for anything except the birth of her children. Perhaps, it‘s the fear of knowing what's wrong and having to face it. (beat) : Whether it's hereditary or psycho- logical, I have inherited this fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah wakes up in a sterile gray room, in a stiff white b —_ surrounded by all that medical stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.O.)",
          "text": "And it doesn't matter that I want to become one, I still don't like waking up.in a hospital bed face- to-face with--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. GORDON",
          "text": "I'm Dr. Gordon. A slightly-balding doctor in his mid-40's, DR. GORDON, lo briefly from a chart when he hears her stir. Sarah struggles to sit up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(hoarse) Can I go now? Sarah is surprised at how cracked and weak her voice soun Slipping into the role of able person to her helpless pat Gordon pours her a glass of water. o~ . DOCTOR GORDON No, Sarah, I'm afraid we need you to stay while we run a few tests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And run a few tubes up my nose and stick an I.V. in my hand... Sarah looks down and sees the needle already in her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(laughing to herself) Too late. (beat) Look, I got dizzy and passed out. Since when does that call for tests?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR GORDON",
          "text": "That doesn't. It's the 14 hours you spent unconscious afterwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "Now this is news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It‘*s a sign the body's dealing with something. If we can identify that something perhaps we can help your body deal with it. Sarah lies back dejectedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A MONTAGE of evil-looking tests being run ... - An extremely cold-looking CAT-Scan machine swallows Sar like a cat devouring a tasty bird. - More blood is taken from an already pale Sarah. - Probes are placed on and in every part of Sarah's defen body. Even though you don't know Sarah very well yet ... gotta sympathize. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah sits up in her bed. Physically, she looks better, b judging from the shocked look on her face, she's just got bad news.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "Leukemia? Dr. Gordon speaks seriously but soothingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) Acute myeloginous. (quickly ) It's not as bad as it sounds, Sarah. ‘SARAH (sarcastic) . I didn't mean to jump:'to conclusions. Please tell me the positive side of having cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. GORDON",
          "text": "Sarah, I know it all sounds pretty grim, but we have very effective treatment programs. Many people go into remission and continue to live full healthy lives ... Dr. Gordon's voice drones on, but Sarah isn't listening a Her eyes stray to the clothes hanging in her closet. The ridiculous leopard-skin coat, leggings and boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "I want to go home. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah, dressed in the leopard-skin coat, tights and boots making a call. Tourists in shorts and t-shirts stare at h curiously as they buy their Snapple and Cheetoes. It‘s 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(into phone) Just call me at home if anything urgent comes up. Sarah moves to hang up, then glances at the hospital brac still encircling her wrist. She tries to pull it off, but budging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(cont. ) Carla? Yeah. If a Doctor Gordon calls, you don't know where I am. Sarah hangs up. After a moment, she picks the phone back coins in, dials another number and waits as the line RING RINGS. Finally, a machine picks up on the other end and t is heard. Sarah hesitates, uncertain ... then finally spe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faltering) Mom, dad, it's Sarah ... (long pause) I'm coming home for a visit. I should get in around 7:00 tomorrow morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. 7-11",
          "text": "Sarah stands in line, waiting to check out. She bites.an in the bracelet and finally tears it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.O.)",
          "text": "I'm not going home for the reasons you might think: love, comfort, parental support. I've always been kind of ... self-sufficient. Sarah walks up to the counter and puts down a l-liter Mou Dew. The teenage CLERK stares curiously at her outlandish and the ripped hospital bracelet as he rings up her purch cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is obviously exhausted as she drives down the almos deserted highway. She drinks her Mountain Dew and has Sma Pumpkins cranked as loud as her speakers will allow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.O.)",
          "text": "You might think the fact that I happen to be one of the 25,000 adults diagnosed with leukemia annually would support my random theory, but for once it appears cosmic justice has caught up with me. Because, as it happens, I deserve to die. (beat) But, that's just not the kind of message you leave on your parents’ answering machine. she passes a cop that has pulled someone over. Instinctiv taps the brakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "Why do I slow down? I don't know. It's not like the cop is going to throw down his ticket pad and come after me. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) . Even if he did, I now have the perfect excuse: I'm dying and I've got to hurry up and do some shit. pulsing beat or no, Sarah's eyelids are drooping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON FLASHING RED LIGHT MATCH CUT TO",
          "text": "FLASHBACK - THE OPENING CREDITS OF “THE A-TEAM\" OW A TV S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two little boys -- JON and RICKY -- avidly watch Mr. T an rest of his vigilante gang wreak havoc in the name of jus no particular reason, Jon shoves Ricky. Ricky shoves back free for all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON/RICKY",
          "text": "(péak volume) Saraht",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the kitchen, a gawky 12-year-old Sarah makes popcorn a stove. An adorable one-year-old, JENNIFER, watches curiou her walker. Jon and Ricky can be heard yelling at each ot",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(yelling) Guys! Truce now or the tv goes off and the pajamas go on! The sound of the two boys fighting in the living room gro deafening pitch. Sarah looks at Jennifer and raises her e",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAB",
          "text": "You're much too good to be related to those two. Jennifer smiles in response. As soon as the POPS issuing covered pot subside, Sarah turns off the burner and sets on the counter. Jennifer can’t take her eyes off the popc Sarah pushes Jennifer's walker into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah has to step in and physically separate the brawling brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Okay, what's the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He started it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICKY",
          "text": "You hit me, jerkwad. unnoticed, Jennifer starts to scoot back toward the kitch",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "your fat head was in my way. Jon tries to get at Ricky again, but Sarah holds them apa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'd hate to have to throw all that popcorn away. Jon and Ricky eye each other, pondering a truce borne out mutual hunger. Suddenly, Sarah looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Where's Jennifer? And then she hears a strange NOISE as of something THUMPI against something else. It builds and turns into a horrib GRATING SOUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GRATING SOUND is Sarah's car SCRAPING against the gua on the right side of the road. She fell asleep. Waking and panicking, she overcompensates and swerves lef two lanes and onto the grassy median, where she slams on brakes. Luckily, the road is deserted. Sarah's face is streaked with tears. She buries her head hands. Slowly, she looks up and is taken aback by the subtle bea Midwest sunrise ... the palest lavenders, pinks and grays with wispy clouds. How could anything be wrong on a day like this? cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is a little higher in the sky when Sarah pulls in filling station. \f10. BUDDY CARROLL, a a good-looking 21-year-old, walks over a scrape along the passenger side of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You know, I could take care of that-- . He walks around the car and bends down to the driver's si as Sarah, not looking, opens the door. The window frame C against his head and he falls to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Ohmigod, I'm sorry. (helping him up) Are you okay? Reeling like a punch-drunk fighter, he blinks his eyes as up at her. The sun is behind her and he only sees an ange silhouette.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". BUDDY",
          "text": "Sarah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(incredulous) Buddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "It's Henry now. He points to the namepatch on his chambray workshirt to p Sure enough, it says \"Henry\". . Sarah helps him up and seems amazed when he towers over h over six feet tall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're so ... big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "‘s been six years ... you know, I drink milk. Buddy can't believe he said that. These two speak in the of people who have known each other all their lives, but undercurrent is strange ... almost embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'm sorry. I'm so used to self- serve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I*ll get it. \f11. Buddy and Sarah surreptiziously size each other up as he gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy leads Sarah in. He rings up the gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "That'll be twelve even. Sarah hands him a credit card and he shakes his head apologetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Sorry, Sarah. Cash only. Buddy is staring at her bizarre coat. Sarah notices, but offer an explanation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Forget where I am. (smiles) You know you're the only gas station on earth that doesn't take credit cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Talk to my dad. Progress marched on and left him in the dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How's he doin'? Sarah's catches herself with a grimace. She's been home f minutes and is already picking up the native drawl she wo hard to get rid of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Good ... good. Sarah hands him a twenty. Buddy nods toward her car as he change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I-I was saying before, I can give you a good deal on a little body work. Sarah smiles at his words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Now there's an offer I don't get every day. \f12. Buddy shakes his head, embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "The scrape ..- on your car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Ohhh. Thanks. I‘11 think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY\"",
          "text": "How's Daniel doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I was gonna ask you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Oh, I've seen him home on breaks, but we don't ... you know ... hang out that much. We're both really busy. Sarah is walking out. Buddy speaks up before he loses his",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey would you maybe want to go see a movie sometime?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I really don't think I'm gonna be home long, Buddy, but thanks ... There is an awkward beat as Sarah hesitates before leavin",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAS",
          "text": "(cont. ) It's good to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah. Same here. Then she's gone. Buddy watches her get in her car and hea town. He couldn't take his eyes off her if he tried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(to himself) I drink milk? Idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah drives through the almost-deserted Main Street then onto a residential street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two WOMEN in their 50's dressed in hideous sweatsuits are racewalking. Their breathing is labored and they seem nea collapse. They stop to watch Sarah's car pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 1",
          "text": "wonder what could bring her home. WOMAN '2 . Trouble, most likely. The two women try to shrug it off, but their curiosity is tangible as their fatigue. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FURTHER DOWN THE STREET ..-",
          "text": "Sarah pulls into the driveway of a red-brick house. She g and.walks inside through a side screen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the street, a WOMAN watches Sarah enter the house. In her mid-40's, LORRAINE MORRISEY is just starting to go Though her eyes are cold, a vague afterimage of the attra woman she once was persists. She stares at the door Sarah went through for a few momen she picks up her clippers and goes back to pruning her sp rose bushes, fixating on the roses as she clips methodica",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO FLASHBACK",
          "text": "The same roses bathed in the shadows of ... Night. Flashing lights. Urgent but unintelligible VOICES. CLANG of metal against metal. A BEVY OF EMT‘s TRAMPLE the rosebushes as they run past, stretcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A younger Lorraine and her husband, HOWARD, arrive home t ambulance and police car parked in front of the house. A few NEIGHBORS mill about the front yard, speculating wh trouble might be. They stop whispering and turn to stare see Lorraine approaching. She eyes them back, terrified. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(to crowd) What are you looking at? A ghostly male voice OVERLAPS her own at this question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine is washing the dirt from her hands and staring i mirror above the sink, mesmerized. Her husband, Howard, w her for a moment before repeating his question. He has ki and a patient smile. HOWARD . Lorraine, what are you looking at? Lorraine snaps out of it with a start. She seems surprise herself in the bathroom, but recovers quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(isn't it obvious?) The mirror. She walks out, leaving him staring after her from the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine walks into the kitchen and pours a cup of coffee follows, sits at the table and glances at the newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "The Russell girl is home. Howard looks up, surprised and cautious. He tries a light tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Which one? Lorraine sits down across from her husband and makes it c she’s not amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "The only one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "So ... Sarah's home. He looks at her over the top of his paper. She avoids his drinks her coffee. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah hears voices talking excitedly in the kitchen as sh in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hello? The voices abruptly stop. Sarah pauses, a little confused walks into ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Corn-fed PHIL and GAYLE RUSSELL are the definitive Midwes parents. Phil wears a mailman's uniform and Gayle wears. 21 blazing yellow blazer. They stand by the kitchen table. Both seem strangely tens they're suppressing something. The only noise is THE TODA squawking from the small tv on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi honey. Gayle exchanges a look with Phil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "We just talked to Carla. Apparently, you got an important call this morning. Sarah can't believe her ears. This is definitely not how wanted them to hear about her illness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I can explain ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "You did it, sweetheart. Sarah is completely confused by these words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Harvard Med School. You made the cut. Sarah is stunned. Her parents run to her and envelop her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jon and Rick, now in high school, zip around the kitchen breakfast on the go. Lorraine sorts laundry from a hamper looks at her box of detergent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Howard, I need some detergent. Could you pick it up? Now dressed in a suit, Howard is walking out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "I'm in meetings ‘til 6:15. Jon? Jon is walking out the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Baseball, Dad. Rick doesn't wait to be asked as he follows Jon out the b smoothly picking up a set of car keys as he goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Can't Dad. Yearbook meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Richard! Come back here. Rick eases back into the house guiltily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Your brother's driving. Rick turns to Howard. He obviously knows it's useless to with Lorraine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Dad, I've got my permit. How am I supposed to learn if I never drive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "quiet) Jon's driving. I'11 take you out to Reservoir Road this weekend for a few practice runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Thanks Dad. Rick doesn't even address Lorraine as he runs out the doo moves to leave. Lorraine puts the last of the detergent i washer and lets the lid “accidentally” close with a BANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning back) Lorraine, can't you just-- She cuts him off with a look. There's tension here that H doesn't have the time or energy to deal with. He gives in",
          "sentiment": "neutral"
        },
        {
          "speaker": ". HOWARD",
          "text": "(cont., sighs) I'll try and bring some home at lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Thank you. Howard gives her a quick, awkward kiss on his way out the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is quiet. Everyone has left to live their lives Sarah sits in front of the tv. OPRAH is on, but she seems staring through the screen. Slowly, she stands and approaches the bay window facing t street. Carefully remaining hidden behind the curtains, s at the Morrisey house. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This screened-in workshop is an extension of the house ju the kitchen. It's cluttered with antique furniture in var stages of restoration. Motes of dust dance in the sunlight slanting in the windo Lorraine sands the rough spots on a small wooden cedar ch smaller than a hope chest, but bigger than a jewelry box. Lorraine is completely caught up in her work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's difficult, but Sarah pulls herself away from the win Suddenly, her attention is caught by Oprah's intro:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH WINFREY",
          "text": "(on screen) Today's topic is \"Pregnant Teens Who Try To Hide Their condition From Their Parents.“ Are they solving the problem by dealing with it themselves or avoiding it by refusing to seek help and advice? We'll find out in just a moment. CcuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gayle is sitting on her bed. Papers are spread around her sorts through them. Sarah KNOCKS softly and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Got a minute? Gayle is a little surprised. This isn't like Sarah. Gayle empty spot on the bedspread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Have a seat. Gayle pages through a pile of property listings, obviousl able to find what she's looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You were probably wondering why I came home like I did...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(distracted) Hmm? (beat) I'm sorry if Carla ruined your surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It wasn't about med school. When Gayle looks up, she notices Sarah's disheveled hair. starts to smooth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Who cuts your hair? You probably pay good money ... Sarah ducks her head away, trying to avoid her mother's h",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No mom, it’s okay, I only use my bad money. Gayle is too preoccupied to catch Sarah's sarcasm... or m just doesn't listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "What do you pay? $30? $35?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns) Look, mom, forget about my hair. Gayle tries to forget about the hair, but it's difficult. finally notices that Sarah's upset about something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": ": Sarah, if it‘s the money, don't worry. I already checked into a student loan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It's not that. I just don't know if this is the right thing for me to be tackling right now-- Gayle is surprised by Sarah's reluctance, but laughs it o",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Oh come on. This is the only thing you've wanted to tackle since you graduated. (beat) You're just nervous. Phil sticks his head in the door as he passes by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Just talked to Daniel. He'll be home tomorrow afternoon. Sarah is surprised by the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "All my brilliant offspring under the same roof. What more could a mother ask for? Gayle sees that something is still bothering Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(cont. ) I know this Harvard thing is weird. You just resigned yourself to not going and now you're going so stop worrying. Gayle reaches out and hugs Sarah. From Sarah's expression this is very uncharacteristic -- she doesn't quite know h react. : Sarah looks at her mom and herself in the mirror. Gayle i happy. Sarah just doesn't know how to tell her the truth. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next day, we see Sarah sitting in the same spot deep thought. she rubs the bridge of her nose as if trying to some pain. She tries to pull herself out of it by flipping through t channels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.O.)",
          "text": "Why can't I just tell my mother? Maybe I just want to hold onto my normal life a little bit longer. Well ... (a little laugh) «+. My reasonable facsimile of a normal life. OPRAH is on again. Sarah doesn't want to watch it, but so draws her to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH WINFREY",
          "text": "(on screen) Okay ... we're back with \"Victims Of Repressed Guilt And Anger Who. Manifest That Guilt In An Actual Physical Illness.\" My next guest feels responsible-- Sarah CLICKS the tv off. once again, she stands and looks out the bay window at th Morrisey house. Sarah makes what is probably the hardest decision of her and heads for the door before she can change her mind. cuT TO: \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine is again working on the cedar chest, carefully r pieces of mother-of-pearl in the intricate design on the lid. she is in a world of her own... An insulated world that she is in complete control of. For now. Until, the doorbell RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah stands waiting. She suddenly realizes she's holding breath and lets it out. After several moments, she decides to walk around the sid house. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine has ignored the doorbell. She seems satisfied wh isn't repeated. All is blissfully silent again. But then a KNOCK sounds at the screen door that leads out Lorraine looks up with a start, like a rabbit caught in headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(through screen door) Lorraine recognizes Sarah instantly, but remains silent, hoping she will just go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah may have psyched herself up for this, but now that here ... her resolve wants to abandon her. She's never be nervous, but she forces herself to try conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(cont. ) Well, I just wanted to come over and say \"hi\". Can I come in? Lorraine still doesn't say anything. Sarah hesitates but enters anyway. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah looks around curiously, Like a tenant interested in the space. Lorraine looks up, surprised by Sarah's audaci *awkward“ doesn't begin to describe this meeting. It's ob these two haven't spoken in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I came by to-- Sarah stops abruptly. How is she supposed to do this? Blu “can you forgive me?\"? Lorraine looks up, almost as if sh Sarah's thoughts. Sarah avoids Lorraine's intense gaze and instead fingers half-finished treasures until she sees the beautiful moth pearl chest. She tries to use it to jump start a conversa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That's beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Is that why you came over? You want something restored? Sarah is startled by Lorraine's voice. She grabs onto the Lorraine has inadvertently tossed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "It's pretty simple. Either you do or you don't. SARAH “ Well, I don't have a particular piece in mind. Does everyone bring stuff to you? Lorraine realizes that she's going to have to converse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Not always. I have a partner who goes around to estate sales and picks up things. I restore them and she sells them. Lorraine grabs a business card off a nearby rolltop desk it to Sarah. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) Here's her number. Tell her what kind of plece you want and she'll give you an estimate if she can. Lorraine goes back to work. Conversation over. Sarah's st looking around. After a moment, Lorraine looks up expecta",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(hesitant) I was hoping you could help me find something. Sarah's so tense she can't keep a quaver out of her voice struggling to be casual, Sarah leans against an ancient t Unfortunately, one leg is loose and it teeters precarious Lorraine jumps up to steady it before it falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(curt) No. I don't do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Are you sure? Maybe you could--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(interrupting) \"No\" is really the strongest negative I like to use with potential customers. (motions to box) Now I really need to get back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well, thanks anyway. Sarah backs out the door hesitantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah leans against the house for a moment out of Lorrain sightline before heading back to her house. It's obvious regretting her move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine struggles to concentrate on what she's doing. Af Moment, she looks out the screen door and watches Sarah's departing back with an intense curiosity she couldn't let show before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sarah's 21-year-old brother, DANIEL, pulls up in front of house in his battered Ford Escort. The car is loaded with and bags of dirty laundry. Rather than unload his car, Daniel pulls a basketball out starts shooting baskets on their driveway. He is tall and with an outgoing exuberance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (0.C.)",
          "text": "Hey! Welcome home stranger. Daniel looks up to see Sarah returning from the Morrisey She runs up and gives him a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Welcome home yourself. What're you doing over there? He gestures to the Morrisey house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "dust saying “hi\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANTEL",
          "text": "And did you get a reply?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(shrugging it off) Of course. Does she ever leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "According to mom, no. (in a creepy Vincent Price voice) She only comes out to trim her rose bushes. At that moment, Buddy drives up in a white pick-up truck. out and approaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey. Daniel smiles strangely at Buddy, then looks pointedly at",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Seems like old times. Sarah ignores Daniel and goes to meet Buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How's your head? \foo 25. Buddy lifts his hair to show the bruised bump on his fore",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Ooooh. God, I am so sorry. I really whacked you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "It's okay ... really. (beat) . I thought I'd take a look at your car ... the estimate? The phone starts RINGING inside the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh ... sure. Let me just get that. I'll be right back. Sarah runs into the house. Daniel and Buddy eye each othe breaks the tense silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "How's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Good. How was year three? Daniel throws the basketball at Buddy hard. Buddy catches finesse and an instant game of one-on-one springs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "over. Thank God. Advanced thermo was hell. Buddy dribbles past Daniel and sinks a basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "My heart goes out to you. Daniel smiles faintly at his tone; it implies some long-f ritual of friendship. - curT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breathless, Sarah races in and picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hello? fhere is silence for a moment and Sarah instantly senses S. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(filtered) I just realized that I was being very rude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No... it was me. I don't know what I was thinking just barging in like that. I had no right-~",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(filtered) If you want to come by tomorrow, I can show you some samples and help you figure out what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(relieved) Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine's voice is icy confident, but she doesn't look s about her decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AM.",
          "text": "Lorraine hangs up abruptly. curT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel takes the ball back then tries to sneak past Buddy seems to be everywhere he turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You been practicin'’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Not much else to do here. Daniel tries a long shot. It misses and Buddy grabs the r",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well ... my heart goes out to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(smiles) What's Sarah doing home? \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(a realization) You know ... I don't know. Then Daniel turns to look at Buddy, who stands dribbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(cont. ) But, I don't have to guess why you're here. : Buddy throws the ball at paniel -- hard -- as Sarah walks front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I'm just being friendly. Buddy gives Daniel a grin which isn't returned. cut To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Around the back of the house is a separate garage where S car is parked. Buddy examines the scrape on her car close makes notes on a pre-printed form on his clipboard then s",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I could fix it for about ... (mentally figuring) $60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Are you kidding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "That's just for materials ... well, the paint. I wouldn't charge you for labor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy, that's a great price, but it's no way to run a business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Sarah, it's Henry now. And you forget where you are. Customer relations are what matter in a small community.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Customer relations? (beat) Okay, Henry. Do I even need to ask what the catch is? \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "It's a request.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Lemme guess ... a date?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Whatever you want to call it. Sarah pauses to think about it, The last thing she needs life is a complication. Buddy is obviously itching to be",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Bud-- (catching herself) Henry. (beat) I don't want you to take this the wrong way ... Buddy looks down at the ground, humiliated. Sarah relents",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(cont. ) ++» but okay. He looks up and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. LORRAINE’S WORKSHOP - DAY Lorraine is putting a coat of varnish on the mother-of-pe sarah is sitting in a beautiful old rocker paging through album filled with pictures of Lorraine's work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How'd you get started doing this? Lorraine continues to work, hoping the question will fade woodwork. But, it just hangs in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(finally) My grandmother taught me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Wow. All I ever learned from my grandma was how to swear in Italian. (off Lorraine's look) Hey ... it's been useful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine smiles faintly and notices as Sarah rubs her eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(cont. ) But, I don’t remember you doing this before. How'd you start this business? Lorraine does not appreciate anything vaguely resembling degree. But, Sarah's direct gaze says she's going to keep no matter what. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Someone saw the cradle I made for Jennifer-- Lorraine hesitates on the name, but then goes on delibera if reciting a recipe to a friend,",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "--and told me I should go into business. One job led to another... Lorraine trails off and gestures to the workshop around h Desperate to change the subject, Sarah points to a beauti painted chest in the photo albun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What about one like this? Relieved, Lorraine stands up and moves to look over Sarah shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "That's Czechoslavakian. From the late 19th Century. (thinks) Maureen might be able to find something similar. But I'11 warn you, it won't be cheap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But you could do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Sure. Sarah jumps up and grabs her car keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "Come with me to Malloy's and we'll see what he has. Lorraine sits back down to her varnishing. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "That man wouldn't know an antique from a lawn ornament.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "When's the last time you were up there? (mo answer) Come on. I need your expert eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Maureen gets back next week. I'll send her up there with you then. Lorraine's tone dismisses the subject. Sarah stands by th",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why wait?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Because that's how I do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(brief hesitation) Is it because you don't want to leave the house? Lorraine looks up from her work slowly. Her eyes are flin smolders there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Why don't you just go home, Sarah. Sarah wants to argue the point, but knows now isn‘t the t CuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil and Gayle Russell sit at opposite ends of the dining Sarah and Daniel eat quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "So, Sarah ... how long are you home for? Sarah looks up from her barely-touched meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh, um. It's just a really quiet time for Martine-- \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(interrupting, to Phil) What kind of a question is that to ask your daughter? She may be off on her own, but this is still her home. Gayle turns to Sarah and speaks with the barest hint of r",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(cont. ) She doesn't have to answer to us. Gayle and Phil both look to Sarah as if waiting for the a doesn't have to give. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(to Sarah) You going out with Buddy tonight? Though relieved by the interruption, Sarah gives him a lo could kill. Phil and Gayle are successfully distracted an amused by the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Buddy Carroll? You're finally giving him a chance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Now, Phil. Buddy's turned into a nice-looking young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Now that he weighs more than a hundred pounds you mean. At that moment, the doorbell RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Speaking of the devil? He jumps up from his seat and goes into the living room. close behind. Sarah stares at Daniel across the table. He is drinking h when he notices the dagger-shooting look. Busting into la he almost snorts the milk through his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(acid) Thank you. Thank you very much. Sarah reluctantly rises and follows her parents into the \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil and Gayle open the door. Buddy is standing outside, dressed in a button-down and j holds something behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Hey there, Buddy. Phil motions for him to enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "How's your dad? Buddy walks in and Phil closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "{a bit overwhelmed) Thanks ... he's better. (beat) Is Sarah--? sarah appears from the dining room and quickly grabs her",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to Buddy) Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(relieved) Hi. Sarah smiles at her parents and raises her eyebrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Bye. She takes a grateful Buddy by the arm and quickly pulls h the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy walks Sarah to his truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Is it my imagination or is this prom night? Sarah's clearly a little uncomfortable, but she's determi nice. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'm sorry. They've gotten kind of flaky in their old age. Stepford parents with brief flashes of lucidity. As Buddy holds the door of his truck for her, he finally to give Sarah the small bouquet of daisies from behind hi ‘BUDDY - It's not a corsage but ... Sarah takes them and breathes in their fragrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy Carroll, the romantic mechanic. who would have guessed? Buddy is a little hurt by the hint of sarcasm Sarah can't of her voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Well, that's why I'm giving you this once-in-a-lifetime chance to spend quality time with me ... and please call me “Henry”. Buddy smiles and slams the door. He runs around the front truck, slips and disappears from view. A moment later, he and raises his arms in the \"touchdown\" signal. Sarah LAUG cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a honky-tonk. It is not a subtle place. The beer freely, many a delicate foot is stepped on by a clunky bo you might get scorched stepping between some of the smold glances being exchanged. Not Sarah's kind of place. Buddy and Sarah are sitting at a small table near the dan nursing two draft beers. Buddy taps his foot as he watche dancing. Sarah stares into her beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You wanna-- (turning to Sarah) Sarah, you okay? Sarah's mind is elsewhere. She snaps herself out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Bmmm? \fos 34. Buddy catches her glancing around apprehensively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I was gonna ask if you ... (feeling lame) . wanted to dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy, I hate to tell you, but line dancing isn't really my thing. Buddy stares at her until she drops her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Just like high school, huh? It isn't cool so you'il just sit in the bleachers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy. I never did figure out the rules in high school. Are you gonna hold it against me that I was a senior when you were a fresh-- (stops herself) No. I'm not going to have this conversation. I already hear myself defending something that I have no reason to be defensive about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Sarah, Sarah, holdon... Buddy takes her hand and tries to pull her to the dance f resists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I don't wanna talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Fine, but I don't wanna dance. Buddy obviously wants to bridge the gulf between them and convinced that this is the way. Sarah will take some conv",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I'll let you lead. He does a few casual steps and joins the line of dancing",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy! It's line dancing. I don't know how to do it. I don't want to know how to do it. How can I lead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah softens her words with a weak smile as she looks ar her escape, but Buddy's hand pulls her into the line. She's horrible. It really doesn't look like any amount of is going to help. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, RUSSELL HOUSE",
          "text": "Buddy's truck pulls into the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine's hands carefully wrap the finished mother-of-pe in protective brown paper. She glances out the screen door and sees Buddy helping Sa of the truck. Lorraine gets up and approaches the door fo better view. She can‘t seem to look away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy walks Sarah to the front door. The porchlight is on stand in uncomfortable silence for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thanks. I had fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(quickly) No you didn't, but ... thanks for humoring me. He turns to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy, I'm not trying to be ... She doesn‘t know how to verbalize what she's feeling. Bud back reluctantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You know what? Keep calling me Buddy. It really helps put me in my place. (beat) Look, I'm sorry if I made you uncomfortable tonight. Nobody saw us out together if that’s what you're worried about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh ... no. \f36. oo Buddy turns away, put stops short. He can't face her and he has to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Sarah, remember when I followed you around all the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(quietly) Yeah ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Well, I wasn’t stupid. (beat) I was just ... fourteen. He walks away. Sarah watches him for a beat then runs dow steps and catches him as he's reaching for the truck's ha Sarah takes his face in her hands and kisses him deeply. completely taken aback. Without a word, Sarah runs inside and closes the front do o~ ON BUDDY: He seems paralyzed, lips still slightly part waiting for an instant replay of that kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine stands at the screen door watching the little dr unfold. Her expression is grim, but also a bit wistful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah closes the door behind her and leans against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.O.)",
          "text": "That was probably ... unwise. But, it obviously felt good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine enters the room and watches Howard. His face is in sleep and he almost looks as young and hopeful as Budd Lorraine lies down a safe distance from him. She reaches touches his cheek, smiling at the SCRATCH of his stubble. o~ but doesn't wake. It's obvious Lorraine wouldn't have nerve to do it if he had been awake. \f37. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy pulls up in front of a carefully-repaired gray shin behind the gas station. Seeing no lights on in the house, around to the shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind the Carroll's house is a large garage with an asso cars in various stages of repair. Buddy approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Millions of stars provide the only canopy for this open a section of the shed. A tinny portable tv is tuned to Jay RAY CARROLL dozes on a raggedy couch. Even asleep, his ki is lined and careworn. Buddy drapes an old thermal blanket over his father and t tv off. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howard walks in. Jon and Rick are eating cereal and cramm final exams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Can you guys get your own lunches today? Your mom isn't ... feeling well. Jon barely looks up from his biology text.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Is it her time of the month or her time of life? Rick shoves him in the shoulder as he gets up and rinses",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "No, you moron. (with meaning) It's that time of the year. Jon stops to think and then shakes his head, depressed by realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Ah, shit. I forgot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howard makes a cup of instant coffee, grimacing at the ta",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Don't worry. It's not so bad. I just talked to her. She's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This room has gone from bedroom to shrine. Dusty from dis diapers and lotions are still stacked on the changing tab dresses are visible hanging in the closet. A mobile dangl the ceiling, destined never to be wound again. Still in her robe with her hair tousled, Lorraine sits wi forehead resting on a gleaming wooden cradle. The movemen body as she quietly SOBS makes the cradle rock gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're back among the flashing lights and EMT's. Lorraine the front door and through a house bustling with grim ene everything is strangely silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE KITCHEN",
          "text": "12-year-old Sarah stands at the door to the basement eryi POLICEWOMAN is taking Jon and Ricky upstairs to put them Lorraine glances at the boys, put we sense she wasn't wor about them. Sarah runs up to Lorraine and tries to explain what happe Sarah's mouth works silently. All we hear is the blood RU Lorraine's ears. Lorraine pushes Sarah aside and goes dow stairs. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE BASEMENT",
          "text": "EMT's huddle around a tiny body sprawled on the unfinishe concrete floor. Jennifer. Dead. Her walker lies on its si feet away like a wrecked roadster. Lorraine ignores the sympathetic faces as she bends down Jennifer up. Someone's hand reaches to stop her, but then withdraws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah watches as Lorraine carries Jennifer's body up the The baby's Gerber pajamas are unmarked by blood. Lorraine automatically supports Jennifer‘s broken neck. The baby c sleeping .-.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine looks up at Sarah. The sorrow in Lorraine's eyes devastating than any anger could ever be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sorrowful look is still there in Lorraine's eyes. Twe have barely softened the pain. . Now anger has joined in the fray. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah wakes up with a start, as if remembering the same h night ... or perhaps even sensing Lorraine's anguish. Swe matted her hair to her forehead and her eyes are like sau cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy and Ray sit at the breakfast table. They sip coffee cinnamon rolis out of a cheap plastic bakery package. Ray is reading BODYWORKS, a trade magazine for “automotiv craftsmen\". He can't stop CHUCKLING at something he's rea",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(giving in) okay. What? Ray looks at him with a villainous grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "You ain't gonna believe this. (beat) It says here they did a survey of a hunnert attractive young females in Los Angeleeze, Dallas and Chicago, asking 'em what profession their ideal man would hafta be. Guess what they said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(patient) Doctor? {no from Ray) Lawyer? (no again) Candlestick maker? \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(cool) Auto-motive mechanic. Buddy eyes his father suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(cont: } No, really. They figure they're gonna get in enough fender benders throughout their life ... it must be worth it. A KNOCK sounds on the back door. Buddy jumps up to let Sa she's a vision. Even ina white t-shirt and jeans she's be than anything the Carrolls have seen in the neighborhood long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "{to Ray) Hi Mr. Carroll. It's been a long time. She shakes his hand and he points to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "How ‘bout a cinn'mun roll Sarah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "sweet enough already, eh? sarah rolls her eyes, but still blushes. Buddy can't beli father actually said that. Ray LAUGHS, pleased that he ac the desired result on both counts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "What can we do for ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well, Buddy was going to fix a little scrape on my car. Ray catches Buddy's eye long enough to raise an eyebrow speculatively. Buddy smiles but ignores him as he leads s outside. curt TO: \f4l.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "still dressed in her robe, Lorraine digs around in the sm polished liquor cabinet. She comes up with an extremely d bottle of whiskey. She takes 4 drink and makes a face. Sh much of a drinker. But there is something pbuilding in Lorraine and she's go it out. she reaches into the hall closet and pulls out .. baseball bat. : with a sense of determination, she walks down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frustration and anger pulse under her temple as she raise high to destroy the cradle. It wavers there for a moment. But, the cradle looks as defenseless as the child it was to hold. She can’t. She almost seems to be calming down until ... a flash of outside the window catches her eye. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howard pulls into the driveway to a bizarre sight: an ove WOMAN in a navy pantsuit is standing by the front door. H flutter to her mouth and then back to her side as she tri decide what to do. Howard turns to look where she's looki with her hair flying loose and her robe whipping in the w wild-looking Lorraine is POUNDING the rosebushes to 4 fra pulp with the baseball bat. she mutters under her breath as she swings with methodica first left then right then left ... Howard gets out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Howard, I didn't do anything. I just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "It's okay, Gladys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLADYS",
          "text": "--came to pick up the chest I ordered. My niece's graduation party is tomorrow. \f42. she edges toward the workshop's screen door as Howard edg Lorraine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LORRAINE",
          "text": "Her muttering voice is barely audible as she swats half-h at the broken stems. She's like a wind-up toy nearing the its run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(softly) Honey? Lorraine? She looks up suddenly and sees Howard. she smiles sweetly a child and holds up one finger in a “just a minute\" gest",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Almost done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(smiling too) Honey, I'11 finish that later. Let's go inside. He slowly reaches out, takes the baseball bat from her ha starts to lead her to the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(cont. ) We're going to plant something new there. How about some tulips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Tulips. Mums. (laughing) Mums the word. Gladys steps out of the workshop, holding the finished bo peeks under the protective brown paper as she walks rathe to the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLADYS",
          "text": "I left the check on the desk. (uncomfortable) Thank you Lorraine. It looks just lovely. Now standing on the stoop arm-in-arm, Howard and Lorraine look like a normal Norman Rockwell couple. Lorraine looks after Gladys strangely, even managing a wa \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(to Howard) She took the box? Howard nods as he tries to lead Lorraine inside. There is crowd of curious neighbors watching from a discreet dista",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howard quickly pulls the door shut behind them. Lorraine jnto Howard's eyes intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) she said she just wants a box. But, I think she wants more ..- Howard's hands hold torraine's arms with a firm but gentl",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "torraine, you get like this every year on her birthday. Lorraine YANKS herself out of Howard's grip with a sudden violence. His eyes betray how much her rejection hurts pe can hide it, but his voice is full of patience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "qcont., gently) You've just got to hold it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "_.. 1 think she wants to take everything else, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(confused) Who? Lorraine looks across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "The Russell girl. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AFTERNOON",
          "text": "Buddy is driving Sarah home in his truck. she looks aroun wonder at the rural beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "1 don't know what's gotten into me. I was up at 7 AM this morning. I'd (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "never do that in the city unless I absolutely had to. . Buddy gestures expansively to the open fields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Well, you need a lot of time to observe all this “nothing\". Sarah's head is propped on her arm as she leans out the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "All I have is time. Buddy considers this statement, then suddenly pulls onto dirt road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy's pick-up leaves a high plume of dust as it rockets the deep forest separated from the road by cultivated fie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge oaks shade this idyllic spot. A slow-moving but incr clear river sparkles in the afternoon sun. The stuff of d",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh, Buddy ... it’s like a Coors commercial. Buddy spreads his arms wide and breathes in a deep, exagg breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(announcer's voice) God's Country. Buddy pulls fishing poles and bait out of the back of the Like line dancing, Sarah automatically resists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(laughing) oh, Buddy, no. I haven't done this since I was like ... seven? Buddy expertly baits a hook and hands the rod to her then work on his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(cont. ) When I said all I have is time, I did not mean ... \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(a veiled challenge) What did you mean, Sarah? Sarah looks at the pole, trying to remember how to cast. smiles suddenly as she accepts the challenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Okay ... sure. {gaining confidence) I just ... do this ... thingie ... Sarah holds her thumb down on the reel release as she pul rod back ..-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "... and then let ‘er rip! Sarah's gusto takes her bait all the way across the river stuck in some rocks on the other side. Buddy starts LAUGH",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY AND SARAH FISHING",
          "text": "- Buddy stands behind sarah and guides her arm, trying to cast under control. - Buddy demonstrates a perfect catch as he reels in a wig trout. - Sarah LAUGHS as her line gets stuck and Buddy falls in release it. - Sarah casually glances at Buddy, who is lying on a rock sun trying to dry out his wet clothes. He looks good. - Now they're both lying on rocks, eyes closed as they so sun. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy, how did you know to bring me here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Well Sarah, you always were the last person to know what's good for you. The stream GURGLES on, unaware of the forces of nature dr Buddy and Sarah closer even as they lie, not touching, ey closed, on their respective rocks. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine sits on the edge of the tub. She's covered with brambles and tiny cuts from the thorns on the rosebushes. Howard kneels in front of her, washing her off with a was He gently applies antiseptic to her cuts and puts bandage Lorraine's eyes slowly regain focus. She's back among the Howard looks up as if sensing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "You okay? Lorraine nods, but then starts crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I'm sorry. How do you-~- Why do you ... (long hesitation) Stay? Howard just pulls Lorraine into a hug. She hangs on like drowning woman as the sobs gradually lessen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy and Sarah are heading back to town. Buddy's hair is damp from his accidental swin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(laughing) I don't know if I really believe there are any fish in Silo Creek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "So you're saying I planted the two rainbow trout I caught?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You just have more of an affinity with the local wildlife. They sense you're a townie. Buddy looks at Sarah. A “townie” isn't what Buddy wants t",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah, I guess I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(realizing) Oh, Buddy. I'm sorry. I'm a dork. I talk ... then I think. It's a medical condition. \fme",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You gotta call ‘em like you see ‘em. There is a hint of bitterness in his voice, but he smiles her he isn't mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "' (hesitantly) What about your plans for college? You were gonna go to U of 1, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(evasive) Yeah, engineering. But, I didn't go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Didn't you try j.c. for a couple semesters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "' BUDDY",
          "text": "(ironic) - Yeah. Real exciting. Buddy isn't elaborating and Sarah decides not to push. oo : As they pass the park, Sarah notices Daniel playing baske with friends. She also notices a young WOMAN with a TODDL watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(excitedly) Can you drop me off here? (glances in side mirror) Do I look like a complete goober? Buddy pulls over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(looking at her) your nose is sunburned and the effect is charming. Sarah smiles at his words and turns to him before climbin",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So you'il call me when it‘s done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I'll call you sooner if I can come ~~ up with a good excuse. She closes the door behind her and speaks through the ope",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we have sugar if you need a cup, my dad and I host a mean game of Scrabble ... (she glances at the basketball game) and I'm sure Daniel would love to catch up. Buddy catches her meaning, but chooses to ignore it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "on second thought, I'll call you when it's done. He drives off with a wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel waves to Sarah as she approaches, but can‘t take h off the game for long. The young woman, SUSAN, stands up when she sees Sarah, ob not believing her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Sarah?! .Susan runs to greet Sarah. Her two-year-old toddler, DYL follows her, caught up in his mother's excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dylan sucks all the juice out of a-rainbow-colored snow c hands it to his mother. He runs off to play on the bright colored jungle gym. Susan and Sarah sit on a bench eating cones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "So if I take at least sixteen credits a semester -- yeah, right -- I can graduate next spring. Then there's RN certification, a placement program ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(amazed) How do you ... do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Don't ask. I mean, Jeff has been great. But just be glad you were smart enough \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN, (CONT.)",
          "text": "to do it the right way. My mom told me about Harvard Med. That‘s great. Sarah's mouth tightens in a brief flash of anger. She loo quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I guess news travels fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "you ain't in Chicago anymore, Dorothy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So you really think I'm the smart one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Are you kidding? You're working towards your goal, no distractions, a career to die for ... At that moment, Dylan comes barreling toward them and jum Susan's arms. Susan tries to get him to say “hello” to Sa he burrows his head into her shoulder shyly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "(cont. ) ... While I take two steps forward and the tiger here pulls me three steps back. (Dylan growls like a tiger) Just imagine if you had kids! Sarah looks at Dylan for a moment, imagining just that. H freckles and crooked smile only add to the angelic appear cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A loud KNOCKING goes on and on. Sarah answers the door. H Morrisey stands there, exuding righteous anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "I need to speak to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah leads Howard into the den, reassuring her parents t everything is fine and closing the door on their curious",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Have you been talking to my wife? \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(hesitant) I’ve talked to her about a chest, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Do you really think that's wise? sarah pauses, mentally measuring her words before speakin",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I certainly never meant-- I don't mean to cause any ... harm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "unfortunately, you in my wife's life ... is causing harm. Sarah is visibly upset. Howard doesn't want to make her f worse, but he's got to get his point across.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(cont. } Sarah ... it was an accident and you've been able to put it behind you. Sarah's eyes widen in disbelief at this statement. Howard notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(cont. ) But, Lorraine can't forget it and seeing you does not help. We have to live with it every day. In order for us to do that, I have to ask you to stay away from Lorraine while you're home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What if I'm home for good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "It doesn't matter. (quietly) Please just let her be. He doesn't wait for her answer or for her to show him out cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine finishes drying the dinner dishes. she places th their carefully designated places in the cupboard. She tu the kitchen, needing something else to do ... but her hom perfect order. There's nothing else she can do. Howard walks in. He wants to touch her. To hug her. To so",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD -",
          "text": "(quiet) No one's going to bother you anymore. But, he just leaves. Lorraine watches him go and slowly d one of the kitchen chairs, lowering her head inte her han cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, RUSSELL BACK PORCH",
          "text": "Sarah sits in a lawn chair on the screened-in back porch, through the stars. Daniel comes outside and sits on the step beside her. He wicked-looking lawn dart with plastic wings. 50's era fam",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Wanna play night jarts? Sarah comes back to Earth and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "The most dangerous game in ten states? I'll pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Wanna tell me what you're doing with Buddy? Sarah turns to look at Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That was a shitty segue. Why don't you tell me what you're doing with Buddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "That's between him and me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But, you two used to be inseparable. (sighs) He was your best friend. \f52. Daniel is uncomfortable and doesn't want to talk about it",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Yeah, well, you're my only sister and I have no fucking clue what's going on with you. Sarah LAUGHS and glances back inside to make sure her par aren't listening. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAR",
          "text": "Watch your language. (beat) What do you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What you're doing here. Really. He looks at her closely when she doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(cont. ) X don't think you came back to fulfill Buddy Carroll's high school wet dreams. (beat) And, the folks and I are very curious what Howard Morrisey had to say to you. Sarah nods her head as his plan becomes clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Of course. Send the sweet-faced one to get the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No. You're just ... acting really weird. Sarah stands up and heads back inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I don't know what the big deal is. I asked Mrs. Morrisey to make me something. She said “no\". That's all there is to it. She SLAMS the screen door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A KNOCK echoes as we see a door opening and bright sunlig silhouetting a figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sarah is astounded to see Lorraine Morrisey standing outs",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Alright. Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You ... crossed the street? Lorraine looks around her as if realizing for the first t",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ LORRAINE",
          "text": "To get to the other side. Yeah. Lorraine smiles faintly. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sarah parks Daniel's Escort at a meter on the main thorou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah turns the car off and looks at Lorraine, who is gri passenger seat as if it's her new best friend .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I may have been a bit hasty. Lorraine watches the people passing on the sidewalk as if sharks at an exhibit. She turns back to Sarah, emanating potential panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) I don't think I can do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(shrugs) Whatever. Sarah gets out and stands there waiting. Now people seem at Lorraine even more. Finally, Lorraine opens her car do cur TO: \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine and sarah walk down the sidewalk. Sarah casually windowshops. Lorraine resolutely stares straight ahead as taking a sobriety test, struggling to stay oblivious to t curious stares of passing people. As Lorraine continues on, we see .-.- — an older WOMAN in a clothing store jumping out of her c craning her head for a better Look. - A young BOY walking with his mother, trying to figure o what’s so unusual about Lorraine that everyone is staring - The two racewalking women approach from the other direc are so startled, they almost run into Lorraine. As Lorraine and Sarah disappear into \"Malloy's Antiques\", bends to Woman 2's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 1",
          "text": "What on earth? Hasn't she caused that woman enough grief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 2",
          "text": "I told you ... trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This dusty old shop is full of piles of junk, which the a and clueless owner, IRV MALLOY, will insist are all “gen- coll-ectibles\". He sits up from his rickety chair as Lorraine and Sarah e shop. His cigarette falls from his lips into the newspape reading and starts to smolder. Lorraine takes a deep breath of air and seems comforted b antiques surrounding her. She notices Irv's smoking paper smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Irv, you really think you should be starting a fire in a shop full of hundred year old wood? Irv throws the paper to the floor and stamps on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(under his breath) Well I'11 be damned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine nods a greeting which Irv returns in a typically verbal Midwestern fashion. Sarah pulls Lorraine over to a box similar to the one she the book. Lorraine inspects it carefully before giving he whispered approval. LORRAINE . you've got a good eye. I think it's Rumanian. Great lines. Solid. . She eyes the carved and painted design on the wooden lid. colors have all faded, but the fine craftsmanship is self Lorraine eyes Irv out of the corner of her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Irv will never know what he's got ... unless I try to buy this. Sarah thinks for a moment then smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "{loudly) Well I don't care what you think. I'm gonna buy it anyway. Lorraine stares at Sarah for a moment before catching on raising her voice so Irv can hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "It's your money. But don't expect me to restore it. I've gotta have some- thing to work with. Lorraine points to the box's supposedly shoddy workmanshi",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) I can't perform miracles. Sarah grabs the box protectively and walks up to Irv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(defiantly) Then I'11 leave it just the way it is. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine and Sarah walk in the screen door. Sarah can't s satisfied smile as she sets the box down gently. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thirty bucks. Lorraine walks around the box, eyeing it from all angles. is already racing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Yeah ... I can do this. Sarah takes a seat on an old rocker and rocks excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAE",
          "text": "Can I watch? Lorraine stares at Sarah for a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LORRAINE",
          "text": "Well, that's not really how I work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh please. I'd really like to learn how to do it. sarah is pushing Lorraine's limits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Sarah, I'm doing this. (beat) why don't we just let it go at that. Lorraine voice is gentle but firm. It brooks no argument. nods slowly. The exertion of the day is starting to show face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'm sorry. You're right. Sarah stands to go and almost falls over. Lorraine reache steady her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(nodding) I got too much sun yesterday. And the rocker ... Sarah trails off. Lorraine smiles curiously -- since when three minutes on a rocker ever made anyone dizzy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Yeah, it rocks. They're funny that way. \f57. As sarah heads for the screen door, Lorraine relents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Look, Sarah ... the door's usually open if you want to, you know, check on my progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Maybe I'll do that. ~ And then Sarah's gone. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sarah is sick in bed. Gayle stands over her, looking at a thermometer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "You've stumped me, Sarah. You've got a fever but no flu symptoms. Gayle is a bit unnerved by illness of any kind, but she s brightly to hide her discomfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(cont. ) I'm just going in for a half day. I'll be back by one. (beat) You'll be okay? Sarah looks like hell. She nods wearily, but stops her mo before she can leave the room",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Did you tell everyone about Harvard? Gayle looks at Sarah strangely, sensing she's not happy a",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "well, just, you know ... Bill and Connie and ... Gladys-- (beat) Is there some reason I shouldn't? \fo~ ul a sarah pulls herself up to 4 sitting position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m not sure what I want to do, but I need to know I can talk to you about it without word ... spreading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Honey, I’m sorry. I don't understand why it bothers you, but if that's what you want ... sarah slowly sinks back down to the pillows as Gayle leav cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carla answers the RINGING PHONE. Her face falls as she li",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "Dr. Gordon, I'm not gonna tell you this again. She's not here and I don't know where she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CHICAGO MEMORIAL HOSPITAL",
          "text": "Dr. Gordon is looking at the results of Sarah's tests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. GORDON",
          "text": "Look, this is serious. She left the hospital without my knowledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "Well if she's mobile, she can't be too sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. GORDON",
          "text": "She has leukemia, Ms. Spalding. If she doesn't get treatment, she's not going to be mobile for long ... or breathing for that matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CARLA",
          "text": "Dr. Gordon is starting to get through even Carla's attitu \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "These aren't scare tactics, are they? (beat) I'll make some calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DR. GORDON",
          "text": "He senses this is the most he's. going to get from this t cookie. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. GORDON",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy is working up a sweat as he paints Sarah's car. He steps back and eyes it critically, then removes the pr breathing gear from his face. It's getting there. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine has finished the prep work on Sarah's box. She b general bodywork by sanding the rough edges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drowning in too-big sweats, a very pale Sarah eyes the sh over-the-counter medication. She sneaks a glance at the p doling out prescriptions. : Finally, she grabs a bottie of Aleve, pays for it and lea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel is waiting outside for her in his idling Escort. S in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel looks worriedly at Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANIEL",
          "text": "Is this something I'm going to catch? Sarah looks out the window. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Not unless you're cursed by God. sarah is speaking literally, but her tone is light-hearte",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "oh, it's the curse? (looks at her again) shit. I'm glad I'm a guy. cuT TO: INT. LORRAINE'S WORKSHOP —- NIGHT It's late, but Lorraine is still working. She uses a rag oil into the century-old wood of the box, which is starti take on a gorgeous sheen. She glances out the screen door to the Russell house. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah's face is as white as her sheets. She takes two mor powerful pain relievers and buries herself under her cove A soft KNOCK is heard on her door and then her mother's v",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE, (0.C.)",
          "text": "You need anything honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(barely audible) No. But, Sarah's haunted eyes tell a different story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine is just beginning to restore the painted design lid of the box. Carrying book bags, Jon and Rick race through the kitchen head for the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON/RICK",
          "text": "Bye mom. porraine looks up and smiles, perhaps a bit more animated usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodbye. \" woward walks in from the kitchen, dressed for work and his coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(good-natured) Keep that coffee cup a safe distance away - Howard sets the cup on Lorraine's desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Don't worry. I've been trained by the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Coaster? Howard LAUGHS and reaches over to place the coffee cup on coaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "You have paint on your nose. Lorraine pauses to wipe it, spreading more pale green pai nose and even getting a smear on her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "How's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Good. You're starting to look like the Wicked Witch of the West. Lorraine looks at Howard for a moment, wondering if that' veiled comment on her attitude. But, his smile is innocen He takes a rag and very carefully wipes the paint off her They are very close and we see a brief hint of the chemis brought these two together. Lorraine steps back awkwardly and the spell is broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(taking rag) Thank you. Howard stares at the new box as he retrieves his coffee a",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "who's this one for? \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Sarah Russell. Howard looks at her and narrows his eyebrows. HOWARD . Do you realize that‘s the first time tive heard you call her \"Sarah\" in twelve years? :",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Well, it is the girl's name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "I thought ... you didn't want to have anything to do with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I never said that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "But-- Howard hesitates, but then lets it go. He doesn't really say \"You said it after you demolished the rose bushes\". H at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "--you're right and I'm late. He gives her a peck on the cheek and heads out. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah lies in bed reading a thick sheaf of forms printed Harvard letterhead. Physically, she looks better than yes but that isn't saying much. Most of the form's questions are standard information, bu essay question catches her eye: “Why do you want to become a doctor?\" cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12-year-old Sarah appears at the top of the basement stai sees Jennifer's twisted body lying on the floor. \f63. She's almost hyperventilating as she races down the stair kneels down next to the tiny body. But, there's nothing s do. CPR won't help. A tourniquet won't help. She's gone. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sarah will never forget the moment of frustrated helpless established the course of her career.- But, she isn't about to relate that story in answer to th question. She runs her hands through her hair as if tryin the memory out of her head. But, she can't. The phone RINGS and a moment later, Gayle sticks her head door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Phone for you. (whispers) It's Buddy. sarah pulls herself together and puts on a happy face for mother .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(whispers) Thank you. Why are you whispering?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "No idea. you feeling better? Sarah nods as she picks up the phone and Gayle discreetly retreats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hello? ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(filtered) Hey. What are you doing later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I sense a loaded question. sarah's voice is deliberately casual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(cont. ) I was either gonna fly to Paris for lunch on the Seine or stay in bed all day. I can't quite decide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filtered) Great. I'll pick you up at 5. CLICK. He's gone. cUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BR KNOCKING is heard at the screen door. Lorraine looks u Sarah standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Hi. Come on in. Sarah enters, looking a bit worse for wear, but smiling b to cover it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I was just on my way .-- (stops short) nowhere so I thought I'd drop by. Sarah admires the work Lorraine has already done on the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Sarah. I told you to come by any time you wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I thought maybe you were just being polite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Well I think it's been a while since anyone has interpreted my behavior as “polite”. Sarah starts walking around the workshop as Lorraine cont Lorraine's voice implies she doesn't care what people thi Sarah can't help but wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) I’m sure most of the terms people use around town are decidedly not polite. Unwilling to comment, Sarah examines an old quilt hanging quilt-rack. The beautiful antique is composed of thousand triangles of every sort of material, none larger than a p clip. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Did you make this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "No. My great-great-great grandmother started that in 1855. Everything is hand-stitched. CLOSE ON THE QUILT: Intricate curliques decorate the seam amount of work put into it is staggeringly obvious. It's work of art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(disbelieving) yeah right. Wouldn't it .-- fall apart or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Apparently not. I still use it. It went to the 1904 World's Fair in St. Louis and would have taken the top prize if my idiot Aunt Moria hadn‘t machine stitched the border.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You shouldn't talk about her like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Why not? Just because she was born a hundred years ago doesn’t mean. she had the wisdom of the ages. (beat) Everyone makes mistakes. Sarah looks up quickly at that ... ‘is it directed toward Lorraine's face betrays nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Would you ever consider selling it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Impossible. It's been passed down ' through the women in my family for five generations-- Lorraine stops abruptly as she realizes that she has no d to pass it on to. Sarah realizes at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'm sorry. I'm gonna go. I mean, I've got to go ... something to go to. Maybe tomorrow, I can help ... \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Maybe. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy and Sarah sit on a blanket as the small town orches up before playing their program of classical music. Firef provide mood lighting as the sun prepares to set. It's a gorgeous evening on the brink of summer. Buddy unpacks a picnic hamper: wine, cheese, bread, fruit can't suppress a smile as she watches Buddy's efforts. Th definitely to impress Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Granted it isn't lunch on the Seine ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It's trés continental. (notices something) I can't believe they carry paté at the Stanton IGA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I had to go to Alton for that. Buddy tries to uncork the wine, but only manages to break halfway, sealing the wine in the bottle forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Ten points for trying. He pulls two cold beers out of the ‘hamper. Sarah LAUGHS hands her one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So ... what was it that was so important? Why was I meeting you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "To celebrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "To celebraaate ... what? Buddy pauses to think. \f€7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Memorial Day. (decisively) yep. Monday's Memorial Day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(nodding) Definite cause for celebration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY -",
          "text": "Okay ... how about your triumphant return? : He raises his beer to toast her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(ironic, to herself) you were closer with Memorial Day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I said ... salud! ”~ she clinks bottles with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER ...-",
          "text": "The orchestra plays surprisingly well. In a small town, t plenty of time to practice. A lilting Brahm's melody is p everyone in the mood. Buddy reaches over tentatively and takes Sarah's hand. He her closer and kisses her softly. Electricity is in the a has to make a real effort to retain her composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(smiling) you have created a situation that 4s simultaneously very cheesy and ineredibly romantic. (beat) How do you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(shrugs) You inspire me to push the boundaries of the imagination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "oo I do, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oh yeah. In fact, if you knew how | long I've been imagining a scenario like this ... Sarah laughs as she returns his very direct gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well, I don't know if I've ever inspired anyone bef--\" Buddy cuts her off with a kiss both passionate and sweet. ‘nough talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, LORRAINE'S WORKSHOP",
          "text": "Sarah sits next to a wooden chair, diligently sanding one Lorraine has given her a practice piece, but she may be r the impulse. She looks over at Sarah and sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Sarah, you're making a gallant effort, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But what? sarah's enthusiasm makes it difficult to criticize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Lemme see that. sarah grins as she steps’ back to let Lorraine see the ch They both realize that the leg she has been sanding is no skinnier than the others. Sarah is humiliated but Lorrain encouragingly. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "You've got the right idea. Just don't think about it so much. Sarah furrows her brow, not quite getting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) Sanding is like sex. It's all in the rhythms. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Gee. Those are two worlds I never thought would collide. Lorraine smiles. Sarah stands up, holding the small of he",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "you're pretty young to have a bad back. : sarah smiles and tries to cover the very real pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "{Light ) This is what a desk job does to you. Sarah goes to the closet where Lorraine keeps supplies fo piece of sandpaper. Inside, she finds the cradle hidden u pile of old blankets and bends down to examine it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hey, what's-- Is this the famous cradle that started the business? Lorraine NOTICES and the mood darkens.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LORRAINE",
          "text": "Just let that be. Lorraine's voice is sharper than she intended it to be. S stands, unsure what she did wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I‘m- I'm sorry. Lorraine doesn't say anything, but Sarah notices that her are shaking. Sarah looks closely at the cradle and rememb it was. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(gently) you really shouldn't let that sit unused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Why? You planning on having a baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(wincing) No. I'm not going to have any. Lorraine eyes Sarah strangely, perhaps picking up on some her voice that everyone else has been ignoring. \fBut, her building anger is overwhelming her concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "you're awfully young to be making a statement like that. Lorraine goes back to the detailed painting, but her hand still shaking. She messes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Godammit! Look at that. sarah grabs the paint thinner. She dabs some on the end o looks like a long q-tip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Here. sarah holds the swab out to Lorraine. But, Lorraine's shaking has increased. Sarah looks at her guessing what's really wrong, but unable to fix it. Slowly, Lorraine lowers her face into her hands and SOBS. After several moments, Lorraine looks up at Sarah and exa face, looking deep into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(finally) What are you doing here Sarah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I... you're making me-- she gestures to the box -- the self-evident answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I thought I could do this. (beat) When you walked in that door last week, I thought maybe you'd finally come to apologize for what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howard pulls in the driveway. He gets out of the car and the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, MORRISEY HOUSE",
          "text": "Howard walks in and hears Lorraine's voice raised in the \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine has taken the swab and dabs at the mistake, stru remain calm. It's a losing battle. LORRAINE . But, you're just making it worse. Sarah's voice struggles to stay even.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m sorry. Lorraine angrily throws the swab to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ LORRAINE",
          "text": "(voice cracking) Is that supposed to help? Why didn't you just-- Why weren't you there? Why didn't you stop her? Her neck was ... broken. No one that little should hurt like that. She was a baby. You have to watch them. Sarah's cool facade shows signs of eracking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I did. I tried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(overlapping) We left you in charge. You were responsible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(a whisper) I'm sorry. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "sorry? You keep saying that like it means something. That doesn't change-- A harsh voice of reason interrupts Lorraine's hysterics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD, (0.C.)",
          "text": "(interrupting) Lorraine, stop it. Startled, Lorraine and Sarah look up to see Howard, who h entered unnoticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(a plea) But, she's got to tell me why. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": ", No Lorraine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "If I just understood why--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(interrupting) What? It would all be okay? You'd be a whole person? We'd be a normal , family again? Howard rips his coat off and throws it over a chair. Ther rs ember of frustration that’s been smoldering in Howard Now it's igniting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(cont. } you know, Lorraine, for twelve years, every look you gave me said “Why didn't you fix the latch on the , basement door like you promised you : would?\". (beat) ao Every look you gave the boys said “why did you fight and distract Sarah?\" This information is a revelation to Lorraine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "No. I never ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Don't you think I've been hurting? or the boys? We miss her every day. (beat) There are no answers for your “why\"'s Lorraine. Bad things happen to good people. All the time. It's no one's fault. Howard is getting through to Lorraine. For once, she's ab her own sorrow aside and see another point-of-view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I hurt the boys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "o~ yeah. They used to have a mother. They really liked her too. The screen door, caught by the wind, SLAMS behind Sarah, left unnoticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": ": (quietly) Everyone used to like her. after a moment, Howard runs out after Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sarah is running across the street towards her house. How after her. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Sarah! Wait! garah doesn't slow and Howard runs after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howard reaches Sarah and stops her from entering her hous ~~ she turns, he sees that the dam has finally burst and stop crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I didn't go back over! she came to my door. And I was-- she was so happy that she came across the street. I didn't ask her-- I never meant ..- sarah SOBS uncontrollably. Howard hugs her to him and tri comfort her.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". HOWARD",
          "text": "Oh God, Sarah. I wasn't gonna yell at you. I know it's not your fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(muffled, into his shirt) But, it is. I have proof. He holds her face so she can see how serious he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "None of it is your fault. Okay? Howard isn't satisfied until sarah meets his eyes and nod imperceptibly. \f74. Howard suddenly realizes the intimacy of their situation the front yard. He draws his hands back and laughs self- consciously-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "She actually walked across the street? sarah's breath hitches in her throat as she struggles to her usually-impregnable composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(nodding) We went downtown too. Howard's face fills with amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "She didn't say a word to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "t think she's still getting her ... sea legs. Howard turns to walk back to his house, but gets in one l parting shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Well, if that's the fault of anyone we know ... tell her \"thank you\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks like the cover of a 1970's-era Milton Bradley ga Gayle, Daniel and Sarah sit at a rumpus room card table p Scrabble. Sarah takes her turn. . she's had a hell of a day, feels like shit and isn't real concentrating. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Sarah, are you losing your edge? You've never left me a triple word score in your life. Phil starts to place tiles when Buddy appears at the door walks halfway down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hi. Sorry to interrupt. I knocked on the door, but ... \f75. Everyone GREETS Buddy. Though obviously not prepared to d this, Sarah gets up and follows Buddy out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah's car gleams like a newly-minted dime in the harsh the street lamp. she walks all around it in wonder. She points to another her car. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You fixed the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "It was no problem. I mean I was just working away and figured I'd do it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Uh-huh. Buddy can't help but notice sarah's fatigue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey, are you okay? Sarah looks at Buddy'and knows then and there ... he love it’s an impossible situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "of course. She hands him a check with a polite little smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thank you, Henry. Buddy hesitates, unsure why she seems to be giving him th off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(cold) I'm sorry, do you need that in cash?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "No, this is fine. (beat) why do I suddenly want you to call me Buddy again? Sarah shrugs. Her cold shoulder is hard to miss, but Budd anyway. , \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I was gonna see if you wanted to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(interrupting) t don't think we can do this. (beat) I'm seeing someone in the city. We'll probably be engaged by Christmas. I just don't want to ... mess anything up, you know? Buddy is floored. It takes a moment for him to take it al",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I see. So somewhere along the line, I went from being a \"romantic\" to being a “mess”. And you just remembered this “someone” now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy ... you and I had a couple beers together. That's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "yeah, sure. I was just-- Buddy doesn't know what he was just-- Angry and frustrated, he turns to leave and remembers tha drove Sarah's car over. He was obviously going to ask her ride home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "you're right. I guess I let my imagination get the best of me. (angry) or maybe I just imagined what's best in you. As Buddy walks down the street heading for home, he misse look on Sarah's face. The look that says “Come back\". cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, MORRISEY HOUSE",
          "text": "Her hair still wet from a shower, Lorraine watches them f screen door. She sees Sarah's look and recognizes it. It' look she's been hiding from her own husband for twelve ye she's pushed him farther and farther away. some people have soap operas; Lorraine has Sarah and Budd \f77. As Lorraine turns from the window, she just catches the t of a conversation in the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON, (0.C.)",
          "text": "Sectionals tomorrow, dad. We're playing Roxana at 4:00.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD, (0.C.)",
          "text": "They still got Harding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON, (0.C.)",
          "text": "Nah. He graduated, but their new shortstop’s a demon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD, (0.C.)",
          "text": "I'll get there as soon as I can. Try to save the major ass-kicking for the later innings. Lorraine smiles and she can almost hear Jon smiling as he",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON, (0.C.)",
          "text": "sorry. I kick ass at will. G ‘night. Jon's face appears in the doorway. He speaks tentatively, of her mood. He obviously knows better than to invite her game. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Night, mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Goodnight. Lorraine sits back down to work. Sarah's box is almost do a moment, Howard appears at the door, watching her work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(softly) Hi. I'm going to bed. Howard walks over to kiss her goodnight. Lorraine hesitat turns the chaste kiss into a real one. Howard breathes in scent of her freshly-washed hair and is surprised to find aroused. Lorraine rinses her paintbrush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I'll go with you. Howard is a bit stunned to say the least. He gestures to",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Are you done with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For now. Unless you want to stand here, hold hands and watch the paint dry. Howard stares at his wife as if he doesn't quite recogniz Slowly and very deliberately, she takes his face in her h kisses him thoroughly. He tentatively touches her back, trailing his fingers alo jawline as he kisses her. They're like teenagers discovering the magic of sexual at for the first time. She leads him inside the house and do hall to their bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bed is pleasantly rumpled. Howard lies back and pulis to him tightly. She fits perfectly in the crook of his ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "God, you feel good. I can't remember-~ He stops himself abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Go ahead, say it. The last time we made love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "No, I remember. I think Reagan was President. They laugh and kiss lingeringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Howard, I know sometimes I make you crazy, but ... you know I still love you, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(wicked) Well, if I didn't before ... Howard props himself up on an elbow and looks at his wife He runs a finger down her jawline, seemingly mesmerized b",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(suddenly serious) Yeah ... I guess I do. cuT To: \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A high school paseball game is in full swing. Jon plays t for the Stanton Bulldogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine gets out of her car and follows the sound of bat CRACKING against balls and the ROAR of spectators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "several spectators do doubletakes as Lorraine sits down o bleachers. She smiles at them before turning her attentio game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAME",
          "text": "The game is heating up. There's a runner on second as Jon to bat for Stanton. He hits a long hard fly to center. The fielder can't get The runner makes it home as Jon is rounding third. The cr going wild. Lorraine is standing and clapping with the re them. The ball flies back into the infield and the shortstop sn Jon is trapped between third and home. He turns and seems every intention of returning to third. The COACH there cl encouragement. But then Jon fakes out the shortstop, turning tail as soo throws to third. Jon pulls out all the stops and ... SLID home as the ball sails to the catcher. It's close. But, t rules \"SAFE\". The Stanton team members ROAR their approva with the home crowd. . But, Jon isn't basking in the adulation of his team. From at home base, he spots Lorraine. He stands up slowly, his eyes locked with hers. Lorraine continues to CLAP. Jon slowly smiles as he dusts knees and gives her a tiny wave of acknowledgement. She n head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Lorraine slowly sits down, energized by the game, being o pleasing her son and just plain living again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Hey lady. Could you make room? \f80. Lorraine looks up to see Howard smiling down at her. Rick",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "sorry. No room. But maybe ... Lorraine pats her lap invitingly. Howard LAUGHS as he and squeeze onto the bleacher seat next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I'm afraid there's some bad news. Howard's smile fades. What now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "our son has been kicking ass without you. Lorraine kisses Howard lightly. He takes her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER ...-",
          "text": "The game is over. Howard and Rick are heading down to the congratulate Jon. They look back at Lorraine expectantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "You coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I need to go by the library before they close. They're holding a book on Eastern European Folk Art for me. Howard raises his eyebrows. Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) I need to check the colors for Sarah's box. {beat, to Rick) I was hoping maybe you could drive me. Rick hesitates. If this is a test, he's not sure what he' supposed to say. He looks to Howard, who shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "I could do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "\f(smiles brightly) Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is bent over the toilet. ‘when she wipes her mouth, trace of blood. sarah exits the stall and washes her face at the sink. Sh to take a few deep breaths before exiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Sarah walks out of the restroom, an elderly MAN looks his reading carrel. He obviously heard her. She catches h staring at her, but he doesn't look away. Sarah tries to reassuringly, but it just doesn't look right on her too-p",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPUTER SCREEN",
          "text": "Information on leukemia scrolls up on the computerized li catalogue. Sarah writes down call numbers on a scrap of p",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT A TABLE",
          "text": "Sarah drops several books on a table. She sits down and i engrossed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE, (0.C.)",
          "text": "Well hello. Sarah SLAMS the book closed and covers it with her backpa turns to see Lorraine standing behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hello. There is a new tension here. Lorraine assumes it's from t encounter. She pulls one of the books out from under the",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "What're you reading? (reading) Coping With Cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Research. one of the essay questions for my Harvard follow-up. You know ... what's my chosen area of expertise--",
          "sentiment": "neutral"
        },
        {
          "speaker": "82.",
          "text": "Lorraine nods her head as Sarah stops abruptly, nervously realizing she's giving more information than she needs to",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(cont. ) What are you doing here? Sarah is desperate to deflect attention anywhere else tha",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Well, it's research for your box. sarah starts piling her books together and glances at the Lorraine misinterprets Sarah's nervousness a5 hostility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "“(cont., ool) I'm sorry. I wasn't aware this was your personal library. Lorraine catches herself and curbs her hostile response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. } Sarah, the last thing I want to do is fight with you. Sarah fidgets, increasingly uncomfortable. she quickly ga all of the books and stuffs them in her backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I think you were right all along. This isn't a good idea. (beat ) I never wanted to make you feel bad. I'll just send Daniel over to get the box ... when it's done. Sarah voice trails off. She zips her backpack ¢losed and before Lorraine can even reply. Lorraine stares after her completely confused. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's still too early for this place to be crowded. Buddy and motions Daniel over to his table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hey ... thanks for coming. Daniel sits down across from Buddy. They eye each other a \foo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So, what's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Just thought we could catch up. Buddy motions to the WAITRESS. “BUDDY - can we get a pitcher of Bud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "can I see some ID? Buddy and Daniel pull driver's licenses out of their wall The waitress looks at the ID's. As she walks away, Daniel Buddy's old fake license in his wallet and LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "' Ah, ye olde fake license. Why haven't you thrown this away or passed it on 1 to some deserving high schooler? rt ‘ BUDDY (taking license) It's a priceless symbol of my adolescence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "It's so bad. I still can't figure out how it worked so well all those years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "How many times do I have to tell you? Using \"Morton\" as my first name always got me sympathy and sympathy made me less suspicious. Daniel nods wisely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "As if the name \"Buddy\" doesn't get you enough sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Oooh. Touché.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "oo A few pitchers later. It’s apparent these guys have go together many times over the years. They pour ‘em and thr back with practiced ease. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "so ... you seein’ anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I dated this one girl, Heidi, last semester, but then she joined a sorority and went psycho on me. Buddy nods as if he knows what that means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(casual) Nobody steady. paniel stares at Buddy unflinchingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "okay, fine. Nobody at all. paniel bursts out LAUGHING. Buddy joins him. a BUDDY so that's pretty exciting about Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Buddy, you find Sarah's right instep exciting. You're gonna have to be more specific. (realizes) Oh, you mean Harvard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "No ... I meant her being engaged. Daniel spits out the swallow of beer he just downed and C",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "What ... are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "You didn't know? paniel is processing Sarah's strange behavior from the la of days and her evasive answers to his questions. It's al sense now. Or at least it seems to. oo DANIEL Of course I knew. I just didn't know you knew ... too. (MORE ) \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT.)",
          "text": "(defensive) so what else do you want to know about Sarah? If you print up a questionnaire , LT could take it home and ask her to fill it out. Buddy stands up and almost falls over. “BUDDY tr don't know what the hell your problem is. You're the one who stopped talking to me. Daniel attempts to stand up, but weaves in mid-air and si down heavily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I did not. seeing that Daniel isn't rising to the challenge, Buddy d down to his own seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "you just love that you have Sarah as an excuse to turn it around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "oh, if I've got Sarah, you've got your dad. You're the one who backed out of school the day before we were supposed to leave. (to himself) Left me in a fucking empty dorm room. It was embarrassing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I told you I couldn't leave my dad just then. The man had a heart attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANIEL",
          "text": "your dad's fine. You were just too scared to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I was not. He just asked me to wait. They stare at each other defiantly for a minute, then rea dawns on Daniel's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "You mean you--? \f86. Buddy throws an envelope with the “university of Illinois the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Just got word today. {beat) junior college credits are good. tim officially a sophomore in the Fall. paniel takes a minute +o process this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "go ... I guess you're gonna need an experienced upperclassman to show you around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Well, I'd prefer you, but ..- Buddy raises his glass as if to toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(tentatively) Friends? paniel hesitates, but smiles reluctantly as he raises his and CLINKS it with Buddy's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(yes) Never. Buddy smiles in response. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "paniel and Sarah are filling their cart with party platte of soda, bags of chips and assorted barbeque sundries.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH",
          "text": "jell me again why we're having a Memorial Day barbeque.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Beats me. Mom invited all her clients and I think dad just likes an excuse to drink before five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(sarcastic) Well now I'm giddy with anticipation. ee \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(slyly) So ... I hear you're engaged. Sarah is completely confused until she makes the mental connections.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ SARAH",
          "text": "Ahh ... you and Buddy are friends again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "When were we not? She rolls her eyes at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAHB",
          "text": "I'm glad. Sarah pushes the cart to the vegetable section and eyes t and celery selection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "your intense crudite scrutiny will not deter me from the still-unanswered question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Glad to hear your rhetoric class has paid off. Daniel gives Sarah some intense scrutiny of his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(suspicions confirmed) You're not getting married. You're just blowing my best friend off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'm living my life Daniel. If Buddy isn't a part of it, well ... are you really that surprised?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No. If you actually let someone be a part of it ... then I'd be surprised. The truth of that comment stings Sarah. cur TO: \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The groceries are bagged in the back as they drive home. Sarah eyes the worn-out upholstery. The engine noise is d",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I hate to say it, but this car is not gonna get you through four years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well, that's the difference between us ... I'm an optimist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'm an opti-- I can see the good in... things. Daniel is skeptical, but he tries to nod encouragingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Good. Hold that thought. Daniel pulls into the driveway of their house and Sarah i understands what he's talking about. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge banner is draped across the front of the house: “CONGRATULATIONS SARAH -- OUR LOSS IS HARVARD'S GAIN\". People fill the front lawn, drinking from paper cups and No one pays any attention as Daniel and Sarah start to ge the car, but then Phil and Gayle walk out the door and no",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Oh shit. Hey everybody ... 1-2-3. The milling people notice Sarah and try to recover the el",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "Surprise! Sarah glares at obvious-accomplice Daniel and tries to sm brightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAR",
          "text": "Wow ... this is great. \f89. No it isn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Daniel unloads the groceries, Phil and Gayle lead sara to say \"hi\" to everyone. Sarah is doing a slow boil, but",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(aside to Gayle) Mom, we really should have talked about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Well that would have ruined the surprise, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "come on, Sarah. Even you have to appreciate the comedic irony of grocery shopping for your own surprise party. True enough. The buffet tables are now covered with the p platters and supplies that Daniel and Sarah bought. Gayle pulls Sarah aside to speak confidentially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Did you and Buddy have a fight? I had to practically drag him to the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Mom, you didn't ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY, (0.C.)",
          "text": "Hi Sarah. Sarah turns to face Buddy. He hesitantly hands her a smai wrapped package.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hi... {taking package) ++. you didn't have to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Your mother was nice enough to invite me ... Read: I'm sorry. This isn't my fault. I couldn't get out \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(cont. ) ... but, I've really got to get back to the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Oh Buddy, you can't be serious. You just got here. ” BUDDY. No, really. A lot of boaters are heading up to the lake for the weekend. (beat, to Sarah) I gotta sell ‘em gas. Buddy obviously thinks his gas jockey status contributed rejection of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Daniel tells me you're joining him up at U of I in the Fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah, I thought I might. Sarah is surprised by this ... and that Buddy didn't tell",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy that's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Yeah, well ... great. (awkward beat) Goodbye Sarah. He makes a hasty retreat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "It's later in the day. Sarah is playing a game of jarts w Daniel, Susan and her husband JEFF. She stops when she se Lorraine crossing the street with a determined stride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'll be back. Sarah runs to intercept Lorraine, who looks like she's be night. Her gaze bores into Sarah's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "You're sick, aren't you? Sarah looks around quickly to make sure no one can hear t \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont., softer) What is it? Hodgkins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(glibly) Maybe I'm just pregnant. ‘LORRAINE No, you're not gonna have any kids, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'm fine. Just leave me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Headaches, backaches, dizziness. Probably worse symptoms you're not gonna tell me about. Sarah stays silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(realizing) You haven't told anyone, have you? Sarah stares at the grass at her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It's leukemia. Sarah seems relieved that someone else finally knows. Lor nods, simultaneously satisfied and horrified that her sus are confirmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Why on earth would you want to go through something like this alone? norraine's confusion turns into yet another realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) Sarah ... you can't think that you deserve this. The compassion in Lorraine's voice is too much. Sarah's e welling up with tears. But she can't let herself break do front of everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(willing her to stop) Lorraine, I can‘t do this ... now. \f92. But, Lorraine can't let it go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(bare whisper} you do think you deserve it, don't you? sarah's eyes meet Lorraine's. That's exactly what she thi The tension is broken when Phil TAPS a glass loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Hey! Can I have your attention for a minute. The crowd quiets down. As Daniel walks over and pulls her Phil, Sarah's eyes swear Lorraine to secrecy. Phil drapes his arm around Sarah proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "First of all, thanks to everyone for coming by and helping us celebrate. Gayle steps out of the house with a plate of burgers for grill. She quickly puts it down and joins Phil and Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "(cont. ) since Sarah's mother and I believe that nothing but the best will do, we're sending her to Harvard. There will be sacrifices ... we'll be moving into our son Daniel's dorm and selling our house so if anyone wants to make a bid today, just talk to Gayle. The crowd LAUGHS on cue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "(cont. ) okay, we can't hide the fact that we're incredibly proud of our daughter. She's not only the first Russell to go to Harvard, I believe she's also the first Stanton resident to go. The crowd CHEERS loyally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "(cont. ) So ... to Sarah. \f93. He and Gayle raise their glasses. GAYLE . We're sending Harvard our first and our best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(mock outrage) Hey!! Everyone LAUGHS and drinks. Sarah gives a weak smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel finishes telling Sarah a joke as they walk in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gayle is hanging up the phone with a devastated expressio face as Lorraine walks in from the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Gayle, Phil wanted me to tell you he needs more ice-- She stops. when she sees the look on Gayle's face. Daniel and Sarah are still LAUGHING at the punchline to h when they enter the kitchen from the other direction. Gay at them with tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Mom, what is it? Gayle is staring at Sarah, who is conspicuously silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Why don't you ask your sister? Daniel looks from Gayle to Sarah, clueless. Sarah glares Lorraine in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to Lorraine) What gives you the right--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(interrupting) Carla just called. You got another important phone call ... from a Dr. Gordon. The dam of Gayie's grief and anger bursts. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(loud) What the hell kind of game are you playing Sarah? I mean, what were you gonna do ... just die in your room? Let me find out later that you were sick? “DANIEL Mom, she was just-- Gayle turns on Daniel angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "She's got leukemia, Daniel ... and I guess she just didn't feel like telling us. Daniel turns to stare at Sarah, hoping she will deny it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Sarah ...? sarah wishes she could just disappear into the linoleum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(evenly) It sounds like you got the full report, Mom. I'd appreciate it if you didn't announce it to the party guests. Gayle stares at Sarah in shock, amazed by her emotionless Then more tumblers click into place as she looks at Lorra realizes that she knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(incredulous) You couldn’t teil your own mother, but you told her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(softly) I... figured it out. Though it isn't there, Gayle hears another accusation -- didn't she pick up on the signs and figure it out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "{to Sarah) Are you trying to hurt me? \f95. Gayle's tears start up again as she crosses the floor and daughter tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(muffled) Don't ... don't. We're not sure what Gayle is telling Sarah not to do. Don her? Don't die? Sarah pats her mother's back and locks ey Lorraine. This is why she didn't want to tell anyone. curT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil, Gayle, Daniel and Sarah sit in Dr. Gordon's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "I persuaded my mother not to tell anyone about my illness, but had to agree to go back to Dr. Gordon ... who really didn't have anything new to say. Dr. Gordon has just finished explaining the results of Sa tests in layman's terms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "So ... what do we do now? Is there treatment? Chemotherapy? What? Sarah barely appears to be listening to this discussion a future. Dr. Gordon is baffled by her behavior. He has to deliberately pull his attention back to Gayle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. GORDON",
          "text": "yes, of course. We have an excellent chemo program. Once the disease goes into remission, depending on the patient's status, we look at the options: radiotherapy, bone marrow transplant, an umbilical cord blood trans-- Dr. Gordon stops abruptly and looks at Sarah. He turns to Gayle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. GORDON",
          "text": "May I speak to you two outside? pr. Gordon leads a confused Phil and Gayle into the hall. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ INT, CHICAGO MEMORIAL HOSPITAL",
          "text": "pr. Gordon can't contain his curiosity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. GORDON",
          "text": "It just hit me that ..- Sarah doesn't seem to care whether she lives or dies. Can you shed any light? ‘GAYLE - (outraged) What? Doesn't ca--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. GORDON",
          "text": "(interrupting) Mrs. Russell, there's no time here for hurt feelings or indignation. I'm sorry, but you have to be frank with me. Sarah may need a psychiatrist as well ag a doctor right now. (beat) Has she been acting strangely? Depressed, suicidal, feelings of rage, guilt, hopelessness? pie GAYLE Well, she doesn't really-- (glances at Phil) Sarah's always been a quiet girl. Phil ignores Gayle's look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Dr. Gordon, Sarah hasn't always been the way she is. Phil hesitates. He doesn‘t want to go into this, but he k important. Dr. Gordon nods for him to continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "(cont. ) about twelve years ago while she was babysitting for the family across the street ..- pr. Gordon listens carefully as Phil tells the story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "wo sarah is packing books from a modular shelf into cardb Carla sits nearby tapping out a new melody on her keyboar \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "How the hell was I supposed to know you hadn't told your mother? I just said I was sorry you were sick and ..- Carla trails off lamely. Sarah doesn't say anything as sh through a stack of CD's, pulling out several and throwing the box. “CARLA. qcont.) I mean that's one fucked up home life. I thought that's why you went pack ..- you Know ... the whole chicken soup, mom's-comforting-paw- on-your-brow kinda thing. sarah exits into her bedroom and returns ina moment with large suitcases. paniel enters the apartment, smiles awkwardly at Carla an the suitcases for Sarah, who lifts the box and starts to him out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "(cont. ) so Lyle is gonna move in, but I don't know if he has any cash. (petulant) You are still responsible for your half of the rent until December you know. Sarah turns at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'll be sure to make a note in my will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "(rolling her eyes) oh, sure, Sarah ... be like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "carla ... it's so ironic. I don't Know where you got this idea that my life is so perfect. But, I wish you'd get over it and just ... well, you don't have to be my friend ... it's a little late for that, but-- Carla walks to Sarah and takes the heavy box out of her a \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "sarah ... I just wanted you to talk to me like a normal person. Like I was here. (beat) What you just said was great. very pitchy. Lots of potential. sarah smiles incredulously as she follows Carla out of th apartment. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to herself) If only I'd known it was so easy-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daniel waits in the driver's seat of Sarah's car, which i loaded with her pelongings. Carla wedges the last box int back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "$0 you'll be at Chicago Memorial?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No. I want to be close to home. (writes note) Here's the number at St. Mary's in Alton. I start chemo on Monday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "I always thought you'd look better pald. Kind of the \"Sinead in Auschwitz” look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(laughs) Bitter ‘til the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "yeah, well ... hurry back. Lyle-is much more difficult to annoy than you. carla smiles and gives Sarah a hug. cur TO: EXT, GATEWOOD CEMETARY — DAY Howard leads Lorraine to a small rose-colored marker ston obviously never been to Jennifer's grave. It reads: \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER RAE MORRISEY",
          "text": "“Beloved Daughter & sister\" Born: 5/21/83 pied: 6/3/84 They stand looking down at it for several moments. Lorrai and places some tea roses at the marker. Her hand lingers sun-warmed granite. As she stands her knees POP loudly. Lorraine's eyes scan the surrounding ‘countryside. It's a view of rolling hills and a nearby orchard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "you found her a really nice spot, Howard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Mmm- hmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I guess I wasn't much help at the time. Howard stays silent. His look tells her he doesn’t blame anything. She takes his hand as they walk back to the car cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sarah is just knocking at their front door as Howard and pull into the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE CAR",
          "text": "Howard glances at Lorraine. He knows she's getting better doesn't know how deeply the cemetary affected her. Lorraine turns to give him a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Go to work. I'll see you later. Lorraine gets out of the car and Howard backs out of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lorraine walks up the gidewalk as Sarah turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Now that we got you out, I can never catch you at home. \f“100. sarah smiles, trying to determine if Lorraine is going to ner. Lorraine is silent for a long moment before answerin tentative smile of her own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(finally) It's good to be out. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah and Lorraine turn from the concession stand window cones. They sit on a picnic table with their feet up on t A group of pre-teen GIRLS walk by, all carefully dressed coiffed to resemble each other. Lorraine and Sarah are silent, enjoying crushed ice and p",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "you know, Jennifer would've turned thirteen last week. (beat) I keep trying to imagine what she would look like. It's so easy to look back at baby pictures and see the people they've become. But, without a point of reference ..- Sarah takes a deep preath, relieved that the subject is n taboo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "She was beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "... she just got stuck in my mind. A baby. Then I try again and I picture myself at thirteen. Boy, did I hate the way I looked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAE",
          "text": "Everyone hates the way they look at that age. At least every girl. iorraine glances at Sarah's profile then at the girls as disappear around a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Lately, when I try to see Jennifer, T've been picturing you ... the way you were the night it happened. So young trying to be so adult. \fiol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "... and so responsible. Lorraine hears it in Sarah's voice -- years of guilt and recrimination. She realizes she's just been pouring the s her own sorrow on Sarah's emotional wounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "you're not responsible Sarah. Sarah doesn't respond. Lorraine turns to see tears in her that she just won't let fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) You never were. Sarah finally cries. Lorraine holds her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "The only thing you're responsible for is saving my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "You gave it back to me. (frustrated) So just don't be so eager to give yours up without a fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But I don't know what to do. I don't know what I'm doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE -",
          "text": "Sarah, just promise me one thing. If you want to get through this, you're gonna have to accept some help ... and let some people get close and let yourself off the hook. It's obvious that Lorraine is speaking from experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That's three things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Then just work on number three. Please forgive yourself. (beat) I do. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah runs in and SLAMS the front door behind her. Shakin sinks to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "There it was. I had it. The forgive- ness I needed to die in peace. So why don't I feel better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah drives down Main Street, pausing at the town's sing stoplight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0O.)",
          "text": "Maybe it's because ... for the first time in twelve years I'm realizing ... I don't want to die. she barely hesitates before taking the turn that leads to interstate. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah enters the station and approaches Ray, who snoozes leather chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Mr. Carroll? Is Buddy around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(looking up) Well, hey Sarah. I don't really know if he's here. To tell the truth, I was takin' a littie nap. (beat) You need some gas pumped? Maybe a dent fixed? Sarah narrows her eyes at the veiled accusation in Ray's",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Mr. Carroll. I don't want you to think that I ... don't care--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": ". (interrupting) Ain't too many other ways to look (MORE) \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (CONT.)",
          "text": "at it when you get the brush-off from a girl you-- Ray stops himself, realizing he's talking too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy's a ... really nice guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "You bet he is. (beat) Ten years ago, he came in that same doorway you're standing in. I'd never seen him so excited. He was talkin' so fast I caught about one word in five. But, one of the ones I kept catchin' was Sarah ... Sarah ... Sarah. Unseen by either Ray or Sarah, Buddy almost walks in from of the garage. He quickly steps back into the lengthening when he hears them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (0.C.)",
          "text": "Now remember this was the boy who'd give his Matchbox cars away if another kid didn't have none. Or his comics or his baseball cards. He was generous to a fault. (beat) But, the way he said your name ... I knew if he had ya he'd never let you go. And the way he'd treat ya, you'd never wanna leave, A wave of emotion washes over Buddy's face. Corny as the expression of it may be, every word his father says is tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(shrugs) Maybe I was readin‘ a bit much into the ramblin's of an eleven year old. Sarah is speechless. Ray suddenly realizes how much he's",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "And I know I definitely talk too much, You want me to tell him you came by? \f104. SARAH . Tell him I'm going away and I'm--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BUDDY",
          "text": "It's obvious Buddy wants to go into the next room and swe off her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (0.C.)",
          "text": "I'm not sure when I'll be back. But, her words just sound like another rejection to hin. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah takes deep breaths to control her runaway emotions, a losing battle. CuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ray is neither startled nor surprised when Buddy walks in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Didja catch all that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "I think I caught it the first time she told me to fuck off. Ray sits up angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Hey! What do I got to do? When did it get so hard for people to just come out and say somethin’? You two care about each other. That's more than most people start with. (frustrated) If you'd just get past your stupid soap opera posturin' and say two words to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Dad, what am I supposed to think? What am I supposed to say? She told me she's getting engaged at Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Son, I don't know what she told ya but she came here. Now. To see you. (flustered) A moron could see this! Buddy wants to believe but can't let himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": ".-BUDDY",
          "text": "I don't know. She must get some strange pleasure from torturing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "No more than you get from torturin' yourself. (finally) You didn't see her face, Buddy. Buddy finally looks directly at his father. Slowly, he no",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(softly) Okay ... okay, dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah runs in and closes the door behind her. There is a packed open suitcase sitting on the floor. Sarah begins r folding clothes and placing them in the suitcase. A KNOCK is heard at her door. Sarah looks up, a glimmer o her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE, (V.0.)",
          "text": "Sarah ... you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'm fine, mom. Sarah starts throwing toiletries from her dresser into a duffel bag. She pauses when she notices a small wrapped P Sarah realizes it's the gift Buddy gave her at the party. Slowly, she sinks to the bed and undoes the wrapping. A small velvet jewel box reveals its treasure: a ring of burnished pewter, finely wrought with a simple scrollwork Sarah covers her mouth with her hand, amazed by the beaut gift. She notices a card’and opens it. \f106. The card reads: “Dear Sarah, Congratulations. Don't worry just a friendship ring. This wasn't meant to be a last mi ‘Going Away To Med School’ gift and it won't be the kind wedding gift I wanted it to be, Did I just write that? No definitely have to rip this card up. Yours, Buddy” But, he didn't rip the card up. ‘BUDDY (0.C.) It was my mother's. Startled, Sarah looks up and sees Buddy standing in the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Your mother's friendship ring?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(reluctant admission) Her wedding ring. It's passed down through the women in my family, but .+. I don't have a sister. Buddy walks in and sits down on the bed next to Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So she trusted your judgment? About the woman to give it to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(nods) Even then I was wise beyond my years. Encouraged by Sarah's words, Buddy throws caution to the takes the ring out of the velvet box and moves to put it Sarah's finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy, I have to tell you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(a question/plea) You're not getting married to this guy from Chicago ... Buddy trails off, hoping against hope she's not going to him with a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No. Buddy smiles his relief and slips the ring on Sarah's fin gaze is direct and his voice is sure as he proposes. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Then marry me. Sarah is shocked. After a moment, she realizes she wants “yes”, but can't. Still ... she needs hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Can you just ... stay? cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN SARAH'S DARK BEDROOM",
          "text": "Two fully-clothed bodies lie spooned together on top of t bedspread ... fast asleep. Buddy and Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH DISSOLVE TO",
          "text": "SARAH'S EVEN PALER FACE lying against a stark white sheet eyes open slowly and we see ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is in a hospital bed. As she wakes up, she notices of people around her: Phil, Gayle, Daniel, Dr. SHELLY WIN and Buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WINTHROP",
          "text": "Good morning Sarah. Sarah has obviously undergone the first stages of chemoth Her hair has thinned, but hasn't all fallen out. It's pul in tiny tortoiseshell barrettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(weak) Hi. Phil, Gayle and Daniel AD LIB “hello\"'s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Bey, Buddy. Needless to say, Buddy knows everything ... and he's stil",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Hi. Dr. Winthrop, an effervescent woman in her early 40's, ex Sarah carefully, checking her vitals and marking her char keeping up a cheerful line of patter. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WINTHROP",
          "text": "(Joking) Well lucky for you Sarah, we got the license number of the semi that hit you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I thought it was radiation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WINTHROP",
          "text": "Okay, you tell me. What does it feel like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(laughing) Like a ten-ton truck. Everyone wants to laugh, but they keep glancing at Dr. Wi and her chart, desperately waiting for confirmation that everything will be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(anxiously) So ... did it work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WINTHROP",
          "text": "We'll know by tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "i've been here six weeks and you still can't tell me if I'm getting better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WINTHROP",
          "text": "Sarah, you just finished an intensive program. The effect is cumulative. Yesterday's treatment was your strongest yet and hopefully ... it's sent you into remission. Sarah looks at the anxious faces hovering over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "This is just what I wanted to avoid. A sea of worried, smiling faces. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah sits in a comfortable overstuffed chair talking to pleasant-looking middle-aged psychiatrist, DR. PAUL VITAL \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "I should have known fixing me physically wouldn't be enough. My parents insisted I talk to the psychiatrist that Dr. Gordon recommended. I don't know why they think talking to a stranger is going to help me when I can't even talk to my. family. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Vitale now talks to Phil and Gayle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. VITALE",
          "text": "Sarah has been repressing so many feelings for so long she doesn't know what she should be feeling now. That's why she didn't want to tell you about her illness. She knew you'd respond with an outpouring of emotion and she knew she wouldn't be able to handle it. His VOICEOVER continues over the following: cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah's room is dark. She's asleep, but tosses restlessly the thin hospital sheet. Gayle is slumped in a bedside chair, more asleep than awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. VITALE, (V.0.)",
          "text": "Before the accident, you said she was a bright outgoing young girl. Afterwards, she took refuge in her guilt. She was a loner in high school. Introverted in the extreme. Lorraine appears in the doorway of the dark room, backlit bright hallway fluorescents. She gazes at Sarah's restles for a few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. VITALE, (V.0.)",
          "text": "(cont. ) Sarah has been turned off from her emotions like a child whose brain is disconnected from his nerve endings. (MORE) \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. VITALE, (V.0., CONT.)",
          "text": "Just like that child can't feel a physical touch of any sort, Sarah ~ hasn't been able to feel an emotional touch from anyone around her. Lorraine steps further into the room and we see that she carrying her heirloom quilt -- the beautifully-stitched p one. She gently drapes it over Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. VITALE, (V.0.)",
          "text": "(cont. ) Her detachment isn't a personal attack on you, she just couldn't feel anyone trying to get through ... until now. Lorraine places her cool hand on Sarah's forehead. Gayle wakes with a start as if the hand was pressed again own brow. She sees Lorraine and the two lock eyes. Mother to mother. Seeing that Sarah is okay, Gayle closes her eyes again. Sarah's restless movements slow and eventually stop, but doesn't wake. Lorraine watches a moment longer then leave cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy drives as Sarah sits in the passenger seat, wrapped Lorraine's quilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(gently) You okay? Sarah doesn't reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Come on Sarah. The doctor said full remission. That's great, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(distant) I guess. I don't know, Buddy. I'm not a doctor. (bitter laugh) And I suppose I never will be. She sounds like she couldn't care less. Buddy sounds like couldn't care more. It's a frustrating combination. \flll. Buddy suddenly pulls to the side of the road and shuts of engine. Sarah simply stares out the front windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Sarah, I've been trying to have the patience of a saint for six weeks. I mean-- (frustrated) You let me propose and you couldn't even tell me you were sick. As he speaks, Sarah gets a steely look in her eyes and re pewter ring from her finger. She‘s lost some weight and i off too easily and falls onto the seat between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "(cont. ) You know I'd do anything. Why didn't you just tell--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(angry) . That's why! I know you'd do anything. I know it! I also know I've never done anything to deserve that ... kind of ... Sarah can't finish the sentence. Buddy retrieves the ring",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Love, Sarah. That's the word you're looking for. It's a funny thing. It doesn't matter if you don't feel you deserve it. People are gonna love you and want to help you through this. (beat) I want to. Sarah looks up at him. She's got a lot of questions, but seem to know how to put any of them into words. Finally .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Buddy, why would you ask me to marry you? Even if I wasn't sick? As far as you knew, I was going to Harvard. You're gonna be a goddamn undergrad in the Fall:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Those are just details.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Did I ever treat you well or give you any indication ... You and Daniel used to drive me insane. You said it yourself. I lied to you! About my illness, about my engagement. Why would you-- Once again, she stops herself before she can say “love me Buddy won't let Sarah change the subject with the force o anger. He makes her look him in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Do you love me Sarah? Sarah looks away, unable to hold his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It wouldn't matter if I did. It doesn't change anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Forget changing things. I could die of an aneurysm tomorrow. You could live for another forty years. (beat) Do you love me? After what seems like forever, Sarah finds the voice to a",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yes. CLOSE ON: Buddy slips the ring back on Sarah's finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil sets Sarah's suitcase down and kisses her on the che exits. She smiles at him, then sits on her bed. She pulls the quilt from around her shoulders and rubs it her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gayle watches anxiously as Sarah leaves the house, clutch quilt. The yearning in her eyes is heart-wrenching. Does her dau care more about the woman across the street than her own \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorbell is RINGING. A hand reaches into frame and op door. Sarah stands outside holding the heirloom quilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SARAH",
          "text": "She is surprised to see Jon Morrisey. They stare at each a moment. He's grown about three feet since she saw him l",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Jon? Or is it Rick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "(smiles) gon. Hi. He motions for her to come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thanks. Is your mom here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Yeah, she's in her workshop. He motions for her to enter. As she walks by him, he stop with a tentative touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Are you ... okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(smiles) I'm great. How are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "(answering smile) Better. Jon isn't sure if he needs to elaborate, but Sarah's smil she knows exactly what he means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah enters the workshop from the kitchen. Lorraine is l an old table with determined strokes. It's pretty noisy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(re: table) Hell of a warp, but I think I can save it. \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well ... it's all in the rhythm you know. Lorraine looks up and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Oh good, you brought the quilt. (looks at watch) Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Go where? cuT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A carnival is going full swing in the background, but her are families sitting on blankets and pulling sodas out of Kids and dogs run around with equal abandon. Lorraine and Sarah are sitting on the quilt watching ... FIREWORKS LIGHT UP THE NIGHT SKY. The “OOH's\" and \"AAH's” of the crowd fill the quiet inter between bursts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(laughing) : I can't believe I forgot it was the Fourth of July. I guess I just lost track of time in the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "How's that going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well ... they say I'm in remission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Why do you say that like it's a dirty word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I've done my research. You may go into remission but you don't recover from leukemia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Well what do the people who already went to medical school say? You know, (MORE) \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE, (CONT.)",
          "text": "oh what are they called ... the doctors? Sarah smiles at Lorraine's attempt at levity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAE",
          "text": "I rest up for a few weeks and then we try a bone marrow transplant. I just wanted to say “thanks\" and bring this back. {indicates quilt) I... found it on me one morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Keep it. You can be my “honorary” daughter. Sarah looks at Lorraine closely. Though her tone is light words are sincere. CUP TO;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah has the folded quilt under her arm. she and Lorrain down their street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Did you take my advice? Sarah is momentarily puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(softly) About letting yourself off the hook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I want to, but ... it's kind of tough to let go of something that's been keeping you going for so long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Guilt isn't a lifeline, sarah. I used it to tie my family in knots and I came awfully close to losing them without even noticing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well except for Daniel, I've never really been that close to my family anyway ... \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Are you sure about that? (beat) I think you and I are a lot alike. After Jennifer died, we both shut down. I just got older, but you-- Lorraine stops herself as the full impact of what sarah m gone through begins to come clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "(cont. ) You were still growing up and . learning how to live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": ". (bitterly) Or not learning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I just mean you seemed to be enjoying life before ... it happened. Maybe you need to remember how.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(defensively) I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I'm glad. — (beat) He's really cute, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "On that note -- which I refuse to let become a full-fledged conversation -- I'm out of here. Sarah and Lorraine separate, each walking to her own hous",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAE",
          "text": "Hey! Lorraine jumps, slightly startled as she turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thanks. You know, for the quilt. Lorraine's look says “You're welcome\". For everything. \f117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah sits on her bed, looking through an old photo album",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SERIES OF PHOTOS",
          "text": "- Sarah at 14, paper-thin, preparing for her first day of school. : ~ 16-year-old Sarah at Christmas, off by herself, watchin opening presents. 7 17-year-old Sarah as \"Valedictorian\" addressing her sen at graduation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE, (0.C.)",
          "text": "I remember when you went up to that podium. Sarah is startled as she looks up and sees her mom standi her shoulder. Gayle sits down next to Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "(cont. ) You were so nervous. Terrified. we didnt know if you were actually going to be able to get any words out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I remember ...",
          "sentiment": "neutral"
        },
        {
          "speaker": ". GAYLE",
          "text": "But, then you pulled it off with such finesse. You could always fool us Sarah. . (beat) How was I supposed to know you were hurting? Sarah is uncomfortable. She and her mother do not discuss like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(coldly) Is this line of questioning the result of your meeting with pr. Vitale?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Don't be angry. (rethinks) Or be angry if you want, but just don't hold it in. \f118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Mom, there's no reason for me to be angry or for you to feel guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Sarah, your father and I were wrong to ignore what happened. Sarah stands, anxious to end this conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You weren't. You were just taking your cue from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "And then I probably latched onto the Harvard idea so strongly because it was an easy fix -- something I could get excited about without having to look too closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Please. Don't try to analyze me or us or ... this whole damn thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Honey, don‘t shut me out-- Sarah interrupts her softly but firmly. She can't take mu",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(softly) Can you just go ... now... Gayle stands up, desperate to say the right thing, but sh know what that is. She goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gayle is standing at the sink, peeling potatoes, staring kitchen window into the back yard. Tears glisten in her e Silently, Sarah enters the kitchen, opens the refrigerato gets a Coke. She heads back to her room, but pauses in th doorway. Sarah sets the Coke on the counter and wraps her arms aro mother's waist, resting her head on her back. Gayle stops the potatoes and turns to hug her daughter. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "119.",
          "text": "INT. ST. MARY'S - SARAH'S ROOM ‘ Sarah lies in her familiar hospital bed watching a movie. flanked on either side by Buddy and Daniel. Lorraine's qu covers them and adds life to the drab roon. ON THE TV SCREEN: The Sunday matinee movie is on. It's MA MAN. Laurence Olivier is practicing his torturous dentist Dustin Hoffman. Daniel, Sarah and Buddy all cringe sympathetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "So they tell me that this bone marrow donation involves some of the most exquisite pain around for both parties. Buddy starts switching channels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "Maybe we can find a ballgame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to Daniel) . Are you just nervous or are you trying to back out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Did you see the size of the needle they're going to stick in my butt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Your hip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Let's try again ... did you see the size of the needle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUDDY",
          "text": "He's just scared shitless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Joke. I'm kidding. They've just taken so much blood out of me, I'm permanently light-headed. (to Sarah) You know I'd give up a testicle-— (rethinks) Well, I'd give up a finger-- (hesitates) I'd definitely give up an earlobe for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm touched ... I think. A NURSE walking by in the corridor outside pauses at thei door and glares at Daniel. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "How many times do I have to tell you-- . Daniel stands up sheepishly when he notices,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "(to nurse) Okay, okay, I'm going back into solitary, but this treatment is inhuman I tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Winthrop supervises the Operation to remove Daniel's marrow. Daniel lies on his Stomach and cringes as a giant injects him with a spinal anaesthetic. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is receiving her final gigantic dose of radiation i effort to destroy all the cells in her bone marrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah looks worse than we have ever seen her. Unfortunate has to come to the verge of death to have a chance for li Dr. Winthrop directs the large needles which insert Danie healthy bone marrow into sarah's bones, CUT To: \fi2i.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is asleep in a hypoallergenic hospital room. She lo extremely small and defenseless in the sea of downy white linens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil, Gayle, Buddy and Daniel look in on her. pr, Winthro up to them. She looks tired, but tries to smile reassurin",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAYLE",
          "text": "Can we go see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. WINTHROP",
          "text": "I'm really sorry, but this is a critical time. It'll be a week or two before we know if Sarah's body will take the new marrow. Until then she has to be isolated. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's peaceful for perhaps the first time in a decade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "So I finally realize that maybe I do want to spend some time with Some people and they put me in an isolation chamber. Another little cosmic irony. DISSOLVE To: SUPERIMPOSE: SIX WEEKS LATER ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soft piano MUSIC plays as the CAMERA slowly moves across beautiful ineredibly-green hillside. the view looks like visible from Gatewood Cemetary. A quiet SOBBING is heard as we see ... a handkerchief dab tears on the face of a large woman. It's Gladys, the woma Lorraine restored the mother-of-pearl box for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dressed in a black suit. His face is unusually solemn, \f122. The monotone drone of a PRIEST can be heard faintly. Ther pause, then ... : Buddy turns te Sarah. she's there. She's alive, And she's dressed in white. He lifts a small veil and kis They turn to face the small congregation, which includes RUSSELL's, the MORRISEY's and a beaming Mr. Carroll. LORRAINE squeezes Howard's hand as she watches Sarah with pride of a mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's dressed in a simple white lace dress and her hair. thicker, curling around her face becomingly. The operation was obviously Successful. As she turns to l Buddy, we see that the ever-present bewilderment and unce are gone, The priest takes Buddy and Sarah's hands and joins them f see as he pronounces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "I would like to present Mr. and mrs. Henry Carroll. An upbeat recessional begins as Buddy and sarah run down aisle. Martine, Carla, Susan, Jeff and Daniel pelt them w",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. WEDDING RECEPTION - pay The reception is in full swing. People are drinking, laug dancing. Sarah and Buddy are Opening gifts. Lorraine hands an eleg Package to Sarah. She rips off the paper like a 5-year-ol Christmas morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (V.0.)",
          "text": "Okay, so maybe my life isn't so random. I'm Starting to see the order in the chaos. It's her finished box. Lorraine has worked her Magic. The looks ancient, but delicately weathered as if with an inn The painting on the top is newly-refreshed with color. Ne Sarah hugs Lorraine then turns to show Buddy. \f123.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SARAH, (V.0.)",
          "text": "I don't expect to live forever ... but I've been wrong before. FREEZE FRAME on Buddy and Sarah sharing a kiss, hands and joined. In sickness and in health.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2271"
    }
  ]
}