{
  "movie_id": "MOV2220",
  "scenes": [
    {
      "location": "NAVAJO BUNK",
      "time": "TWENTY MINUTES LATER.",
      "characters": [
        "BOLTS STRAIGHT UP IN BED.",
        "SNIFFS HIS WAY",
        "AN EXQUISITE 150 FOOT YACHT",
        "N",
        "ELIZABETH'S VOICE",
        "MORNING",
        "47.",
        "HALLIE'S VOICE",
        "LOBBY",
        "INT.",
        "MARVA, SR., (V.0.)",
        "ACCENT.",
        "I 0 6",
        "21.",
        "0",
        "MAIN HALL",
        "ON THE OTHER SIDE OF THE LOBBY",
        "NICK AND THE GIRLS",
        "23.",
        "FLOOR",
        "MERIDITH",
        "66.",
        "MA.RTIN",
        "EXT. 18TH.",
        "MM. BLAKE",
        "CROSBY '",
        "1.",
        "THROUGH A PORTHOLE",
        "MARVA SR.",
        "THE PORTHOLE",
        "55.",
        "A DRAWER SLIDES OPEN",
        "ANNIE'S VIEW",
        "MERIDIITH",
        "A STORE WINDOW",
        "THE LIBRARY",
        "JOSE",
        "MR. BLAKE",
        "5.",
        "ZOE",
        "ANNIE'S WET AND SHIVERING FACE",
        "9.",
        "1",
        ". CROSBY",
        ".ELIZABETH",
        "QUEEN ELIZABETH",
        "81.",
        "52.",
        "ITH",
        "4",
        "KING NAPA VALLEY",
        "'7 6",
        "FADE IN",
        "CAMERA WHIPS BACK ACROSS THE LOBBY",
        "A SIGN",
        "A MATCH",
        "MRS.",
        "LITTLE LATER",
        "WHIPS ACROSS THE LOBBY",
        "3",
        "I 0 5",
        "64.",
        "12.",
        "NICK",
        "A CRACKLING CAMP FIRE",
        "THE FLOOR",
        "CHESSY, (O.S.)",
        "MEANWHILE",
        "8.",
        "S.",
        "LONDON",
        "ITH'S VOICE",
        "I 0",
        "A DARK STREET",
        "CROSBY",
        "ELIZABETH",
        "CHARLES",
        "HALLE",
        "MARVA JR.",
        "MULIE",
        "INT ANNIE'S BLINK",
        "42.",
        "58.",
        "RICHARD",
        "I 0 2",
        "DOORWAY",
        ". CHESSY",
        "19.",
        "HOTEL BAR",
        "MARTIN, (O.S.)",
        "09",
        "THE I",
        "8",
        "PHOTOGRAPHER",
        "ELIZABETH TURNS",
        "THEIR HANDS",
        "'ELIZABETH",
        "MARVA JR",
        "97.",
        "THE LAKE",
        "ON A ROW OF SUITCASES",
        "0.",
        "AT THE FRONT DESK",
        "44.",
        "60.",
        "A RINGING FAX MACHINE",
        "32.",
        "THE DUEL BEGINS",
        "A 747 SOARING INTO A CLEAR BLUE SKY",
        "THE FAX",
        "F-XT.",
        "ANGLE",
        "6",
        "EARLY",
        "I 0 0",
        "15.",
        "9",
        "HALLIE'S",
        "I 1 5",
        "THE GIRLS FROM THE POKER GAME",
        "ZOE/NICOLE",
        "87.",
        "16.",
        "THE TWO TORN PHOTOS",
        "DISSOLVE TO",
        "MUSIC BEGINS.",
        "79.",
        "MARTIN AND CHESSY",
        "JACKIE",
        "A BEAT LATER",
        "BARTENDER",
        "EXT.",
        "CHESSY",
        "78.",
        "18.",
        "13",
        "THROUGH ANOTHER PORTHOLE",
        "MARVA, SR.",
        "HALLIBIS VOICE",
        "JR.",
        "95.",
        "5",
        "GIRLS",
        "ELIZABETH AND NICK",
        "THE DINING ROOM",
        "DEAR OLD DAD",
        "CUT TO",
        "AI",
        "7",
        "74.",
        "BACK TO SCENE",
        "MEREDIITH",
        "69.",
        "MARTIN",
        "LITTLE KID",
        "128.",
        "ASSISTANT",
        "NICOLE",
        "GRANDFATHER",
        "77.",
        "A VISTA OF RUGGED TERRAIN",
        "HALLLIE",
        "MEREDITH",
        "68.",
        "UPSTAIRS HALLWAY",
        "STUDIO CORRIDOR",
        "TOWEL BOY",
        "72.",
        "'NICK",
        "AN ROMANTIC DINING ROOM",
        "E"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A caravan of THREE CAMP BUSES with the name CAMP WALDEN F GIRLS emblazoned on their sides climb a tree-lined road. narrow lane and pass through a freshly painted wooden gat sweeping view of beautiful CAMP WALDEN.  A magnificent la with red canoes lined up on its shores. over this quiet s HONKING to announce the first day of camp has officially",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girls.  Girls.  Girls.  Tall ones, short ones and everything in between.  Some carry pillows, others carry backpacks.  There are more pony-tails swinging at this mo imagine.  Teenage Counselors try to control the pandemoni The only men in sight, the Bus Drivers,. toss duffel bags large pile. MARVA KULP, the owner of the Camp, late sixties, four and tall, wearing khaki shorts, talks through a BULLHORN.  Ne daughter and first lieutenant, MARVA JR., just under six She also holds a BULL-HORN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into bull-horn)  Good morning, ladies and welcome to Camp Walden.  I'm Marva, your Camp Director and this is my daughter and rig please find your duffels as quickly as possible, we've go us.  Marva,'bunk assignments, if you please. Marva Jr. lifts her BULL-HORN and starts barking out bunk right into her Mother's ear.  Marva Sr. covers her ears i",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Berg, Kate, Iroquois, bunk seven Berg, Lily!  Chickasaw, bunk five!  (we HEAR a SCREAM of joy) Burnham, Daisy!  Kickapoos, bun three! 2 A MOUNTAIN OF DUFFEL BAGS sits on the quad as one eleven year-old, Hallie Parker, pops u   Hallie  (to herself) okay, found my duffel, now the question is, how do I get Hallie wears overalls, a baseball cap that says Girls Rul and a sweat-shirt tied around her waist.  Her ears. are p she wears bright red high tops and metallic blue nail pol Hallie  (finding her duffel bag strap)  Okay, I can do it. Hallie pulls on the strap with all her might, her face tu red. Hallie  Okay, no I can't. A skinny kid with a long neck, ZOE, steps in, carrying he her shoulder and chewing gum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "You must be new. Hallie  How can you tell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "You didn't know to grab your duffel before the apes tosse into the heap.  I would say you need some serious help. Hallie  Thanks. it's the big blue one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "(helps Hallie pull on the  strap)  Cool hat. Hallie Thanks, it was a going away gift from my Dad. As Zoe and Hallie pull on the strap together, the Bus Dri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "toss another half-dozen new duffels onto the pile.  Halli and ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zoe shoot the Bus Drivers a look.  Just then, NICOLE, a s ten year-old in a tie-dye T-shirt, beads and a bandana ar pulls her duffel from the center of the pile. Hallie  Now that's my kind of woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "(cups hands around her mouth)  Hey!  Tie-Dye girl! Nicole turns around. Hallie  Would you mind giving me a hand?  My duffells the red one way in there. Nicole nods and drops her duffel.  It LANDS right on Zoe' Hallie  You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "(grabbing her foot)  That would be negative. Nicole yanks Hallie's duffel out of the pile and drops it foot. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "Aaaahhh!   Why, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "(smiles)  You're welcome. (reading name-tag on Hallie's duffel)  Hey, you're from California?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "You are?  Do you live in Hollywood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Do you like live next door to a movie star? Hallie  -- What are you two, Lucy and Ethel?  I’ve never even been to Hollywood.  I live in Napa, that's in Northern California, and I live next door to a 4 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "A whatyard? Hallie  A vineyard.  It's where you grow grapes to make wine.  That's what we do, me and my I)ad, we own a vineya guys in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE/NICOLE",
          "text": "(at the same time)  Arapaho. Zoe and Nicole look at each other, not thrilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "(yells from bull-horn)  Parker, Hallie... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "  Hallie  (yells back)  Yo! Right here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "(looks over and waves)  Arapaho!  Bunk eleven! The Girls slap hands and head off toward their bunk. Hallie So, either of you by any chance know how   to play poker? (Nicole and Zoe shake their   heads) No? That's a shame.  So, tell me, how much cash did you g with you this summer? As the Girls walk off, CAMERA BOOMS UP to a LIMOUSINE pul front of the MAIN LODGE.  Heads turn as the Driver, in a and opens the limousine's back door.  Out steps a PROPER posture, elegant grey suit, extremely proper demeanor.  H speaks with a stuffy ENGLISH ACCENT. Martin leans into the back-seat and takes the hand of an dressed eleven year-old, Annie James.  Annie wears a powder blue suit and carries a purse and a is perfectly neat, shoulder length and worn with a powder turns to Martin, we see her face and we realize SHE LOOKS Hallie Parker!  Same hair color, same eyes, same nose, same mouth, same height, same weigh 5 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Well, here we are - Camp Walden For      Girls.     (looks around, with disdain)  We travelled six thousand miles for... this?  Annie looks around.  She also speaks with a BRITISH",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACCENT.",
          "text": "Annie  It's rather picturesque, wouldn't you   say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I don't know if that's precisely the term  I would use. Annie smiles as the Limo Driver lines up four pieces of m by Martin's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "So, lets review, your Mother's list, shall   we? (pulls out a typed list)  Vitamins? Annie  Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Minerals? Annie  Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "List of daily intake of fruits and vegetables? Annie  Check.  Check.  (Martin looks up)  Check for fruits, check for vegetables.  Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Herbal teas, sugarless candy, sun block, lip balm, insect umbrella, stationary, stamps, fountain pen, flashlight, b grandfather and of course....  (turns page)  Yours truly! 6 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Got it all, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Oh, and here's a little something from your           Grandfather, a brand new deck of cards.         Maybe you'll find someone on this continent          who can actually whip your tush at poker. Annie         I doubt it but thanks.  And thanks for          bringing me, Martin. Martin is suddenly overwhelmed with emotion.  He looks aw to burst into tears, quickly grabs Annie, hugs her tightl his dignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "And remember, if you change your mind and want me to pick up at the end of camp, I'm only a phone-call away. Annie  I'll be fine.  See you in eight weeks,   Marty ol’ pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": " Eight weeks it is, Queen of my Heart. Annie puts out her hand, Martin places his hand over hers proceed to do an extravagantly worked out SECRET HANDSHAK including a butt bump, a wave under the chin and a shimmy over, Martin resumes his proper Butler demeanor and gets pulls away, we HEAR: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Annie James? Annie  Yes, hello.  I apologize if I'm late.  My plane was fogged in leaving Heathrow.  You )mow how- London is in J",
          "sentiment": "neutral"
        },
        {
          "speaker": "JR.",
          "text": "Can't say that I do.  Never been to jolly 01- England but never-the-less,.mllady, welcome to the U.S. of A. and wha beautiful spot on God's green earth - Camp Walden.     (takes a huge sniff of fresh air)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "   Oh, jeez, a bug flew up my nose.     (starts honking and swatting at  (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7 MARVA JR. (cont'd)  her nose and generally going   crazy) Annie  Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Oh sure.  Just one of the hazards of camp life.  You have a little shnoz ... you-11 be fine. (indicates her' own nose)   With this honker, you got problems.  (looks at Arnie's luggage)   Okey-dokey, let's get this show on the road. Annie  Can you manage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Manage?  Uh, sure... Suppose I can... Why",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " not? Marva Jr. awkwardly gathers up all of Annie's luggage and toward her bunk. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "I know this sounds weird, but ... have we   met before? -Marva accidentally steps in a gopher hole and stumbles f Annie     Met before?  No, no, I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(catching her)   I'm positive I'd remember you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Marva Jr., huffing and puffing, leads Annie up the steps",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Showers are to your right.  Rec room's to your left.  Mess hall's straight ahead.  Chow's at seven, twelve-fift Mother gives five demerits for being tardy, so don't be. Marva Jr. holds the screen door open with her LEG as she Annie's suitcases under her arms 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR",
          "text": "Welcome to the Navajos. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight cots with Seven Girls unpacking and getting into th uniforms.  Annie and Marva Jr. enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "New arrival, girls.   Name's James. A cherubic-looking Black girl, JACKIE, her hair in corn r from her Game Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKIE",
          "text": "Your name's James? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Annie James.  Just arrived from London,   England. (dropping Annie's luggage)  First time in the country, I believe,   right, Ann? Annie  Yes, ma'am, just arrived this morning, which is actually tonight for me, which makes this tomorrow morning, which. her) makes me a ' bit jet-lagged. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(notices empty cot)  This one mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Yep.  Has to be made every morning right after reveille.  Mother's a stickler for neatness, so remember daily.  Now, change into your uniform, James, chow's at t gives five demerits... Annie  --for being-tardy. (MARVA stops short) I remember. CROSBY, a freckled camper, with a CD Walkman around her n Annie's eye and smiles. Annie  .But thank you for reminding me, Ma'am. 9 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR",
          "text": "Quite welcome, James. (as she exits)  Introduce yourself, ladies.  Be sociable. Marva trips over a sneaker on her way out.  The Girls hol laughter as she BANGS her head on the door frame.  As soo crack-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSBY '",
          "text": "How scary is it that that woman's in charge? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hundred and fifty Girls, all in camp uniforms, have arr dinner.  Two lines of Girls approach a central buffet tab IN ONE LINE we find Hallie.  IN THE OTHER LINE, headed ri her, is Annie.  Both Annie and Hallie are busy talking to notice each other. As Annie reaches the front of the line and approaches the Hallie does the same.  For a split second, they stand dir other.  Just as they are about to see each other, Marva, a plate full of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA SR.",
          "text": "Excuse me, girls ... I've just got to have   a scoop of those gorgeous strawberries. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding a large spoonful, turns to Hallie)  Care for some? Hallie  Oh, no thanks, can't, I'm allergic.  Hallie takes her plate and moves off. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA SR.",
          "text": "(turns to Annie on her other   side) .  How bout you, dear?  Strawberries? Annie  (moving off)  Sorry, wish I could but I'm allergic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA SR.",
          "text": "   (confused, looks back to     Hallie, who is now gone)    Oh, yes, allergic, you just told me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "I 0",
          "text": "MARVA SR. (cont'd)  How'd you get over there?  Oh, well,  first day of camp... You'll have to  excuse the ol’ girl.  At least I'm not Putting salt in the sugar shakers yet.  I mean, sugar in the... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns back to Annie, who is ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "also gone)    Now, where'd she go? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie ENTERS a shower stall and begins washing her hair. wears a small GOLD LOCKET around her neck.  A beat later, to her and turns on the water.  She wears the IDENTICAL L not see each other over the partition.  Hallie drops her Annie's stall.  Annie reaches over the partition and hand Hallie. Annie  Here you go. Hallie           Got it!  Thanks. As their FINGERS TOUCH, they both STAND FROZEN for a mome of some sort running between them.  They each TURN AND LO HAMS.  Then they both let go.  Hallie lifts her locket, s does -the exact same thing as she turns off the water... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "A FENCING MATCH.  Two Girls, each wearing nylon jackets a wire-mesh masks are in the middle of a duel.  The First G butt, knocking her sword out of her hand and pinning her Campers applaud and cheer. Both Girls take off their masks and we see Hallie is the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Touche!  Excellent, girls.  (raises Hallie's arm)  The winner and still undefeated champ, Hallie Parker! Hallie takes a bow and moves off with her-friends.  Annie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crosby and Jackie pass by in time to",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Do we have any challengers? Annie  (pulling on a mask)  Sure.  I'll take a whack at it. She snaps on a vest, flips the sword into the air and cat nods to Marva, Jr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "(blows her whistle)  En garde! Hallie, still in her mask, turns to see Annie in her mask vest.  Annie SALUTES briskly with her sword.  Hallie hesi same.  They stand on guard... looking like bookends.  Mar whistle again and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DUEL BEGINS",
          "text": "Hallie lunges, Annie parries, then attacks.  Hallie tries the sword out of Annie's hand but Annie deflects the blad lunges.  Point for Annie! Hallie gets the jump on Annie and comes in low.  Point!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie lunges but Annie catches her sword and sweeps it i full circle pulling them together, mask-to-mask.  They br Hallie charges but Annie side-steps and Hallie runs past Hallie stops and whips around to find Annie lunging towar her balance and falls butt-first into a WATER TROUGH, lan The Campers explode with laughter. Annie reaches out to help Hallie but Hallie grabs Annie's her into the trough.  The Campers crack-up as the two Gir side-by-side.  They climb out together and angrily pull o tosses her long hair as Hallie shakes her short hair dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Looks like we got ourselves a new camp champ.  Miss Annie James!  Let's'shake hands, girls. Neither girl turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "Girls! Annie and Hallie turn, hands extended.  And for the first",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "time, THEY LOOK INTO EACH OTHER'S FACES.  They freeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speechless. it's like looking into a mirror.  Hallie extends  her hand...Annie reaches for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEIR HANDS",
          "text": "as they touch, something electric again passes between th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie AND Hallie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "look down at their hands, then up at each other... not kn what to say.  Just then, their friends join them and they hands into their pockets - at the same time.  Their frien look from Annie to Hallie - stunned at the resemblance. everyone else on the lawn runs toward the Mess Hall. Hallie  Why's everyone staring? Annie            Don't you see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie            See what? Annie   The resemblance between us. Hallie           Between you and me?!  A resemblance?  Let           me see, turn sideways ...          (Annie turns)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "        Now the other way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "   (Annie does)   well, your eyes are much closer together than mine.  Your  ears stick out, your teeth are crooked and that nos those things can be fixed. Zoe and Nicole laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSBY",
          "text": "(to Annie)  Want me to deck her for you? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  Hold on, I'm not quite finished.  You want",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " to )mow the real difference between us? Annie  I have class and you don't?  Or I know how",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " to fence and you don't?  Take your pick. Hallie angrily steps forward but Marva steps between them 13 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR",
          "text": " Okay, ladies, time to break-up this           little love fest.  Annie... Hallie...      (notices how they look alike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "         I mean, Hallie... Annie... The lunch bell RINGS again.  Jackie and Crosby pull Annie Zoe and Nicole pull Hallie in the other direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "That girl is a major loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "Yeah.  Too bad you couldn't look like somebody cooler. ANGLE - Annie AND HER PALS - TRACKING Annie  Do we really look as much alike as I think we do?.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSBY",
          "text": " It's just a weird freak of nature. (slaps her on the back)  Please accept my condolences. Annie looks back at Hallie, who is sneaking a look at her quickly turns away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "CLOSE on a PILE of CHANGE, crumpled DOLLAR BILLS, CANDY B ANGLE BACK to see a Crowd of Girls watching a poker game dangling from the side of her mouth, is playing with Four big-time. Annie  Sorry, ladies, read ‘em and weep. Annie spreads out a full house.  The Older Girls groan an their hands, as Annie rakes in the pot. Annie  So... that's-it... no other takers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE KID",
          "text": "  You've already tooken everybody... A CRISP NEW FIVE DOLLAR BILL floats on to the cot. 14 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S VOICE",
          "text": "Not everybody. ANGLE - Hallie standing over Annie, a smile on her face. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S",
          "text": "As she deals, we see A SERIES OF QUICK CUTS of Annie and one-on-one... shuffling, dealing, drawing, bluffing... Fi then Hallie... then Annie... it's back and forth... until front of Hallie and Annie is down to her last dollar. Hallie  (tossing in her bet)  Three bucks. Annie checks her hand... she's holding a straight.  She b lip... knowing she's holding a winning hand. Hallie  Tell you what I'm gonna do, since you're almost tapped ou I'll make you a deal.  Loser jumps into the lake after th Annie  Excellent. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nude. Annie  Even more excellent.  (revealing her hand)  Queen high straight. Hallie   (spreads-a full house across   the blanket)            Start unzipping, Princess... full-house. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "CAMERA IS CLOSE on Annie's CAMP UNIFORM as it falls to th Annie's BARE FEET step away from the clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIRLS FROM THE POKER GAME",
          "text": "huddled on the shore holding candles.  Hallie stands in t of the group, a content smile on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "     (watching Annie walk to lake)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "  That girl's butt looks awfully familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "   (off Hallie's look)    It does! CLOSE - Annie She reaches the dock, teeth chattering.  She turns back, the Girls.  Hallie and her friends wave.  Annie salutes t",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LAKE",
          "text": "as ANNIE'S LEGS gracefully slice through the water, in a dive.  Annie pops up in the water, looks out at the Girls ANNIE'S WET FEET hurry across the sand and arrive at wher were but all that's left are her sneakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE'S WET AND SHIVERING FACE",
          "text": "Annie  (catching on)           Let the games begin. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Hallie and her friends are trudging home after a hike.  T hot, sweaty and tired. Annie      I swear I heard that girl sneezing all the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "    way across the mess hall this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "    (the others laugh, Hallie       yawns)      I'm so tired.  I'm crawling back into bed  and sleeping until lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "    (stops, looking up at the roof",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "    of their bunk)      That does not seem like a possibility. Hallie    Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICOLE",
          "text": "(pointing)  That's 'why not'. Hallie stops in her tracks, her eyes rising to THE ROOF O where every single COT is now perched. Hallie  No way. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Lights are out.  Everything is quiet and peaceful.  Sudde THREE SHADOWY FIGURES run silently toward Annie's bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "CAMERA PANS past a sleeping Jackie, Crosby and Annie.  Th squeaks open and Hallie steps inside.  She signals the co Nicole and Zoe tip-toe in carrying strange,  unidentifiable objects.  They all quickly go to work and we SEE: A jar of HONEY is opened and poured into a pair o CREAM is squirted onto a pillow-case.  A ball of TWINE is wound around a bedpost, then zigzagged across the room. An industrial-size can of CHOCOLATE M UP is emptied into WESSON OIL is poured all over the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "plays reveille... badly. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT ANNIE'S BLINK",
          "text": "The bunk looks like one giant spider web.  Mazes of strin everywhere.  The sound of EMILLE reverberates through the of bed, slide in the Wesson Oil, get stuck in the honey, yelling and screaming.  Annie stands dripping in shaving",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie She's without a doubt, the lowest, most awful creature th the planet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Hallie, Zoe and Nicole are peeking in the windows, thrill achievement. Hallie  (ala Elvis)  Thank you, thank you very much. Just then, the Two Marva’s appear behind them, clipboards",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA SR.",
          "text": "'Morning, girls. Hallie/NICOLE/ZOE  'Morning, Marva's.  (then, freaked out) Marva's?!?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "(climbing steps to Annie's bunk) Navajos... Surprise inspection.  Ten-shun!  Mom, why don't you do the honors. Marva Sr. nods and reaches for the screen door handle but to her. Hallie  No, no, don't go in there! Annie crosses to her side of the SCREEN DOOR and watches, Hallie's up to. Hallie  one of the girls got sick last night and it's a big mess. Save yourself the aggravation.  It's really disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA, SR.",
          "text": "Well, if someone's sick, dear, then 1   must go in.- She starts to OPEN the door, not realizing she's PULLING attached to a BUCKET that's about to tip right over her h to the bucket, then back to Marva, Sr. No, really, let go of that door.  I insist.  She's highly contagious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Actually, we're all fine in here.  Unless Hallie Parker knows something we don't know.  (Annie watches Hallie's eyes go up to the bucket)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open the door and come on in, ma'am. With that, Marva Sr. swings OPEN the door, TIPPING THE BU now see is filled with HERSHEY'S SYRUP.  Marva Sr. is ins in CHOCOLATE.  Marva Jr. : SCREAMS, slipping in the syrup stairs.  Marva Sr. turns to Hallie, slowly wiping the syr OVER, we HEAR:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA, SR., (V.0.)",
          "text": "Congratulations, ladies ... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Annie and Hallie stand side-by-side as Marva Sr. paces in holding a towel, still wiping off chocolate.  Marva, Jr. spotted in chocolate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA, SR.",
          "text": "-- That little stunt was the most revolting display of hooliganism ever to take place on these hollowed grounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "A-men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA SR.",
          "text": "And worst of all, coming from two sisters who should be s an example for the entire... Annie  we're not sisters, ma'am.  Marva Sr. turns, looks at them.  Hallie  -- We've never even seen each other     before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA SR.",
          "text": "That's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "I'm afraid the look-alike thing has been the crux of the problem, Chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA SR.",
          "text": "Well, whatever the excuse, I recommend   immediate dismissal. Hallie  You're sending us home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "(sotto) That does somehow say we failed, doesn't   it, Mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA SR.",
          "text": "All right, all right... Let me just think...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "(under her breath)  Uh-oh. The Girls both bite their lockets, nervously awaiting the",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "The Two Marva's lead Annie and Hallie away from their bun long winding hill.  Hallie balances her duffel bag .-on h struggles, her full of luggage.  The rest of the Girls, a marches in a line behind them. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "The Two Marvas catch their breath as they lead Annie and bunk with just two cots and two trunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA, SR.",
          "text": "we've got six weeks left at camp and you two are going to every glorious one of them - together.  You'll eat togeth your activities together.  Either you'll find a way to ge yourselves better than I ever could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "You'll thank us for this, you'll see. The Marvas exit, leaving Annie and Hallie alone and worse other.  Annie lifts her suitcases onto the bed and neatly things.  Hallie, on the other hand, flips",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "open her trunk, unzips her duffel and shakes her things o emptying a bag of potato chips into a bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SIGN",
          "text": "that reads: Isolation Table - Do Not Disturb.  CAMERA TIL see Annie and Hallie eating at a table in the MESS KUL, d They are separate from the other Campers and eat without balanced meal while she reads a book as Hallie munches on Boy.  They never look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie, wearing a black leotard, her hair in a bun, stands barre, practicing her plies to SWAN LAKE. Hallie ENTERS in black bike shorts and sports bra, carryi box.  She ignores Annie, turns on a JANET JACKSON CD and routine.  Annoyed, Annie TURNS UP Swan Lake.  Hallie BLAS back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Hallie stands in front of the mirror, in pajama bottoms a combing her wet hair.  She wraps a towel around her -head enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CROSBY",
          "text": "(mistaking her for Annie)  Annie, hi!  Oh, man, I can not believe they stuck you wit that Hallie person, I feel so bad for you. Hallie  (doing her best ENGLISH ACCENT, which is pretty melodrama You have no idea, luv.  It's just bloody awful being in i little monster.  I do miss you so, daahling.  Come give u on my rosy little cheek.  Come, come, don't be shy,.. I'v Crosby gives Hallie a strange look, then kisses her awkwa cheek.  Just then, Annie ENTERS, holding her toothpaste a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSBY",
          "text": "  (leaping away)    Annie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie      Crosby? Hallie    Guess that makes me Hallie. Crosby's SCREAM is drowned out by the SOUND of ROLLING TH",
          "sentiment": "neutral"
        },
        {
          "speaker": "E",
          "text": "It's pouring.  The wind howls. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie, in flannel p.j.'s and a sweat-shirt, is pinning u photos above her cot.  Annie, in matching sweater and pan Now and then, each sneaks a glance at the other. A sudden GUST of wind blows the door open, sending Hallie photos flying into the air.  Hallie screams, trying to sa to the door and bolts it shut.  Together, the girls tie d finds Hallie's favorite stuffed animal, CUPPY, lying on t Hallie  Thanks. Annie   Any of your pictures ruined? Hallie   (holding torn photo)  Only the beautiful Leo DiCaprio. Annie   oh, your boyfriend? Hallie   (shows her photo)  Yeah, right.  (then)   You've never heard of Leonardo DiCaprio? Annie   I've heard of Leonardo DiVinci. Hallie  'How far away is London anyway? 22 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  From here - six thousand miles.  But sometimes, it seems much further. -How far away is your home? Hallie  California’s way at the other end of the   country.  (shows her photo) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, here's a picture of my house. Annie ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.  It's beautiful. Hallie  We've got this incredible porch that wraps around the who house with rocking chairs and a hammock and stables back with a sliding board... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  How cool. (points to the back of a Man)  Who's that? Hallie  Oh, that's my Dad... He didn't know I was taking a pictur he would've turned around.  He's kinda like my best frien together. Annie reacts strangely, as if chilled, she rubs the goose arms. Hallie    What's the matter? Annie  (pulling down her sleeves)  it's chilly in here, that's all. Hallie crosses to her trunk and takes out a bag of oreos. Annie watching her.   Hallie  Want one? Annie  Sure.  I love Oreos.  At home, I eat them with peanut butter. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  (stops, surprised)  You do?  That's so weird.  So do I. Annie  You're kidding?  Most people find that   totally disgusting. Hallie   I know.  I don't get it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Me either. The Girls laugh, feel a little guilty for enjoying each o then laugh even harder.  Hallie digs a jar of peanut butt it.  The Girls start eating. Hallie  What's your dad like?  I mean, is he the kind of father you can talk to or is he one of those workaholic types th honey', but never really does?  I hate that. Annie  I don't have a father, actually.  I mean, I had one, once I suppose, but my parents divorced years ago.  My mother him.  It's like he evaporated into thin air or something. Hallie  It's scary the way nobody stays together   any more. Annie  Tell me about it. Both Girls devour their Oreos and peanut butter. Hallie    How old are you? Annie    (her mouth full)  I'll be twelve on October 11th.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLE",
          "text": "(chokes)  So will I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Your birthday's October 11th?  (Hallie nods)  How weird is that? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie    Very.    (then, realizing)     Hey, it stopped raining.  Want to get a popsicle or something? Annie walks to Hallie and looks her up and down, really s biting on her locket.  Hallie, feeling her eyes on her, p Hallie     What's the matter? Annie     Hallie, what's your mother like? Hallie    I never met her.  She and my Dad split up when I was a baby, maybe  even before, I'm not sure.  He doesn't like to talk about her... but I know she was really beautiful. Annie     How do you know that? Hallie  Because my Dad had this old picture of her hidden in his drawer and he caught me looking at it all the time so he really thirsty, you sure you don't want to go to the cant Annie    Will you stop thinking about your stomach",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "   at a time like this! Hallie    At a time like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you realize what's happening?!? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you find it peculiar that we both    look so much alike and have the same birthday and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "  (putting it all together)     Oh man, this is beyond coincidence, this is",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "   beyond imagination!  I only have a mother,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "5.",
          "text": "Annie(cont'd) you only have a father.. You've never seen your Mom, I've never seen my Dad.  You Mom, I have one old picture of my Dad but at least yours",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Hallie drifts over to her trunk)  Mine's a pathetic little thing, ripped right down the mid What are you rummaging in your trunk for? Hallie  (turns, holding PHOTO to her   chest)  This.  It's the picture of my Mom.  And it's ripped, too. Annie  (a little spooked)  Right down the middle? Hallie  (nods, nervously)  Right down the middle. Annie rushes to her trunk, wildly tossing out her things. pulls out a small box, opens it and carefully takes out h walks to Hallie, holding it to her chest. Annie  This is so freaky.  Okay. on the count of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " three, we'll show them to each other, okay? Hallie/Annie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at the same time)  One... two...  (they put their PHOTOS  together)  Three!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TWO TORN PHOTOS",
          "text": "which, when placed next to each other, fit perfectly, for COMPLETE PHOTO.  ANNIE'S MOM sits cozily next to IE'S MM. life preserver with the name on it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(biting her nails)  That's my Dad... Annie  That Is my Mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls stare at the photo, then at each other.  A form strangeness settles on them.  They both reach for their l lunch BELL SOUNDS. Annie    That's the lunch bell. Hallie I'm not so hungry anymore.  So if your Mom is my Mom and your Dad... and we're both born on October 11th, then you Annie  Sisters?!?  Hallie, we're twins!!! Frozen, Annie laughs then tears come to her eyes.  Hallie fill up and soon tears streak her cheeks.  They put their embrace, sobbing.  They pull apart, look at each other, s laugh.  Hallie bites nervously on her locket. Annie    What's that locket you're biting? Hallie  Oh, I got it when I was born.  It has my initial \"Ho on it. Annie    (showing hers) I got mine when I was born, too.  Except mine has an \"Au it. Hallie   Now I’ve got goose-bumps  (realizing)  Oh my God.  I'm a twin?!?.  There's two of me! I mean, two of us?  Wow!  This is like... I have to sit dow Hallie takes a seat on Annie's bed. Annie  (sitting next to her)  Think I'll Join you. They sit for a beat, then: Hallie   Can I see your toes? 27 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  (pulling off her sneakers)  Sure. Hallie kicks off her shoes and they hold their feet out i them, side-by-side. Annie  Identical!  Hands? They hold out their hands together. Hallie  Oh my god.  Exactly the same.  Except I bite my nails. Annie  You should stop.  See how nice they could look. Hallie  What's your favorite color? Annie  Mint Green. Hallie  Oh my God Oh my God! Annie  (bending her right thumb down to her wrist)  Can you do this with your right hand only? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  (bending her left thumb down)   No, but I can do it with my left hand only. Annie  If you could only eat one food for the rest of your life what would it be? Hallie   I don't know.  Pizza... Annie   Topped with... ? Hallie   Olives, green pepper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "  Annie ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And... ?   Hallie ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anchovies.      Annie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "           Oh my God.  We are twins!   The Girls hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " Annie and Hallie sit at their Isolation Table, talking a mile-a-minute.    Annie   I don't know what our parents fought   about but it must've been pretty dreadful",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " for them to bisect us like this.   Hallie   I can't imagine anyone not getting along",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " with Dad. Everyone loves him.   Annie   I know, same with Mom.   Hallie   Tell me about her, what's she like?   Annie   She's a clothing designer.   Hallie   Get out!   Annie   She designs the most beautiful wedding gowns. That's her specialty. She's   becoming quite famous, actually. A Princess in Greece just bought one of her gowns.   Hallie   Wow.   Annie  You know what's interesting - neither of them ever got ma again. Has your...my... our Dad ever been close to remarr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  Never.  He always says I'm the only girl in his life. Annie  Mom's never come close either.  You know what this means, don't you? Hallie  Not exactly.  You’re obviously the older one, you get everything before me.  What does it mean? Annie  (leaning in)  Secretly, in their innermost heart of hearts, they must s be in love with each other. Hallie  You think so?  Then why haven't they tried to see each other all these years? Annie  That's the way true love works.  History's filled with stories of lovers parted by some silly misunderstanding. unbelievably stubborn when she wants to be. Hallie  She can't be worse than Dad Annie  (laughs)  They sound exactly like us. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything is quiet and peaceful until we HEAR:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie’S VOICE (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OhmyGod!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "The room is Dark, Annie is sleeping.  Hallie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie I have a brilliant beyond brilliant idea.  (gets out of bed, paces)  (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "0",
          "text": "    Hallie (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a genius.  Annie, wake up, you're related to a bona fide genius. Annie  What are you raving about? Hallie  You want to know what Dad is like, right? Annie  I was just dreaming I was on your front porch with him. Hallie -- And I'm dying to know Mom.  So what I'm thinking is .. this is so brilliant, it's scary. Annie  What is it?!? Hallie I think we should switch places.  When camp's over, I lea and go back to London and you leave as me and go to Calif (off Annie's look)  We can pull it off.  We're twins, aren’t we? Annie  Twins from different countries, with different accents, different hair-styles, different vocabularies... differen totally and completely, one hundred percent different. Hallie  So? What's the problem?  I'll teach you to be me and you teach me to be you.   (gets on knees and begs)C'mon, I gotta meet my Mom. Annie  (gets out of bed) The truth is, you know, if we switch, sooner or later th to un-switch US. Hallie  And when they do, they'll have-to meet again. Annie   Face-to-face.  After all these years. Hallie   I told you I'm brilliant. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Hallie wears Annie's leotard and Annie wears Hallie's bik sports bra.  Hallie holds a large pad on which she has dr Hallie  -- okay, dining room's on the right, but we never eat in except on Thanksgiving and Christmas.  Living room's here first door down the hall.  You never have to knock, if yo weird... Down here is... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "F-XT.",
          "text": "Annie and Hallie sit on the dock looking through a stack the sun sinks behind them.  Annie wears Hallie's Girls Ru Annie  This is Grandfather. Hallie  He's so cute.  What do we call him? Annie  Grandfather. Hallie  That makes sense. Annie  (showing next photo)  This is Martin.  He's our Butler.- Hallie  We have a Butler? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAIN HALL",
          "text": "The entire camp is assembled for a screening of Father Of Part II, and naturally, they're laughing hysterically.  H middle of the crowd, whispering. Annie But I never bite my nails!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie    But I always do.  Daddy'll know. Annie (sits on her hands)  I can't. Hallie  Want me to do it for you? Annie rolls her eyes and starts chewing away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Annie sits in Hallie's seat and Hallie sits in Annie's. sips a cup of tea, very lady-like and Annie munches on Fr Hallie  (with a proper British accent)  I dare say this is frightfully good tea, wouldn't you agr Annie  (playing Game Boy)  What-ever. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "PANS the walls which are now covered with charts, photos Annie's London Town House and Hallie's Napa Ranch House. Annie, sitting on a stool in front of a mirror, biting he Annie  Okay, I'm ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A DRAWER SLIDES OPEN",
          "text": "and Hallie takes out a comb and a pair of scissors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE - Annie- CLOSING HER EYES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie steps INT FRAME, grabs a of clump of Annie's hair",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "closes her eyes, as well.  Annie  Don't shut your eyes! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  Oh, right.  Sorry.  I'm just a little",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " nervous. Annie  You're nervous?!?  An eleven year-old is   cutting my hair.  Go ahead, just do it! As Hallie raises the scissors ... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FLOOR",
          "text": "as ANNIE'S HAIR falls in a ring around her feet.  A beat and CAMERA TILTS UP to Annie staring in the MIRROR at her look\".  Hallie leans in next to her.  They are now IDENTI Annie  This is scary. Hallie  (New Yawk accent)  Honey, you never looked better.  (realizes something)  OhmyGod! Annie  ohmygod what? Hallie  I have pierced ears!    Annie  Yeah... ?  (then, panicked)  Oh, no.  Forget it!  Uh-uh, not happening.  Sorry.  Wrong number. Hallie  Then cutting your hair was a total waste.  There's no way I could go to camp with pierced ears and come home withou on.  Get real. Annie  This isn't fair.  I've had to chew my nails, cut off my hair and now you want to punch holes in my ears!  You did thing to become me! Hallie  Hey, can I help it if I'm a complicated woman with a look entirely my own?",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MATCH",
          "text": "is FIRED UP.  Hallie holds a sewing needle over the flame Hallie  (very calmly)  Needle sterilized. Hallie professionally carries the needle to Annie, who li petrified, holding an ice cube to her ear. Annie  Y-Y-You sure you know what you're doing? Hallie  (cool as a cucumber)  I've gone with all my friends to have their ears pierced. Just close your eyes, it'll all be over before you know i Annie holds up the earring as her reply. Hallie  Okay, just relax.  On the count of three,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "remove the ice.  One, two, three! Annie shuts her eyes TIGHTLY, pulls the ice away as Halli NEEDLE through Annie's ear lobe.  Both Girls SCREAM at th",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Hallie - PASSED OUT COLD ON THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOOR",
          "text": "Annie, now wearing the earring, gently slaps Hallie's fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "trying to revive her.  Annie   Hal, are you okay? Wake up!  Hallie! Hallie OPENS her eyes. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "      Hallie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " Are you bleeding to death? Annie   I'm fine.  It didn't hurt at all.  But I refuse to go through life with only one pierced ear.  (holds up NEEDLE.)   Back to work, darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie takes one look at THE NEEDLE and PASSES OUT AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Hal! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Teary-eyed Campers are hugging good-bye, as they load int cars. Crosby, Jackie, Zoe and Nicole hug Hallie and Annie good- into their buses.  Hallie is now dressed in Annie's blue Hallie's overalls. Annie  Okay, so remember, you're going to find out how Mom and D met... Hallie  -- and you're gonna find out why they broke up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR.",
          "text": "(through her bull-horn)  -- Annie James!  Your car's here!  Annie James, front and center! Annie  That's you.  (hands her envelope)  Here's your ticket and passport.  The plane leaves at noon.  (then)  Also, remember, you've got to figure out a way to bring M to California.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARVA JR",
          "text": "Last call, Annie James! The Girls hug. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give Dad a kiss for me. Annie  And give Mom one for me.  Hallie nods and takes off.  Annie watches her, biting her locket.  Annie  OhmyGod!  Hallie!  I mean, Annie!  Hallie!  (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "6",
          "text": "Annie(cont'd)  (Hallie turns)  The lockets! Hallie rolls her eyes, runs back and the Girls quickly sw kiss good-bye and Hallie takes off again. Annie WATCHES FROM THE CROWD as Hallie greets the Limo Driver, climbs in the back seat off.  Annie crosses her arms, then crosses her fingers. Annie  Good luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONDON",
          "text": "from 10,000 feet. ANGLE - Hallie - SEATED BY THE WINDOW on British Air, just moments before landing. Hallie  (to herself)  okay, this is it.  Oh, God, I hope she likes me.  Please like me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "A steady stream of Passengers fill the terminal.  Hallie enters, looking into the SEA OF FACES waiting behind a ve",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN, (O.S.)",
          "text": "   Annie! Hallie looks up and sees Martin pushing through the crowd small bouquet of flowers ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  (with her best British accent)  Maaaw-tin! She rushes to him and dives him a big hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You look fantastic.  What did you do to your hair? Hallie  cut it.  Do you like it? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "  Love it.  It's the new you!  (notices) And you got your ears pierced!  Give me five, girlfriend! He puts out his hand to start \"the handshake\".  Hallie looks at him strangely for a moment, then remembers \"the it to perfection. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONDON",
          "text": "as seen from a moving Limo.  We PASS the HOUSES OF PARLIA WESTMINSTER ABBEY and BIG BEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Hallie has the window rolled down, her head resting on he soaks up the sights. Hallie    This is so amazing!  What a city!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Eight weeks at camp and suddenly you act like a American",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie That's what camp's for, silly.  Makes you appreciate home just love how everyone drives on the wrong side here.  (then, realizing)  I mean, here they actually drive on the right side, but a being in America where they drive on the wrong side, whic like the right side, makes this seem like the wrong side. Buckingham Palace!!!  Can we stop?!?  I'm dying to see on close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "You've seen the guards up close a million times. Hallie   But never with short hair and pierced ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Did they serve you anything funny to drink on that plane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie    Please, Martin.  Just for a sec.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Just for a sec?  Now you're even talking like an American.  Oh, dear... Gareth pull over, will you, old bo The Driver pulls up in front of BUCKINGHAM PALACE and Hal and runs up to one of the Royal Guards.  As is the custom Hallie, doesn't even blink. Hallie  (waves)    Hi, there.  How ya doin'?  (no answer, whispers)  My name's Hallie.  I'm from California.  We don't have anything remotely like you in California.  Oh, this has a nutcracker shaped just like you.  Same outfit... ev home?  What's she doing?  I know you can't answer.  Can y home? Suddenly, the Guard clicks his heels, lifts his rifle ove and snaps to attention.  A DOZEN OTHER GUARDS join him, d the other side of the gate is flanked by a MATCHED SET OF rifles from one shoulder to the other and snapping to att The enormous Gates to the Palace MAJESTICALLY OPEN and a HORS holding Royal Flags exit in formation, followed by A Rolls slowly pulls through the Gates and heads directly t among the Palace Guards. Hallie    oh jeez, tell me this isn't happening! The Rolls comes to a stop in front of Hallie and the tint the back-seat slowly lowers.  Hallie starts to fall backw pushes her back upright. From the back-seat, behind the Driver, QUEEN ELIZABETH le peers out crown and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good afternoon. Hallie  Good afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your name, dear? Hallie  Hallie Parker.  I mean, Annie James, ma'am.  Not Hallie Parker.  Sorry.  Forgot my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN ELIZABETH",
          "text": "Yes, I have that effect on people.  So nice to meet you, Annie James.  Thank you for stopping by the Palace today. 39  Hallie Thank you, Your Highness.  Very nice to meet you personal this ... I didn't even know you were home.  I was excited Guards ... I'm supposed to curtsey, aren't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN ELIZABETH",
          "text": "That's okay, my dear, I shan't tell a single soul.  I promise. Hallie  (nods, stunned)   You shan't?  Oh, thank you, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN ELIZABETH",
          "text": "(waves, with a gloved hand)   Time for me to go.  Ta-ta. Hallie  (waves back, shocked)   Ta-ta. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The window rises and the Rolls pulls off amongst The Quee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through locked teeth)  Now that's a first. Hallie turns to Martin and the Chauffeur, who watch, thei",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An elegant town house on one of London's loveliest street",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Limousine pulls up and the Driver gets out, opening t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "back door for Hallie.  She steps out and looks up at the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  (to herself)  This is it, 18 Cumberland Square. Martin helps the Driver with the luggage as Hallie rushes steps.  She places her hand on the big round knob and tur",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "A beautiful, sun-filled house with a fantastic carved sta Hallie stands in the foyer, feeling very small. Hallie  Hello? She peeks into the Drawing Room, doesn't see anyone, head stairs, counting the doorways and stops at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIBRARY",
          "text": "where she sees someone sitting in a leather chair, smokin hidden behind The Financial Times. Hallie  (softly)  Grandfather, I'm home. Hallie's Grandfather, CHARLES James, a small, dapper man, with a moustache and wearing a Saville",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Is that my little girl?  That tall gangly thing? Hallie  Yes, it's me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes her in his arms)  Did you have a good time, sweet pea? Hallie  (buried in his suit jacket)  Uh-huh... Great...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "(amused)   What are you doing? Hallie  Just smelling. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smelling?     Hallie  I'm making a memory.  Years from now, when I'm all grown up, I'll remember my Grandfather and how he always smelle He pulls her close, she rests her head on his chest.  The the top of the stairs, Hallie HEARS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH'S VOICE",
          "text": "Annie...! Hallie looks up to the balcony at the top of the stairs a Mother - for the first time in her life.  ELIZABETH James is a natural beauty in her mid-thirties.  Hallie walks tranc the bottom of the stairs.  Hallie-  Mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honey, welcome home! Elizabeth rushes down the stairs as Hallie flies up towar falls into her Mother's arms, tears flooding her eyes. Hallie     I can't believe it's you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "And I can't believe it's you and with short hair no less. Hallie   A girl I met at camp cut it.  Do you hate it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(entering with the luggage)  I think it looks awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "So do 1. I absolutely love it.  And you got your ears pie Hallie nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Looks very chic if you ask me, although nobody ever does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Any other surprises - belly-button rings, tatoos ... ? Hallie laughs, shakes her head, looks up at her Mother wi eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  What is it, sweetie? Hallie  I'm sorry, it's just... I've missed you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hugging her)  Can you believe it?  It seems like it's been forever. Hallie  You have no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "We hear LAUGHTER OFF-CAMERA then Elizabeth and Hallie E R in the room... it's beautiful, feminine and gracious.  Te table.  Elizabeth leads Hallie to a small love seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  So tell me all about camp. Hallie  Ohmygod, I love your room, Mom... it's so... totally Mom-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Nothing's new... it's just as Mom-like as it's always been.  So... c'mon, tell 7ne... Did you like everyone?  W",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it was great and I liked this one girl a real lot, particular.  She's from California, actually.  (then)  Have you ever been to California?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pouring tea)  Yes... Once.  But that was a long time ago, before you were born. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  (staring at Elizabeth)  Man-o-Manichevitz ... I didn't realize you were so beauti",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Man-o-Manichevitz ... I love your new vocabulary. Just then, Martin knocks on the open door and with disdai Hallie's Teddy Bear, by it's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "  I found a stowaway in your suitcase. Hallie  OhmyGod, Cuppy.  (Elizabeth turns to her)  He belongs to a girl in my bunk... I don't know how on ea ended up in my suitcase.  Gosh, whaddya know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "well, since he's not our 'Cuppy’, shall we dispose of him Hallie  (retrieving it)  No! I mean, no.  I'll mail him to her.  She loves this thing a lot.  A lot.  A lot.  She's like slept with entire life and she could never be like in a foreign coun I'll take care. of it, thank you, Martin. Just then, the PHONE RINGS.  Elizabeth answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Hello?  Hi... Really?  Can't you manage without me?  Annie just got home from camp... Well, what's the pr As Elizabeth talks on the phone, Hallie crosses to the dr her hand across her Mother's brush, her pearls, smells he of Elizabeth as a little girl.  Hallie t = s back, looks makes a face about the phone call.  Hallie laughs as Eliz phone. Hallie notices Elizabeth's closet door is open and she en all of her Mother's clothes.  She looks at a row of eveni beautiful fabrics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  Annie! Hallie pops out of the closet, worried she's been caught",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Would you mind very much running down to the studio with",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Through a LONG LENS, shooting through taxi cabs and traff very happy Little Girl walking the streets of London, hol",
          "sentiment": "neutral"
        },
        {
          "speaker": "A STORE WINDOW",
          "text": "IS CLOSE on a mannequin wearing an EXQUISITE WEDDING GOWN the window is the name Elizabeth Tames Designs.    Hallie (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, that's incredible. ANGLE BACK to REVEAL Hallie and Elizabeth standing in fro",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Really?  You don't think it's too over-the-top? Hallie  No.  I love it.  You know who would look really beautiful in that gown?  I mean, beautiful?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Who? Hallie  You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Me? I think the time change has made you a little loopy.  Come on, let's see what all the fuss is about...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELIZABETH James STUDIOS - DAY A skylight fills the foyer of this converted town house w white light.  A huge vase of white orchids sit on an anti and Hallie climb a circular stairwell, passing a Bridal B Hallie  -- You mean you never think about getting married again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "No, I like things exactly the way they are, thank you. An Assistant hurries past them, carrying a veil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "Hi, Elizabeth.  Hey Annie, welcome home. Great haircut. Hallie  Hi... Thanks ...  (shuts her yes, thinking hard) -- Fiona!  Yeah, I'm back.  Thanks.  (then) But Mom, seriously, doesn't designing all these wedding g you think about marriage... or maybe just think about the",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(stops)  The ‘F’ word?! Hallie  My 'father'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Oh. That ‘F’ word.  Well, no, actually it doesn't because I didn't even wear a wedding gown-when I",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLLIE",
          "text": "You didn't? -Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Hey, how did we get into this discussion anyway?  (they arrive at a large loft filled with people)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "6",
          "text": "ELIZABETH (cont'd)  Okay, here we are.  Now let's see what disaster awaits us As they step into THE LOFT, we see a PHOTO-SHOOT is in pr MODEL wears a beautiful wedding gown as a PHOTOGRAPHER, s people and Assistants scurry about.  MUSIC plays in the B kid in a candy store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "Okay, she's here.- We're saved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto, to Hallie)  Uh-huh, the pressure's on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "We don't know what to do with the veil. if she wears it, covers the back of the dress, if she doesn't the dress lo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " -- incomplete.  Right.  (to Model)  Can you try standing sideways..? Head up, kind of an Audr Hepburn type... that's it.  That's perfect.  (to Assistant)  Now slip the veil on and drape it back... not over her shoulders ... straight back, there you go...  (to Model)  Now lift the train in your arms like you're carrying it.  Don't worry about the bouquet, you're married now, you go Beautiful.  And look happy, it's your wedding day! The Model laughs as the Photographer reels off shots. Hallie  (to herself)   Mom is too cool. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDIO CORRIDOR",
          "text": "Elizabeth and Hallie make their way down the hall, passin design offices.  Two Assistants carry a gown past them. Hallie  So what did you wear to marry my Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  Why the sudden curiosity about your Dad? Hallie  Well, maybe because he's never mentioned and you can't bl kid for wondering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(sticks her head in an office)    I'm going home, kids ... See you tomorrow. Elizabeth and Hallie head back down the circular staircas Hallie    So, what was he like?  Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Who? Hallie rolls her eyes.  EXT.  ELIZABETH James DESIGNS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elizabeth and Hallie step onto the street.  Hallie  Mother, you can't avoid the subject forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Okay.  He was quite lovely to tell you the truth.  When we met, he was...actually entirely lovely.  All righ Hallie  (smiles)  All right. it starts to RAIN.  Elizabeth snaps open an umbrella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(puts her arm around Hallie)  Are you cold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine.  (looks up at her)  so, did you meet him here in London?  Elizabeth-takes Hallie's hand as they dash across the str",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "We met on the QE 2. Hallie  The QE what? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "The Queen Elizabeth 2. It's an ocean liner that sails fro York.  I was nervous about flying in those days, so was y",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(remembering back)  We met our very first night on board the ship, actually.  We were seated next to each other at dinner.  He's an Ame   Hallie  No kidding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(nods)   We kind of hit it off immediately. Hallie Hey, I love Americans.  I mean, if I wasn't British, I'd American.  So, was it love at first sight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I knew you were going to ask me all these questions one d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yells) Taxi! Elizabeth raises her am and hails a cab.  It splashes to they hurry inside. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Elizabeth and Hallie sit side-by-side.       Hallie So, did you see each other every single night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "You know, this part of your personality reminds me of you You'd think he raised you instead of me. (looking into Hallie's eyes)   Yes, we saw each other every night, every 4 9. ELIZABETH (cont'd)  morning and every hour in-between.  Then one night, he popped the question, right there in the middle of the Atl Hallie  Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "And since a ship's Captain can do all kinds of special th like even marry people... Hallie OhmyGod, you mean, you got married on the QE 2?  (Elizabeth nods)  That's beyond cool.  So what happened?  You didn't love each other when you weren't in the middle of the Atl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I don't )mow, honey.  These things are complicated.  I'm very British and you father's very American.  I tried tried living in London but... Hallie   It just didn't work out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " No, it didn't.  Except for having you. Hallie smiles.  Elizabeth puts her arm around her, pulls close.  Hallie signs. Hallie Dear old Dad.  I wonder what he's doing at this very mome",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAR OLD DAD",
          "text": "CAMERA is CLOSE on NICK Parker and he is lovely, indeed.  A smiling, ruggedly hancuome guy, who sh people waiting anxiously at THE NAPA COUNTY AIRPORT.  Sud waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hal!  Hey, welcome home, kiddo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE - Annie WALKING ACROSS THE TARMAC carrying Hallie's duffel bag over her shoulder.  Nervous she breaks into a grin at the sight of her father, waving Annie    Dad!!! Annie runs to him and stops just as she reaches him. Annie  (looking up at him)  Dad... Finally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " Get into these arms, you little punk.  Nick wraps his arms around Annie and pulls her close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I hope you had a lousy time at that camp 'cause you're ne - I missed you too much. (Annie smiles, Nick looks at her) What happened to you?  Something's changed. Did you get t They walk off, arm-in-arm, into the terminal, Nick carryi duffel. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Annie  So, what's up, Dad?  How’s Chessy and everybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Great.  Everybody's great, can't wait to see you.  Eight weeks really is too long, Hal.  So much has been ha Annie A lot's happened to me, too.  I feel like I'm practically woman. As they walk, Annie keeps peeking at Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What's the matter?  Did I cut myself  shaving? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "    Annie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's just seeing you for the first  time.  I mean, you know... in so long.  (giggles)  You look taller to me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(pulls her to him)  C'mon, squirt, let's go home. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dark green Suburban drives past picture perfect wine vineyards. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Nick drives wearing a straw cowboy hat.  Hallie sits next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hey, by the way, thanks for all those newsy letters.  I'm really glad I bought you all that personalized stationary Annie  we meant to write, Dad, but we just got so busy with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " We? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Oh. Me and my friend.  I met this girl at camp and we got really close.  Practically like sisters.  She was a lovel",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "‘Lovely’?  You seem to have gotten very Proper all of a sudden.  (takes her hand, looks at it)  Still biting those nails. Annie  Dad!  You noticed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Whaddya mean, noticed?  You've been biting them since you got teeth. Annie  But I've decided to stop, Dad.  It's a horrid, habit, really it is, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "'Lovely' girl ... 'Horrid, habit?  Did I send you to summer camp or finishing school?  And why do you keep say every sentence? Annie I'm sorry, I didn't realize I was doing it, Dad. (realizing she's done it again) Sorry, Dad. They both laugh. Annie  Do you want to know why I keep saying Dad... ? The truth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " Because you missed your old man so much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Exactly! it's because in my whole life, I mean for these eight weeks, I was never able to ever say the word 'Dad'. a Dad is an irreplaceable person in a girls' life.  I mea whole day, devoted to celebrating Fathers, right?  Just i without a Father.  Never buying a Father's Day card, neve birthday present, never sitting on their Father's lap, ne 'What's up, Dad?,, 'Bye, Dad, catch you later, Dad'.  A b ]Dada, aren't they?  Then there's 'Daddy', 'Daddio', 'Pop mention, 'Wait 'til your father gets home, and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "So, let me see if I get this ... you missed being able to me Dad. 53 Annie  Yeah.  I really have, Dad. Nick smiles as he turns in under a wooden sign that says and Winery. Annie looks out the window.   Annie  ObmyGod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Now you sound like your old self. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "A rambling Victorian-style ranch house, with a wide porch around the entire facade.  Nick toots the HORN as he driv driveway.  SAMMY, a big golden mutt, races after the car, JOSE, Nick's right-hand man, arrives from the side of the drinking a small bottle of juice.  He opens the Surburban",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSE",
          "text": "Well, look who finally decided to come home. Annie  Hey, Jose. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSE",
          "text": "Did your old man tell you we decided no more camp for you Annie  (climbing out)  Yeah, he told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSE",
          "text": "(hugging her)  it got too quiet around here, Hal.  We couldn't stand it.  Nobody blasting music, nobody playing hide and seek getting stuck up on the roof... Annie laughs as the screen door swings open and CHESSY EX if she's a one-woman welcome home band.  Chessy, the most planet, early thirties, warm eyes, great sense of humor, 54 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Hell-o, Gorgeous!  You grew, you lost weight, you look fabulous, we missed you, don't let these bums talk you ou You're a growing girl.  You need adventure.  You hungry? and chili.  Why're you so quiet?  What's wrong? Annie   I'm just so happy to be home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(passes, carrying Hallie's duffel) Did I hear something about cornbread and chili?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "It's on the stove...  (without even looking)  Wipe your feet, Jose! Chessy looks Annie over, hugs her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "You've changed, Hal ... I can't put my finger on it, but something about you has definitely changed.. Sammy bounds down the steps of the porch. Annie    Really?  Me?  (then)    Hi, Sammy! Sammy sniffs at Annie's shoes, looks up at her, then back suspiciously, BARKING at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "  What's with you, goofball!  It's Hallie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanmy continues BARKING.  Annie    I probably smell like camp, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie runs up the porch steps, followed by Chessy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Sammy)   What's wrong with you? it's like you didn't even recognize her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A spacious comfortable ranch house with high ceilings and views of Nick's vineyards. Annie  (taking it all in)    Wow!  It's even better than the pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Whaddya want to do first, kiddo - unpack or eat?  Or eat, then unpack?  Or, we can eat while we unpack. Annie  You mean I can eat in my room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(looks at her like she's nuts) Yes, I would say that's a definite possibility. -As Chessy and Annie head up the stairs, Nick ENTERS, eat of chili.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hal, when you're done, come on down, there's someone I wa to meet. Annie  (looks down at him)  Okay, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(smiles)  Okay, Hal. Annie continues up the stairs, suddenly stops.  Turns to Annie  Someone he wants me to meet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(on the sly)  -He didn't tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Tell me what?  Annie HEARS the SOUND of A WOMAN LAUGHING.  She looks down. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE'S VIEW",
          "text": "Nick turns as MEREDITH BLAKE enters from the patio.  Meredith is a tawny beauty of twenty-six, wearing a chic heels.' Nick takes her hand. Annie turns back to Chessy and mouths \"Who is that?” Ches motions for Annie to follow her upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunny, warmly furnished with lots of books, CD's, Horse S toys.  The French doors are wide open and a gentle breeze Annie-  Who’s the blonde?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Hal, it's none of my business how your father makes a foo of himself, you understand?  He's a big boy, he can do wh Annie  Right.  So who is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Her name's Meredith Blake.  She's a publicist from San Francisco.  Your father hired her at the beginning of the for the vineyard and if you ask me, she's done a better j grapes. Annie  Whaddya mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Look, you and I )mow your Dad's no suave debonair Bachelo the Month-type, so I wonder what a young hot thing like h with his shirt-tail hanging out and his cereal bowl full there's a .million reasons why that girl's giggling and t Valley Community Bank. Annie  You mean you don't think she even really likes Dad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "-- What do I know?  But I'll tell you one thing.  This one could give Sharon Stone femme fatal lessons.  Sh out of the palm of her hand.  They ride together, they sw dinner every night.  Not to mention she treats yours trul all time which has really endeared her to me, as you can her and see for yourself.  Don't let me influence you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Annie bounds down the stairs, wearing sunglasses and a fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parker Vineyards T-shirt over a bathing suit-.  She looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Around, sees lots of PHOTOGRAPHS of Nick and Hallie when",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie was a baby. Annie  (admiring a photo)  We were such a cute baby. She's distracted when she HEARS Meredith's LAUGH.  Annie sunglasses, peering over them at Meredith lounging by the",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Annie joins Nick and Meredith under an umbrella.  The vin mountains cascade down from the pool creating an incredib",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "There's my girl!  Hal, I want you to meet a friend of mine.  Honey, this is Meredith Blake. Annie  (waves)  Hi ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ITH",
          "text": "Hi. Wow.  I can't believe I'm finally meeting the famous Hallie.  I've looked forward to this all summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie    Really?  Well ... here I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Nicky, she's adorable. Nick blushes as Annie mouths \"Nicky-O",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "The way your father talked about you I expected to meet a but you're so grown up... Annie   I'll be twelve soon.  How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(a little thrown)  -- Twenty-six. Annie Only fourteen years older than me.  How old are you again",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "oh, suddenly she's interested in math.  I'm gonna get som more chili and a bottle of champagne to celebrate. Annie   What are we celebrating?  Nick pauses.    MEREDITH (jumping in)  You're home-coming of course. Nick and Meredith exchange a quick look which is not lost Annie.  Nick heads toward the house as Annie sits by the the water.  A cell-phone RINGS, Meredith flips it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERIDITH",
          "text": "Hello.  Yes, Reverend Mosby... Uh-huh.  I'll certainly as but I doubt if he'll be  available.  I understand it's for a local charity.  Um-hmmm... I'm writing it all down.  (she writes nothing down)  Okay, got it.  Sounds very worthwhile, I-agree but unfortunately, I see that Mr.  Parker will be out of the country those days.  Yes, I'll be sure to mention it to him.  Thank you  (snaps phone shut)  So. How was camp, Hal?  Was it fabulous? Annie  Yes, I loved it actually.  My Dad's going out of the country?  When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERIDITH",
          "text": "No, no, I just had to say that to get him out of somethin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(changing the subject)  You know I never heard a man talk about his daughter the Nicky talks about you.  You two are obviously incredibly Annie  We're closer than close.  We're all each other has... Annie does a huge cannonball into the pool, SPLASHING wat Meredith.  Pissed, but controlling it, Meredith walks to up a towel and pats herself dry as Annie POPS to the surf Annie  Sorry, did I get you wet, Mer? MEREDITH (trying to be sweet) just a little, Hal.  (then)  Hey, guess what?  Your Dad took me riding the other day and he let me ride your horse.  I hope that's okay with y Annie  Oh, sure.  Sprout's used to strange women riding her.  Not that you're strange or anything.- Actually, com seem relatively normal.  (she floats on her back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(curiosity getting the best of  her, walks to Annie)  Others?  What others? Annie  What others?  Puh-leeze.  (laughs hysterically, sees  Meredith's concern)     You want the 411?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The 411? Annie  The 'information'... the lowdown on the other women.  Can't say that I blame you.  I'd want to know if I was nu mean... number twenty-nine in a man's life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERIDITH",
          "text": " I'm number twenty-nine?! Annie  Well, yes but I didn't start counting ‘til I was about four.  God knows how many there were before then. it's al horseback riding through the vineyards ... long romantic label wine... moonlight swims ...  (Meredith nods, intrigued)  But I always say, it's none of my business if a man his a wants to make a fool out of himself.  Although, maybe he' real thing, Mer. Just then, Nick arrives with a bottle of Champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "okay, here we go.  A bottle of my special reserve label.  You girls find something to talk about while I wa Annie smiles and dives under the water, just like a littl",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Does that mean 'yes'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERIDIITH",
          "text": "it sure does. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "OVER, a PHONE RINGS. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandfather walks right past the RINGING PHONE, reading t paper.  Elizabeth stands at the top of the stairs, slippi 61 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Somebody grab that, please. Martin passes through carrying a tray with coffee on it. up the phone, balancing the tray with his other hand. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": " James residence... Annie?    Hallie walks by.    Hallie  Yes, Martin? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(does a double-take) oh dear, it sounded just like you on phone.   (into phone) I'm sorry, who did you wish to speak with?  Annie?  Of course.  One moment, please. (hands Hallie the phone)  A Mildred Plotka for you... Sounds like your twin. Hallie  My twin?  Very funny.  (into phone)  Hello?  Oh, Mildred, how you doin'? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Annie holds the phone as she crosses the bedroom, sneaks BATHROOM and locks the door. Annie  (as herself)  Hey!  Howls it going over there?. Hallie  (also as-Annie)  Oh, everything's quite lovely here.  We're expecting a bi of rain today but Mildred, can you... hold on for a momen Hallie sees the coast is clear and ducks into the hall cl the door just as Martin walks past.  He does another doub",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "62",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie pulls a string above her head, turning on the ligh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  (as herself)  okay, now I can talk.  OhmyGod, Mom's incredible.  I can not believe I've lived my. entire life without knowin fun and smart and I love the gowns she designs and I got first met and what happened between them and if you ask m INTERCUT  -    Hallie AND Annie Annie  (WHISTLING into phone)  Hallie!  Stop!  We've got a major problem.  You're going to have to bring mother out here immediately Hallie Immediately?  Are you nuts?  I've had one day with her.  I'm just getting to know her.  I can't.  I refuse. Annie  But this is an emergency.  Dad's in love. Hallie  (laughs) Get out of here.  Dad doesn't fall in love.  I mean, not seriously. Annie  Trust me, he's serious, about this one.  He's always holding her hand, kissing her neck, waiting on her hand a Hallie  (sinking-to the floor)  He is... ? Annie  it's disgusting. Hallie  Well, you'll just have to break 'em.up.  Sabotage her.  Do whatever you have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  I'm trying but I'm at a slight disadvantage I only met th twelve hours ago.  You've got to get back here to help me Hallie  Annie, I can't.  I want more time with Mom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie FINDS A CANDY WRAPPER in one of Annie's coat pocke over the receiver making it SOUND LIKE STATIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULIE",
          "text": "Annie, are you still there?  I can barely",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hear you... Ann....  (clicks the receiver) Annie   I'm here!  What are you..? Hallie  (wrinkles the wrapper)  Operator... ! Operator... Sorry, think I lost you, Annie. Annie  (knowing what's up, holds receiver out from her ear) Than your help, Hal. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Hallie creaks open the closet door and crawls out on all find her Mother, Grandfather and Martin standing in the F Hallie  had a phone call.  From a friend at camp.  It's an old camp tradition.-.. Talk to your best friend from insi know but...  (rises, replaces the phone on the table, sighs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... Breakfast anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Two PLATES LOADED WITH BACON, EGGS, TOAST AND PANCAKES ANGLE BACK- with Chessy, as she carries the plates across",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KITCHEN to Annie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "okay, here we go, most important meal of the day... Eggs side up, bacon, toast and just in case you're really hung chocolate chip pancakes which smell incredible, if I do s   Chessy places all of this in front of Annie. Annie  (not too interested)  Thanks, Chessy. Chessy waves her hand over the food, sending it's aroma t",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Not hungry again?  You hardly ate your chili, your favori and now you're not eating your breakfast.  You're not sic Chessy puts her hand on Annie's forehead, then joins her table. Annie  I'm fine, I promise.  Where's Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "He and Miss--  (imitating Meredith) 'I'll just have half a grapefruit, thank you, left about ago.  You overslept and he didn't want to wake you.  Of c too if I was up at midnight making mysterious phone calls",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  oh, that.  I was calling a friend from camp.  Mildred.  She lives in New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Oh, I see and you wanted to call Mildred at a time that w for her.  Because of the time difference. Annie  Exactly.  Because of the time difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Uh-huh.  So you waited until it was three in the morning her time.  That makes perfect sense. Annie  Actually, it was seven at night her time.  You see she lives in New York but she was on vacation with her family Annie takes a bite of bacon and gives Chessy a smile.  Ch her a stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Very smooth.  Your Dad wants you to go over to his office as soon as you're done with breakfast. Annie  He does?    Thanks.  (shoves bacon in her mouth)  I'm done. She rises as Sammy enters, sees Annie and GROWLS as he sc her. Annie  That dog has gotten so weird!  Bye, Chessy, thanks again for breakfast.  It was great. Chessy looks down at the plate of untouched food.  Annie the screen door but it goes nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(watching her carefully)  Pull, Hal. Annie laughs, pulls on the door and runs out.  CAMERA MOV Chessy, wondering what's going on. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. Parker VINEYARDS - BARREL ROOM - A",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE LATER",
          "text": "Nick and Annie walk through a huge vaulted room that hous wooden barrels filled with wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(puts his arm around her)  Honey, I'm glad you're here, there's something really imp I want to talk to you about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  That's funny because there's something really important I to talk to you about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Okay, you go first. Annie  No, you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Okay, I want to talk to you about Meredith. Annie  And I want to talk to you about my mother.  (then)  What about Meredith?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(thrown)  W-W-What about your mother? Annie  Dad, I'm almost twelve, how long do you expect me to buy story that The Stork dropped me on your doorstep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "C'mon, Hal, we've talked about your mother... Annie  No we haven't.  Not really.  A girl needs more in life than half of a crumpled old photograph.  Dad, I'm al need a mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You know what?  You're right.  You do.  Which brings me to-- They turn a corner and-bump into MEREDITH who is walking British assistant, RICHARD NlCK  Meredith! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.  (noticing Annie)  Hello, Hal. 67 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "  Annie  Hi there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Hallie, this is my assistant, Richard.  Richard, this is Nick's daughter, the one  I've been telling you so much about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(stuffy British accent)  oh, hello.  How are you, luv? Annie  (with her best British accent)  oh, don't tell me you're British?  How lovely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(surprised, to Annie)  How'd you do that? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You do an absolutely marvelous British accent. Annie  Yours isn't bad either, old chap-,Richard laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDIITH",
          "text": "(whispers to Nick)  Did you tell her? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Almost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Hey, if you're free later, why don't we all have lunch on terrace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Actually, I promised Hal we'd hang out together this afte Annie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "     No problem.      (starts off)  I’ve got plenty to do... I'm working on a new label desig , Nicky... featuring Y-0-U.  You're gonna love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "68.",
          "text": " (throws a kiss)    See you for dinner, darling.  Bye, Hals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGLE",
          "text": "As they walk away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(sotto, to Richard) First change I make in that household is to send that two brat off to boarding school in Timbuktu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(an exaggerated shiver)  Oooooooo.  Ice woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "And proud of it, babe. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT.  HILLTOP – 0VERLOOKING NAPA VALLEY – A LITTLE LATER A beat and Nick and Annie gallop on horseback OVER THE CR mountain.  As they slow their horses to a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "So, you excited about our camping trip? Annie What camping trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What camping trip?  The one we go on every summer before you go back to school. Annie Oh, that camping trip.  Yeah, sure... I can't wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "So, Hal, what do you think of Meredith? Annie As what, Dad?  Your publicist?  Your friend?  Your ... ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "-- Just what do you think of her... as a person?       Annie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "well, she's cute, she has nice hair, good teeth, she can the word YOU... I (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "69.",
          "text": "Annie(cont'd)  don't know.  Honestly, Dad, the woman's a complete stranger to me.  Why do you want my opinion anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(takes a beat)  Well, I'll tell you why... because believe it or not, hon Annie  (cutting him off)  -- Race you back to the ranch, Dad! Annie jams her heels into Sprout's flanks and the horse t bat out of hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hallie, I'm trying to tell you something! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Out of breath, Annie runs up the porch steps and throws o door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Annie stops, catches her breath.  She's a little panicky. Annie  (to herself)  I'm in so over my head here.  I can't handle this alone.  I just can't.  I'm only one kid. Chessy PEEKS HER H M AROUND THE CORNER of the arm chair s sitting in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "You got something you'd like to share with the class? Annie  (jumps, :frightened)  Oh, Chessy, you gave me a fright!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": " I gave you a fright? Annie  You scared me.  I didn't know you were like, in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(rising)  You sure there's nothing you want to talk to me about?  Like maybe why Sammy never comes near you anymore or why or why all of a sudden you're neat as a pin and using exp fright., Annie '  Chessy, I changed a lot over the summer, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "if I didn't know better, I'd say it's almost as if you we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes it off)  oh, never mind, that's too impossible.  (turns to leave) Annie  -- Almost as if I were       Chessy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Nobody.  Nobody.  Forget I even mentioned it. Annie  Almost as if I were... Annie?  Chessy stops, stunned, goose-bumps popping up all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "You know about Annie?  Annie  I AM Annie.  Just then, Nick ENTERS, also a little out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "-- Why'd you take off like that?  I told you I wanted-to talk to you about something?  Chessy, why are you looking",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(with a start)  Like what?  I'm not looking at her any special way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyes tearing up)  I'm looking at her just like I've looked at her for eleve years.  Since the day she (MORE) 71. CHESSY (cont'd)  came home from the hospital, six pounds, eleven ounces, twenty-one inches long.  (crying now)  This is how I look at her.  Can I hug her? Chessy, all broken up, hugs Annie like she's hugging her time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": " She's so beautiful and so big.  Annie gives Chessy a look that says, 'Please don't say anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "I'm gonna go make you something special to eat.  What would you like?  Oh, it doesn't matter.  I'll whip up eve Chessy takes off as Nick approaches Annie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Why's everybody acting so nutty around here?  Hal, we got Annie  Okay.  Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Honey, look... I want to know what you  think about making Meredith part of the family? Annie  Part of our family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie I think it's an awesome idea. Inspired.  Brilliant really",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do? Annie  Totally. it's like a dream come true.  I've always wanted a big sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Honey, I'm afraid you're kind of missing the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  No, I'm not.  You're going to adopt Meredith.  That is so sweet, Dad..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I'm not going to adopt her, I'm going to MARRY her. Annie  (leaping up) Marry her?!?  That's insane!  How can you marry a woman y enough to be my big sister?!? She starts ranting and raving, then slips into French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "   Hal, calm down.  (realizing)     Now you speak French?!? Annie  I learned it at camp.  (takes a breath)  Okay, I'm sorry.  Let's discuss this calmly and rationally... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "And in English, if you don't mind.  Man, what has gotten Annie   Nothing. it's nothing... Just... Just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lets it all out)  Dad, you can't get married!  It'll totally ruin completel everything!!! Annie storms out.  Nick notices Chessy standing in the do biting her nails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Don't look at me, I know nothing. A HORN HONKS O.S. Nick looks out the window and SEES Mere out of her red Mercedes convertible.  Nick sinks into a c DOOR SLAM upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " Maybe I am too old for this.  Meredith sweeps into the room, wearing sunglasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(to Nick)  Hi, doll. She sits on Nick's lap, wraps her arms around him.  Kisse him.  Kisses him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(running her fingers thru his  hair)  You look stressed, baby.  How about a Martini?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "How about a double? Meredith snaps open her purse and takes out a Tiffany box",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She removes a small SILVER BELL which she holds up and RI",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDIITH",
          "text": "   Chessy? She RINGS it again.  Nick gives her a curious look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDIITH",
          "text": "Don't you love it? it's just what we need.  It's such a big house. -She RINGS again.  Chessy appears, not too wild about the",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CHESSY",
          "text": "You rang?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Two martinis, please.  And make Mr. Parker's a double. Chessy just stands there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Please, Chess.    I'm getting a migraine... Chessy holds her shirt-tails out as if they were a skirt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(watching her leave)  I don't )mow if a uniform will make her look better or wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(rubbing his temples)  I told Hallie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "You did?  And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "She went ballistic.  Started yelling in  French, which I didn't even know she spoke,  I just don't get her lately... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDIITH",
          "text": "Nicky, this reaction is totally classic.  It's 'Daddy's Getting Remarried - 101'.  I'd worry if she didn't react don't I talk to her... woman to woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "She's a little sensitive about you right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDIITH",
          "text": "(kisses him)- That's why I need to do it.  We've got to break the ice s (unbuttons Nick's shirt button)  Wear your shirt like this... I like when  I can see a little chest hair. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Hallie sits on her deck, feet propped-up on the bannister deck of cards.  Meredith appears behind her, knocking on",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": " Knock-knock.  (Annie turns)  Can I join you? Annie  (shrugs)  Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Guess the news of the engagement came as a bit of a shock Annie  Basically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "      You know, I remember what it was like to be eleven.  I had my first beau at eleven. It's a starting to feel like a woman and believe it or not soon to be in love. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Me? I don't think so.  I don't even have my twelve year-old molars yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Well, take it from someone who got their molars very earl life... being in love is a fantastic mystery that takes a journey to a place... Annie  -- I don't mean to be jerky when you're trying to be all and everything but I think I know what mystery my Dad see",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "You do? Annie  You're young and beautiful and sexy and hey, the guy's on human.  But if you ask me, marriage is supposed to be bas just sex, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ITH",
          "text": "Boy, your father underestimates you. Annie  But you won't, will you, Meredith?  They study each other carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "So what if I'm young and beautiful?  That's not a crime, you know.  And for your information, I adore your father. of man I always planned on marrying.  This is the real de is going to come between as.  The reality is, angel, you in Nick Parker's life.  Get over it. Annie  .If this is the real deal, then my Dad's money has nothin with you wanting to marry him, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "I hope you're not suggesting I'm marrying your father for money. Annie  All I know is, I've seen Cinderella a few zillion times a rather not end up scrubbing the floors and befriending al while you're having breakfast in bed... if you get my dri",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "You are unbelievably out of line, young lady.  (rising) Now you listen and listen good.  I'm marrying your father weeks whether you like it or not.  So I suggest you do no anymore.  You're in way over your-head. is that clear? Annie  Crystal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A RINGING FAX MACHINE",
          "text": "as a FAX slithers out.  A HAND reaches for the FAX.  ANGL BACK -to see Martin, standing in ELIZABETH'S KITCHEN in L quizzically, then carries it into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DINING ROOM",
          "text": "where Hallie is eating dinner with her Mother and Grandfa Martin refills the adults' wine glasses, holding the FAX",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  This is fantastic wine by the way  Martin. Hallie    May I have a-sip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(offering her a sip)  I don't think you're going like it. Hallie swirls the wine confidently, passes it under her n a healthy sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  If you ask me, the bouquet is a little too robust for a Merlot.  But then again, I'm partial to the softer Califo Elizabeth and Grandfather laugh, as Martin moves next to the FAX behind his back.  Hallie cocks her head to read i",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FAX",
          "text": "It's a drawing of SAMMY, Hallie's dog, laying on the fron Hallie's house.  A CARTOON BUBBLE coming out of his mouth Hallie bends over so far to read the FAX she FALLS OFF HE RIGHT OUT OF FRAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Honey, are you okay? Hallie  Had one sip too many, I guess.  (getting up)  You know, Mother, I feel like I could use a bit of fresh air.  Would it be okay if I stepped outside for a moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "of course.  Are you okay?  Would you like me to come with you? Hallie  No, no.  I'll be fine... Just got a touch woozy, that's all. Hallie wipes her mouth with her napkin and excuses hersel Grandfather watches her closely as she EXITS. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLY",
          "text": "Hallie hurries down the picturesque street, turns a corne phone and rushes to it.  She pulls the door closed and di Hallie  Yes, I'd like to make a collect-call to  California, please.  Area code 707 ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Annie paces, biting her nails for real now.  The PHONE RI She pounces on it in mid-ring. Annie  Hello?  Yes, I'll accept the charges.  Hallie, thank goodness you got my fax.  I'm absolutely desperate. Hallie (O.S.)  What's up?  Why the 911? INTERCUT   Annie AND Hallie Annie  Dad's getting married. Hallie  (laughs)  Whaddya mean, getting married? Annie  I mean black tie, white gown, the whole enchilada.  The wedding's in two weeks so, if there's any hope of getting got to do it fast. outside the Phone Booth, a MAN reads the evening paper, w the-phone. Hallie  okay, Mom and I are going to the theatre tonight so I'll the bomb on her first thing in the morning. Annie  Give Mom a kiss for me, willya.  And Grandfather, too.  And Hallie, hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Hallie hangs up and steps out of the booth, BUMPING into been waiting. Hallie  Oh, excuse me. The MAN turns around.  It's Hallie's GRANDFATHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "  Hallie  Uh-oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "What do you say you and I take a little stroll in the par young lady. Hallie bites her locket as her Grandfather leads her into EXT.  James TOWN HOUSE - ESTABLISHING",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Elizabeth sits up in bed, in white satin pajamas, finishi cup of coffee and a phone call to Paris.  She sketches a talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(in French)  Au, Mademoiselle.  I will have the sketch to you by tomorrow.  I look forward to hearing from you.  Thank you Hallie appears in the doorway, listening to her mother ta phone.  Grandfather walks by and gives Hallie a little nu room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Hi, sweetie.  Come on in. Elizabeth pats the bed.  Hallie crosses and climbs in nex mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(with her arm around Hallie)  I have to finish this sketch and Fed Ex it to Paris, then about you and I go out to lunch and spend the rest of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  (nervously) I can't.  Mom, sorry, I have to go out of town today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "'ELIZABETH",
          "text": "You have to go out of town?  (thinks she's kidding)   And where may I ask are you going?  Hallie SQUIRMS UNDER THE COVERS, entirely disappearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Annie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIE'S VOICE",
          "text": "(from under the covers)  That's where I have to go.  I have to go see Annie. ELIZABETH (playing along)   I see.  And where would Annie be?  Hallie's SHAPE SQUIRMS further UNDER the covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLIBIS VOICE",
          "text": "  in Napa with her father, Nick Parker. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "as it hits her.  Her eyes widen.  She looks up to see HER FATHER leaning in the door frame, puffing on his pipe.  H eyes instantly fill with tears.  She lifts the covers to to death. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " ELIZABETH You're not Annie? Hallie  That would be correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Hallie... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  I am.  (crawls out from under covers, then with her American acc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie and I met at camp and we decided to switch places.  I'm sorry, but I'd never seen you and I'd dreamt of meeti felt the exact same way about Dad, so we just sorta switc not mad because I love you so much and I just hope one da as Annie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "oh, honey, I've loved you your whole life.  She takes Hallie in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Why didn't you tell me it was you all along? Hallie  (thru teary eyes)  I was scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORWAY",
          "text": "where Martin stands, BAWLING hysterically.  Grandfather g steps in and shuts Elizabeth's door.  Martin falls into G",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": " I've never been so happy in my entire life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandfather pats him gently. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie and Elizabeth break from their hug.  Elizabeth wipes her tears. Hallie    I guess you have to switch us back now, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Legally, you belong to your father and Annie belongs to m Hallie  'His' and 'Hers, kids.  No offense, Mom, but this arrangement really sucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I agree, it totally sucks.  I don't want to lose you now that we've been together. Hallie  Well, then I guess we'll just have to fly to Napa, see An and Dad and work this whole thing out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess we will. Hallie  Will you be nervous about seeing Dad again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "No, of course not.  (as if it's preposterous) 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELIZABETH (cont'd)  I can handle seeing Nick Parker after all these years.  People see their ex's all the time, don't they?  Not to w take care of everything.  Not-to-worry. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Elizabeth is a mess.  She wears a silk blouse over a slip Velcro rollers just on top of her head.  She chain smokes luggage is laid out on the bed behind her.  Martin ENTERS clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I'm sorry, I can't handle this'.  I haven't seen or heard from Nick Parker in over eleven years and suddenly I'm fl to... I'm not mature enough for this. if the man didn't m married to him. (pulling out rollers)  We came up with this-arrangement so we'd never have to se other again.  (puts on sunglasses)  Look at me, Martin, have you ever seen me like this?  Don't answer that.  (pacing)  What if he doesn't recognize me?  Be honest, Martin, how old do I look?  No, don't answer that either.  Hey, what about?  He could be fat or bald.  Or both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Actually, Hallie says her Dad's quite the hunk.  And neve re-married, either.  Just like you, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Martin, it just so happens I'm not remarried by choice.  I've had my opportunities for llamour.  Not lately, of co share of gentlemen callers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not lately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  I just said that!  Hallie said he was a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "  hunk, huh?  He was rather dashing.  He",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "  used to make me weak in the knees, if you Can imagine that.  (looks in the mirror)  Is that a grey hair?! She yanks the hair out as Hallie ENTERS carrying an overn Hallie    All set, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(suddenly composed)  Good.  Me too.  Almost.  Not quite. Hallie   Mom, your suitcase is totally empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Oh. Right.  Sorry.  Did you speak to your father, dear? Martin looks at Hallie.  She LOCKS EYES with him for an i then turns to her Mom. Hallie  Uh, yeah, I just hung up with him, actually.  He said he' really anxious to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "He did?  Anxious-nervous, like he's dreading it or anxious-excited like he's looking forward to it? Hallie  Anxious-excited, definitely. Again, Martin SQUINTS at Hallie, just knowing she's lying Hallie rolls on... Hallie  He said he'll meet us tomorrow at noon at the Four Season San Francisco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Tomorrow?  My, my that's incredibly soon, isn't it?  Well honey, why don't you run downstairs and gather our ticket finish up here? Hallie starts out, Martin follows. 84 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(sotto, to Hallie)  Liar, Liar, pants on fire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Oh, Martin, could you come back for a moment, please? Hallie raises her finger to her lips to 'Ssshhh\" Martin, RE-ENTERS Elizabeth's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Martin, I have a really ridiculous, somewhat childish req to make.  Martin, you know you're more than a Butler to m lovable brother who just happens to wait on us and... (Martin nods modestly)  Anyway, I was wondering if... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "-- I'd accompany you to make the trip a bit easier for yo",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Would you, Martin?  I'd be forever grateful.  And you don't even have to go as our butler.  Just as a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Madame, I'd be honored.  And as a friend, may I say... (reaches into her closet)  -- if I were seeing my ex after eleven years and I had yo legs... (pulls out a little RED DRESS)     I'd wear this baby.  You'll kill in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "A Limousine waits at the curb.  Martin, in a black leathe and shades, hands the luggage off to the Limo Driver.  El good-bye.  Then, it's Hallie's turn.  She throws her @ ar Hallie  Bye, Pop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "Bye, Hal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  You're coming to Napa for Thanksgiving, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDFATHER",
          "text": "I wouldn't miss it for the world. Hallie rises up on her tiptoes and kisses her Grandfather GRANDFATHER (as she runs off)  Say hello to your Father for me! Hallie  (waving as she gets in Limo)  I will!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLOCK above the hotel's entrance clicks to twelve noon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Meredith walks across the lobby with her PARENTS, a stunn their early fifties.  We can see where she gets her looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(checks her watch)  Okay, they'll be here any minute... Be nice, Daddy.  He's everything you ever wanted for your little girl... plus m",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BLAKE",
          "text": " Then you know I'll be nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(laughs)  Okay, there he is...  (her face drops)   -- with the whole motley crew. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, Annie, Chessy and Sammy ENTER the Lobby.  Meredith rushes to greet them, kissing Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, darling...  (then, nods to the others)  Hallie, Chessy... And Sammy, what in the world are you do here?  (to Nick)   Honey, a dog in The Four Seasons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " Hal begged me to bring him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": " And naturally you said 'yes'.    Sammy snaps at Meredith. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(sotto, pats Sammy)  Good doggy.  (then)   Meredith, these the folks..? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": " Yes!  Mom... Dad... finally, you all meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(links arms with Nick)  This is my fiance and the love of my life, Nick Parker an is his adorable daughter Hallie who we can all thank for weekend... This entire get together was her idea I'll hav",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BLAKE",
          "text": "Well, how are you young lady, I've heard nothing but wond things about you. Nick beams. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "A TAXI pulls up and Martin and Hallie step out.  Martin t reaches in the backseat and helps Elizabeth out.  She is is more than a little tipsy. She takes a small airplane-size vodka bottle from her pur it off, tossing it over her shoulder.  Martin CATCHES IT ground.  As Hallie and Martin guide Elizabeth up the step",
          "sentiment": "neutral"
        },
        {
          "speaker": "'ELIZABETH",
          "text": "That was a great flight, wasn't it?  So quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA.RTIN",
          "text": "I never saw you so... thirsty, before, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "-- You mean you never saw me drink so much vodka before!  Guess what?  I've got news for you, Marty old chap... nev before.  Not once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Could've fooled me, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(to Doorman)  Hello, Doorman.  Oh, you scared me, I thought you were real for a minute.. Hallie  (to herself)  I'm in such major trouble here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Martin and Hallie lead Elizabeth through the Lobby and de the Front Desk.  Miraculously, Nick and Meredith are nowh Elizabeth RINGS the BELL a zillion times. -Hallie stops h bell. Hallie    Mom, you gonna be okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Absolutely.  Never felt better in my life.  But darling, tell me 'cause I'm a bit confused... Have we lan With that comment, Hallie lies her head down on the count",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHIPS ACROSS THE LOBBY",
          "text": "where Meredith, her folks, Nick, Chessy, Annie and Sammy Dining Room. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "-- I'm just saying, I know it's short notice,, but if the think it would be a brilliant room for the wedding... Not that I don't like the idea of getting married at the hous amazing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERA WHIPS BACK ACROSS THE LOBBY",
          "text": "as Hallie leads Elizabeth away from the FRONT DESK and to ELEVATORS.  Elizabeth tries to hitch a ride on a passing peels her off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE OTHER SIDE OF THE LOBBY",
          "text": "Sammy sniffs like a Hound Dog on the hunt, pulling Annie Meredith and Meredith's Folks.  Annie holds onto Sammy's time, holding Chessy's hand.  They are dragged across the behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "I've already checked us in, so why don't we go up to the freshen up, then meet for lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BLAKE",
          "text": "Sounds good, I'm starved.  Meet you back here in ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(kisses her Dad on the cheek)   Perf. (then, leaning on Nick)  Sweetheart, want to check out the Honeymoon Suite while w here?  I bet it's to die for. AT THE SAME TIME - ELIZABETH, Hallie AND",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "step into an OPEN ELEVATOR.  As the doors are about to close ... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "oh, jeez...  She sticks out her band and the doors POP BACK OPEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " -- Forgot my purse. She RUSHES OUT of the elevator and CROSSES BACK toward th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Front Desk just as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNIFFS HIS WAY",
          "text": "toward HALLIE'S OPEN ELEVATOR.  Sammy looks up, sees his girl! Hallie  (from the elevator)  Sammy! Hallie and Annie lock eyes as SAMMY BOLTS from Annie and ELEVATOR, paws up on Hallie, licking her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE FRONT DESK",
          "text": "and heads back to the elevator where she joins Annie, put around her. Annie  Mom! Chessy's eyes widen, she does AN IMMEDIATE ABOUT-FACE so seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Honey, you didn't have to wait for me, I could've found t room by myself.  Besides ...  (whispers)  I've got to make a pit stop.  Vodka makes you have to go like crazy... Go on,thweetie, I'll meet you upstairs ...  (Chessy sneaks a peek at her)  I mean, upthstair... uppth... upppthst...   I'll meet thyou up... thstairs!  (EXITS, then turns back)  I like that jacket by the way.  Were you   wearing that the whole time on the plane? Elizabeth turns back and just misses colliding with a Bel huge BOUQUET OF FLOWERS.  Annie slaps her forehead. Annie  (to Chessy)  She's drunk.  She's never had more than one glass of wine in her entire life and she chooses today to show up zonke",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(leading her into an elevator)'  Just do what the woman says and meet her upthstairs. Chessy and Annie get into a waiting elevator, it's DOORS are gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BEAT LATER",
          "text": "Nick and Meredith stroll up to the same elevators.  Mered nibbles on Nick's ear as an elevator arrives.  They step",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Alone at last. Meredith folds her arms around Nick's neck.  At that very",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "moment, Nick spots:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Nick blinks, unable to believe his eyes.  Elizabeth smile gives him a little wave.' Nick's EYES WIDEN as Meredith, her back to Elizabeth, con Nick.  As the ELEVATOR DOORS START TO CLOSE, Nick leans f right, trying to keep his eyes on Elizabeth.  He leans, h CLOSE.  He stands there stunned, eyes wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Elizabeth barrels down the hallway, focused and furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Hallie Parker! Simultaneously, 7WO DOORS OPEN ACROSS THE HALL FROM EACH Hallie stands in one doorway, Annie in the other. ELIZABETH (cont’d)  Don't do this to me, I'm already seeing double!  Which on of you is Hallie?  (Hallie raises her hand)  Okay, now...  (then, softens at the sight of Annie)  oh, honey ... hi... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Hi, Mom. Elizabeth crosses to Annie and hugs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  You look beautiful.  So tan and healthy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kisses her, then, remembering)  Okay you two:.. How could you do this to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(arriving behind Annie)  .may I suggest we take this little pow-wow inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " (to Elizabeth)  Hi, you probably don't remember me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(warmly)   Chessy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": " I knew I always liked you.  INT.  HOTEL SUITE - MOMENTS LATER The Girls sit side-by-side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Let me put this as sucthinkinctly as possible.  You...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points to Hallie)   I mean,  (points to Annie)  -- One of you told me your father knew I was arriving her today... And I'm here to tell you the man I just saw in t idea he and I were on the same planet, let alone in the s Annie   You saw Dad already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Yeth.  And it was completely and utterly humiliating.  I gotta lie down... (flops down on sofa, re",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man went completely ashen.  Like I was the bloody ghost of Christmas past.  (rubs her head)  Can one of you get me something cold for my head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the Girls cross to the bar)  Don't you think I've pondered what it was going to be-,li see your father again after all these years?  (the Girls exchange a look)  Well, let me tell you, me waving like a mindless idiot wh Nick Parker is wrapped in another woman's arms is not exa mind.  No sireee...    (the Girls arrive with a wet washcloth and a glass of water)  Thank you.  (she places the wash cloth on (MORE) 92. ELIZABETH (cont'd)  her forehead, shuts her eyes)  And furthermore and much worse, is the fact that I've bee to by my own children and I'd like to know why. On that note, Martin passes through the room wearing only BATHING SUIT.  Elizabeth cracks open an eye, sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  Martin!  What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "  Going for a swim.  Do you mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "No, no, that's perfectly perfect.  By all means, yes, hav fun... someone ought to.  Just put on a shirt... my God.. She lies down again as Chessy ENTERS from an adjoining ro Sammy.  She stops when she sees Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "  Oh... Hell-o.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Hello, Hello... There seems to be something in the air between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  Oh, Chessy, this is our butler, Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(plainly interested, extends her hand)  How do you do?  (indicates Hallie)  I'm her butler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(gallantly kissing her hand)   Enchante, mademoiselle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": " Gee, the pleasure's all mine, monsieur. The Girls can't believe it and suppress their giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Girls!  You were going to tell me why you lied and brough me here without telling your father!?! 93 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "  Were they? 0-kay, that's good.  (starts tip-toeing out)  Well, then why don't I just slip back into my room and ch out  the ol' mini bar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "(trying to escape)   Allow me to assist you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(sits straight up)  Wait!  You mean everyone knows but me?!?  What's going on here? Everyone freezes. Annie     Mom... Daddy's getting married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "   Oh. I see... getting married... Annie -- To Cruella de Ville.  She's awful, Mom...We can't let through with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Girls, your father's a grown man and quite capable of dec wishes to marry.. Hallie  But she's all wrong for him.  And the only way he won't marry her is...  (to Annie)   You tell her, she )knows you better. Annie   Is if he sees you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(piecing-it together)   You're trying to fix me up with your father. Hallie   Why not?  You're perfect for each other. Annie    A match made in heaven.  By now, Chessy and Martin have reached the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  Hold it!  You two knew about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN AND CHESSY",
          "text": "(turn, ad jibbing at the same time) No. Not exactly.  We tried to reason with them.  What could we do?  They made the hired help.  Don't fire us.  It was a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rises unsteadily)  okay, let me say this loud and clear.  Nick Parker and I have nothing in common... anymore.  Plus, in case you hav extremely content with his leggy, long haired, tight-skir of you to explain to your father that I am here for one p you two back.  Now, let's do what we have to do and be do Understood? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "in THE SUITE NEXT DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "No. I don't understand. Nick nervously runs his fingers through his hair and stra clothes as he tries to get out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I just need to go downstairs for a few minutes to c-c-cle then I'll meet you for lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Clear your head?  What do you have to clear your head about?  Is something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "'NICK",
          "text": "I hope not.  I mean... no.  What could be wrong?  We're getting married in ten days, everything's perfect.  (then, quickly)  I gotta go. 'He quickly kisses her on the cheek, opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "We're still going ring shopping after lunch, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Ring shopping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": " Nicky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Of course!  For the funeral.  I mean, for the wedding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The funeral?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I'm kidding.  (laughs) Don't listen to me.  I'll see you there. I mean, here.  Downstairs. He slips out the door, hurries down the CORRIDOR and bump Annie. Annie  (as Hallie)    Hey, Dad, what's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Just running down to the lobby.  Hey, Hal, do me a favor, keep Meredith company, willya?  (rushing off)  Thanks, kiddo.  (turns back) Do I look alright?  Like presentable and everything?  Not old? Annie   You look fab, Dad.  Young and fabulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOBBY",
          "text": "Nick rushes off the elevator, looks around for Elizabeth. corner and bumps into the real Hallie, who hasn't seen he   Hallie  Dad! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I thought you were going to keep Meredith company? Hallie I was?  'I mean, I am.  Yeah.  I was actually just looking for her.  (then)  It's great to see you, Dad. She can't help herself and gi her Dad a quick hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  It's great to see you too, squirt. (pats her on the tush)  Now go on, get up there. Nick heads off in one direction as CAMERA TRACKS Hallie b elevators.  An elevator PINGS and Meredith steps out, che compact.  She snaps the lid shut when she sees Hallie (wh on Meredith).",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "  Have you seen your father? Hallie    You talkin' to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ITH",
          "text": "What are you, Robert DeNiro?  Yes, I'm talking to you. Hallie  (realizes) oh! Meredith... Uh, yeah, I just saw him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(straightens out her suit)  Well, hel-lo?  Where was he? Hallie  Oh, he went; thataway, I think.  (sizing her up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": " What are you staring at? Hallie Oh, nothing.  You really are pretty... -that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Don't tell me you're going to break your rotten streak an suddenly be nice to me?  (starts off) If you see your father, tell him I'm waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULIE",
          "text": "(to herself, as Meredith exits)   Whatever you say,'Cruella. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Nick ducks his head into THE HOTEL GIFT SHOP, looking for Elizabeth.  Instead, he sees Annie buying a candy bar.  H",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What are you doing?  I thought you were gonna... Annie   -- She wasn't in her room, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "she wasn't?  Oh... okay... See you in a little bit, kid. Annie ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "if not sooner, Dad. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Nick walks along the corridor, looks through a bank of wi thinks he sees Elizabeth walking through the HOTELIS GARD closer look but gets caught in the midst of a group of Ja notices him and gives a little wave. Nick weaves through the Tourists but when he gets to the Elizabeth is gone.  Discouraged, he pauses, then SEES Hal wicker chair, under a palm tree, sipping a fruit cocktail Hallie  Lookin, for somebody, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTEL BAR",
          "text": "Meredith enters, takes a seat at the nearly empty bar. on customer sits at the bar - Elizabeth.  Meredith sits one The Bartender delivers a red concoction to Elizabeth, who head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Here you go.  This'll cure anything you got.  Just don't ask what's in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(hesitates)  Okay... Here's to..'  (turns to Meredith, not  recognizing her) Here's to you.  May your life be far less complicated tha",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Thank you... Elizabeth tosses down the drink and winces at the taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(orders)     Martini, dry and a pack of Parliaments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elizabeth belches. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me...  (to Meredith)  I apologize.  Really, I'm so... (belches again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " -- sorry.  I think I just drank tar. The Bartender hands Meredith her drink and Elizabeth her Elizabeth signs her check and Meredith sneaks a peak at h on her Martini.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "You're Elizabeth James?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guilty. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe it.  You're the designer,  Elizabeth James?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "still guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "I faxed your office just yesterday.  I  saw a wedding dress you designed and fell  completely in love with it.  Your office  said you were out of town and they didn't  know if you could make another one.  I  can't believe it.  This is fate.  (moves to' seat next to her,  extending her hand)  I'm Meredith Blake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(shaking her hand)  How do you do? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEANWHILE",
          "text": "Nick steps into the sunlight, still searching for Elizabe sees a Woman resembling Elizabeth sitting under a large s her, takes a quick peek, realizes it's not her and smiles BodyBuilder Husband.  He backs into an umbrella as Meredi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BLAKE",
          "text": "There you are!  We've been looking all over for you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MM. BLAKE",
          "text": "Nicholas, I think this hotel is perfect for the wedding.. more I see of it, the more I like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(still looking around)  Me too.  Absolutely. Nick glances across the pool and spots Elizabeth arrive, cell phone.  She waves shyly at Nick, slipping on sunglas",
          "sentiment": "neutral"
        },
        {
          "speaker": "MM. BLAKE",
          "text": "Tell me, dear, how many guests will there be from your si the family?  Just a guesstimate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(staring across at Elizabeth)  I'm not sure at the moment... Can I get back to you on th one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS.",
          "text": "Of course, And are we thinking formal attire or... A small contingent passes in front of Elizabeth, blocking Nick's view.  Not wanting to lose her, Nick darts around couple of Toddlers, then trips over a rubber duck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(lying on a chaise next to Martin, looks up)  Boss, you okay? Nick glances over at her, gets tangled up in Sammy's leas crashes right into Annie. Annie  Dad!  Watch out! Too late!  Annie and Sammy jump out of the way as Nick SP head first into the deep end of the-pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH TURNS",
          "text": "and SEES Nick pulling himself out of the pool and coming soaking wet, cheek bleeding, not looking terribly happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Nick, hello... Long time no see...  (backing up)  Please try not to go crazy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "A little late for that advice.  What is going on?  I haven't seen or heard from you in eleven years and sudden look and naturally on the day I'm-- Annie appears at her Mother's side. Annie    -- Dad, I can explain why she's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Hallie, you know who this is? Annie  Actually, yes.  And actually I'm not Hallie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie appears on Elizabeth's other side. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  Actually, I am. Nick looks from Annie to Hallie, back to Annie, then to Elizabeth.  She's nods.  He's speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Both of them?  Annie... Hallie... Annie  I guess you and Mom sort of think alike ,cause you both s to the same camp.  We met and the whole thing kind of jus",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " They decided to switch places on us, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Wait a minute.  You mean I've had Annie all this time5 Annie (nods)  I wanted to know what you were like and   Hallie wanted to know Mom.  Are you angry? it takes a moment to sink in, then Nick takes Annie in hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Honey, of course not.  It's just... I can't believe it's you.  The last time I saw you... you had diaper rash.  Lo Annie  Well, I'm quite grown up now and quite without a father. Hallie  And I'm headed into my crazy mixed'-UP teenage years and be the only girl I know without a mother to fight with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(still trying to put it together)   Hal, you've been in London all this time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Hallie nods)  Come here. He pulls her to him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  Mom's amazing, Dad... I don't know how you ever let her g",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Girls, why don't you let your father and I talk for a cou minutes, okay? The Girls take off.    Nick grabs a towel ... dries his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "oh, man, I can't believe this.  Seeing them together... and you... and...  (a beat)  How are you, Lizzie or does everyone call you Elizabeth n",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "No, no, Lizzie's fine.  My Dad still calls me Lizzie.  I've been terrific.  How 'bout you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " Well, I've had better days.  (touches his cheek)   Ouch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Let me help you with that?  (to passing Towel Boy)   Excuse me, do you have a First-Aid kit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWEL BOY",
          "text": " Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Okay, lie down... Nick lies on a chaise as the Towel Boy returns with a Fir Kit.  Elizabeth sits beside Nick, tending to his cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(looking up at her)  How is your Dad, still sneaking those stogies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every day. They exchange a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I can't believe it, you haven't changed at all... 103 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  You thought maybe I'd be fat and grey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Well, not grey...  (then)  Ouch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ITH'S VOICE",
          "text": "-- Finally!  There you are! Nick and Elizabeth turn, looking CLOSE ENOUGH to be kissi Meredith is taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(thrown by seeing them together)  Oh. You've met Elizabeth.  Good.  Honey, Elizabeth's going to make my... wedding gown... But, I don't understa why are you so wet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  I wasn't paying attention and I...  (turns to Elizabeth)    You're making My fiance's wedding gown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  Nick, I didn't know she was y OUR fiance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(confused)    How did we meet?  How did you two meet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "  Am I missing something here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Sweetheart, you know what?  This is one all world...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": " How small? Just then, Annie arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AI",
          "text": "Oh, hi, Mer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ITH",
          "text": " Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  (joining Annie)  How ya doin'? Meredith SCREAMS at seeing double.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "   Honey, did I ever mention Hallie was a twin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "No, as a matter of fact, you didn't.  Two of them?!?  How fabulous. Hallie  Don't feel bad, Mer, he never mentioned it to me, either. Imagine My surprise.  By the way, I'm the real Hallie.  T was just pretending to be me while I was in London preten our Mom, Elizabeth James.  By the way Dad, I want to chan James-Parker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": " This is your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS",
          "text": " Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(to Elizabeth)   You were married to Nick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Guilty again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": " well, this is a small world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " And getting smaller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ITH",
          "text": "And what a coincidence that we're all here on the same ex weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "it's not exactly a coincidence.  The children arranged it so their father and I could work out their custody situat The Girls smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "  The children arranged it?  Oh.  How sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "CLOSE on a JEWELRY CASE filled with DIAMOND ENGAGEMENT RI CAMERA TILTS UP to find Nick and Meredith, browsing in Ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "I'm sorry, I just don't see why you have to have dinner w your ex-wife with her little 'Mary Poppin's accent.  Why in the lobby, discuss the custody, shake hands and say go because your daughters don't want me to marry you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  That's not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(to Saleswoman) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we have some help over here, please?  (then) It-s totally true.  They see me as the ,evil step-mother. me, I'm not being paranoid.  Those girls have something u (without missing a beat, to Saleswoman) Can I try on the emerald cut please?  No, the bigger one. biggest one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Honey, calm down.  The girls have never had a meal with both their parents in their entire lives.  How could I sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(lightening up as she slips on  the ring) I told you to let me represent you on all your negotiatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(showing, him the ring)  This is incredible.  What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I think I have to get dressed for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(whines)  Nicky...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "If you love it.  I love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(throws her arms around him)  I love it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Nick and Hallie exit, both dressed to the nines.  A LIMO the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hal, I've had enough surprises for one day... just tell m where we're going... Hallie  You're gonna love it, Dad, trust me. Just then, Elizabeth and Annie step out of the hotel.  El wearing the red dress Martin recommended.  Nick tries not",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hey... Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Hi. So do you know where they're taking us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " She won't crack. Annie (as they cross to Limo, hands them eye shades)  Okay, now put these on.  You can take them off when we reach our destination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " We're going in a limo? Hallie  You want one of us to drive?  (off Nick's look)  Please, indulge us. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FOGHORN sounds, as the Limo pulls to a stop.  The Girls out. 107 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie   Okay, you can take them off. Nick and Elizabeth exit, taking off their blindfolds.  Th widen as they look ahead and SEE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN EXQUISITE 150 FOOT YACHT",
          "text": "all lit up and bobbing gently in the sparkling Bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie     She's ours for the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "   And exactly how are we paying for her? Annie     Hallie and I pooled our allowances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Elizabeth look at her doubtfully. Annie  Okay, Grandfather pitched in a bit. (they continue lookin her) Okay, he pitched in a lot. Nick and Elizabeth exchange a quizzical look, as they fol down the steps to the DECK, where a Uniformed Captain wel Hallie   okay folks, right this way...  Hallie and Annie open a pair of DOUBLE DOORS:  Hallie     Ta da’  And in front of them, they SEE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ROMANTIC DINING ROOM",
          "text": "where a candle-lit table is set for two.  The windows rev San Francisco Bay, lit by the yacht's twinkling lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "   The table's only set for two. Annie  That's the other part of the surprise we're not joining y 108 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "You're not? The Girls smile and shake their heads as Chessy ENTERS, d Ship's Steward, in tropical white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "No, but I am.  Good evening, I'm Chessy, I'll be your server tonight.  No wisecracks please.' At that moment, out steps Martin, also dressed in ship's carrying a bottle of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "And I'm Martin, your Sommelier.  May I offer you both a taste of the bubbly in hopes that you'll get a little sni lady and myself for following the orders of two eleven ye",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Annie, mood music, if you please. Annie pushes a few buttons and the LIGHTS DIM.  Moonlight into the room as we HEAR Sade's Smooth Oper-ator play ove Annie  (like a hypnotist)  Relax... Sail through time... Hallie  -- Back to yesteryear... The Girls disappear behind double doors, leaving Nick and looking thoroughly confused.  Chessy approaches with a tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "You don't get it, do you?  Smooth Oper-ator...'Big hit in 186 ... The year you two met... Hors d'oeuvre?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "So, that's what this is all about. Nick notices a LIFE RAFT with a homemade sign that says Q the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  They're recreating the night we met ...    The boat... the music ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "(points to herself)  The help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "'ELIZABETH",
          "text": "(a little misty-eyed)  it's incredibly sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Martin, I think I'll have that drink.  Martin pours them both champagne, then he and Chessy slip",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "To tell you the truth, I haven't been on a boat since the",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Neither have 1. A soft wind blows Elizabeth's hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(taken with her, lifts his glass)  Well then, here's to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(finishing his sentence, lifts her glass)   Our daughters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(not exactly what he was thinking, but okay) To our daugh",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH A PORTHOLE",
          "text": "Hallie and Annie sneak a peek, thrilled to see their Pare",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You know, I always see you in Hallie.  I always have.  Something about her eyes ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "That's funny.  I always see you in Annie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something about her smile. An awkward moment, they each sip their champagne.  As the over at the porthole, the Girls drop out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Now I know how a goldfish feels.  (re: Girls) '    They turned out pretty good though, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  We've been lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Sometime, if we're ever really alone maybe we could talk about... what happened between us.  It all feels a bit ha fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " It started so fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " Now that part I remember perfectly. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH ANOTHER PORTHOLE",
          "text": "Chessy and Martin watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Looks like things are heating up nicely. I'd say it's saf serve the vichyssoise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "You ladle, I'll serve. They start back toward the galley.  It's tight, they try one another and get momentarily stuck, their eyes lock, t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " (pulling himself together)    Yes, I'll ladle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "  Right.  And I’ll...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "  serve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "  Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "So, you've done incredibly well.  Your dream of owning your own vineyard... it actually came true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Hey, how about you, always drawing on napkins and corners newspapers?  Now you're this major designer... pretty imp",
          "sentiment": "neutral"
        },
        {
          "speaker": ".ELIZABETH",
          "text": "Yeah, it's amazing.  We both actually got where we wanted to go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yep.  We did. Chessy ENTERS carrying two bowls of soup and places them Elizabeth and Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  So, what do we do about the girls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Well, I guess now that they've met, we can't very well ke them apart.  I could keep them half the year and you coul",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "-- Guys, they can't go to two schools every year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I agree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " Okay, I could keep them for a whole year, then you could--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "-- Liz, this is why we...  (looks at Chessy.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": " Sorry.  Ignore me.  I'm gone.    She backs out of the room.  112 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "This is why we came up with the solution we have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Really?  I thought it was because we  decided never to see each other again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Not we Lizzie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "You know that part's become a bit hazy for me too over th years.                     for me too over the years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " You don't remember the day you packed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "No, that day I remember perfectly.  Did I hurt you when I threw that suitcase?  I've often wondered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(rubbing his shoulder)  Let's put it this way, I'll never pitch for the Yankees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starts his soup, stops)  So how come you never got married again?  I always figure by now you'd be re-married with a new family...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " Me? No... no, no... no... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " That's a lot of no’s..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "That's because I realized a long time ago marriage wasn't me... A beat of silence.  Nick starts to eat again, stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You know I may be alone with you again, so... About the d packed... Why did you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Nick, we were getting along so badly, we found out we eac tempers, we said",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "foolish things... So I packed... Got on my first 747 and. come after me. Dead silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "   I didn't know I was supposed to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Well, it really doesn't matter now... Let's put on a good for the kids, shall we and get this show on the road...  (looks at her watch)Gosh, I'm still on London time, so..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(resigned)  Okay.  Yeah.  You're right.  Let's get the show on the road. Elizabeth starts her soup.  Nick joins her, not a word pa between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PORTHOLE",
          "text": "Annie and Hallie watch, crestfallen.  EXT.  FOUR SEASONS HOTEL - ESTABLISHING - FOLLOWING A.M.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Elizabeth signs her bill, turns to Martin who tips the Be",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "   All set then.  Where's Annie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "I just called, she's on her way down.  Nick and Chessy join them.  Everyone's spirits are low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Okay, so 11.11 uh... send Hallie back to you over Christm",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "And I'll see that Annie spends Easter with you. The ELEVATOR OPENS and Hallie and Annie step off, dressed T-shirts and overalls. it's impossible to tell them apart",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(to Annie)  This one's Hallie, I'm positive. Hallie  (grins at him) I hope you're right, Dad.  You wouldn't want to send the all the way back to England. Nick looks to Elizabeth, he can't be sure. Annie  Here's our proposition.  We go back to Dad's house, pack our stuff and the four of us leave on the camping trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "The four of us!? Annie And when you bring us back, we'll tell you who's Hallie a",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Or... You do as we say and I take one of you back with me London whether you like or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A 747 SOARING INTO A CLEAR BLUE SKY",
          "text": "BOOMS DOWN to... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As FOUR SLEEPING BAGS are tossed into the TRUNK of Nick's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUBURBAN.  Nick throws in the final bag as Meredith watches, wearing a tight suit and sunglasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "What am I supposed to do for three days sit home and knit Elizabeth exits the house looking very Out of Africa, car backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "N",
          "text": "Excuse me, what is she doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That was the deal - the four of us go together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "What are you suddenly, the Brady Bunch?   This is ridic--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Hi, Meredith.  (off her look)  Everything okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Well, no, as a matter of fact, it isn't.  I didn't realiz you were going on this little outing and to tell you the with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I agree.  The ex-wife in the next sleeping bag is a littl weird...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " I insist you come with us, really.    Meredith stops cold. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Liz ... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Nick, I messed-up up your entire weekend, it's the least do to pay you back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Annie and Hallie exit-with Chessy.  As the Kids climb int they notice Elizabeth and Meredith come out of the house. tight black work-out gear. Hallie    Dad, what's Meredith doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(getting behind the wheel)  Your mother invited her.  Be nice. The Girls look at each other, then to Chessy, as Meredith climbs into the front seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(closes door)  Okay.  Have fun everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " Liz, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I really think you and Meredith need time alone before th day. Annie   Mom!  Come on, that's not the plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Honestly, you'll have much more fun without me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(having second thoughts)  Look, if you're not going... I don't have to go... Trust I'm not exactly a big nature girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "But this'll be your chance to really get to know the girl Starting next week, they're half yours. Nick catches Elizabeth's eye.  She blows him a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Have fun yall'! As the car pulls off, Chessy turns to Elizabeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "I would pay to see that woman climb a mountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VISTA OF RUGGED TERRAIN",
          "text": "as far as the eye can see.  CAMERA DISCOVERS Hallie and A climbing a steep hill, wearing back-pack and baseball cap Meredith, puffing and perspiring, dabbing sunscreen, on h balance.  Nick brings up the rear.  Meredith plops down o catch her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "I'm gonna kill my trainer... He says I'm in such great sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rubbing her legs)  I can't believe people actually do this for fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(calls)  Girls, hold on, we're stopping. Hallie  (coming back towards them)  Again?  Dad, at this rate, it'll take three days just to get up the mountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Meredith isn't used to the altitude... Just chill, okay? Behind Nick and Meredith, we SEE Annie SLIPPING LARGE ROC Meredith's Prada Backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Somebody hand me my Evian... I can't move. Annie spots a SMALL LIZARD, grabs it and places it on top water bottle. Annie  Here you go, Mer. Meredith takes the bottle, lifts it to her mouth and find =-TO-EYE with the LIZARD.  She SCREAMS, tossing the Evian her balance and SLIPPING off the rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Honey, you okay? Annie  (catching the Lizard)  This little guy was on her Evian bottle, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding Lizard upside down by it's tail)  He won't hurt you, Mer. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(S CREAMS  again)  Get it away from me!  I hate things that .crawl.  It's disgusting... It's a lizard, it should be a belt.  U it?  Put it down! Annie   Okay. Annie walks behind Meredith and gently DEPOSITS the Lizar of Meredith's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Why don't I take the lead, you two help  Meredith. Nick moves off.  Meredith rises, still not knowing the Li on top of her head. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(to Girls)  Sure, you're going to help me... right over a cliff, you' help me. Hallie  (sotto, to Annie)   Not a bad idea.  See any cliffs?  Meredith GROANS as she now lifts her much heavier backpac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Need a hand? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling away)  Not from you, thank you.  Don't think I can't see right past those angelic faces. one more trick from you two and miserable from the day I say 11 do'.  Got it? Hallie   Got it, Cruella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(turns)   What'd you call me? Hallie   Nothing.  Not a thing...  (sotto)   Cruella.  (then, turns back)  oh, Mer... I think there's something on your head... The Girls-walk ahead.  Meredith reaches up and feels her then her HAND lands on the LIZARD.  She SCREAMS a BLOOD-C Lizard panics and runs down her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FACE and right INTO HER MOUTH.  Meredith's EYES BULGE, sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SPITS the Lizard out, GAGGING and COUGHING.  Nick and the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girls run back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Are you okay?!?  What happened?! Bright RED and in SHOCK, Meredith stomps her feet and poi and Hallie.  We can almost see the smoke pouring out of h Annie  What did we do, Dad?  We were with you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Meredith walks by herself, banging the buttons on her cel",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Please work... Hello?  Hello? Meredith stops when she SEES Annie and Hallie bent over e something on the ground.  Meredith sneaks up behind them Annie  I didn't know they had mountain lions up here. Hallie   Oh yeah, the place is crawling with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(winks at Annie)  An old Indian guide once showed me how to keep them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(picks up TWO STICKS and hits them together)  Just do this and they'll never come near you. The Girls pick up sticks &,ad move off down the trail, CL them together.  Meredith stoops, picks up two sticks, CLA follows. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CRACKLING CAMP FIRE",
          "text": "Nick, the Girls and Meredith sit around the campfire.  Ev eats trout, except Meredith, who sits on a rock, wrapped mosquitos and rubbing lotion on her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  You sure you don't want some trout, Mom?  Is that okay, b the way?  If we start calling you Mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "I think your mother would prefer if you called me Meredit no thank you, I do not eat trout... for the thousandth ti breakfast.  What are we having?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK AND THE GIRLS",
          "text": " Trout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "We always live off the trail up here, it's part of the experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(swatting away)  What's the other part, being eaten to death by mosquitos?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(swats at another mosquito, then looks at lotion)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " You'd think they actually liked this stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " What is that you're using? (looks at the bottle, puts some on his hand)  You're going to attract every mosquito on the mountain.  This is sugar and water... Where’d you get this stuff? Meredith looks to the Girls, who busy themselves eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "That's it.  I’m taking a large sleeping pill and going to bed. She picks up her two sticks and WHACKS them together as s toward her tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Sweetheart, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "  I don’t want the mountain lions to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(realizes she's been had)  --There are no mountain lions up here, are  there? 122 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick shakes his head.  Meredith glares at the Girls, drop sticks in the fire, walks to Nick and gives him a lusciou Girls and marches off to her tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "I'm telling you guys, lay off.  This isn't her thing, okay?  I'm not marrying her because she's Annie Oakley. Annie   Who’s Annie Oakley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Just cool it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Everything is quiet.  An Owl HOOTS in the distance.  The sneak out of their tent and tiptoe over to Meredith's ten",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girls step inside, see Meredith fast asleep on her ai mattress.  They position themselves at Meredith's head an \"count of three\", LIFT her up on her mattress.  It isn't they carry her out, Meredith -moves her arm, brushing her Hallie twitches her nose but keeps going. The Girls step out of the tent carrying Meredith on her m CAMERA TRACKS them down a path to the lake-front, where t into THE LAKE, nod to each other and push her off. Hallie  (watching Meredith drift away)  Sweet dreams, Mommy Dearest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Meredith is sound asleep on her back in the middle of the BIRD rests on-her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flops an arm into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(in her sleep)  That feels so nice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gently moves her fingers in the water, then her EYES OPEN.  She looks straight up as the BIRD flaps its wings face.  Meredith SC sits up, realizes she's in the middle again, her voice ECHOING off the mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Niiiiiick!!!!!! Nick sticks his head out of his tent, half-asleep, spots thrashing around, screaming, in the middle of the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "What's she doing in the lake? Hallie and Annie peek out of their tent and see Meredith to the shore in her soaking wet pajamas.  She storms past coffee pot into the air and marches up to Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Here's what's going on, buddy, the day we say I do\" is th day I ship those brats off to Switzerland.  Get the pictu them.  Take your pick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(spells)  T-H-E-M.  Get the picture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Elizabeth sits on a rocker on the front porch, reading wh Nick and the Girls pull up.  She rises to greet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  Back so soon?  Did you have fun? Annie  Not exactly. 124 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallie  We've been punished through the end of the century.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Starting now.  Go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Meredith? Hallie    We played a couple of harmless tricks on her and she kinda freaked out a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  A little?  (shows Elizabeth the ring)    We broke up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "   oh, jeez ... This-is all my fault.  If I hadn't suggested she go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  -- Tricked her would be more like it.    Like mother, like daughters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "   I'm really sorry, Nick. Annie     We are too, Dad... really. Hallie     Will you forgive us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "   Up to your room!  (when they're gone, he smiles)     I gotta remember to thank them one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "   You're relieved?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  I think I am.   (not wanting to talk about it)   I’m also starving... Chessy around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She and Martin went off on a picnic around noon... yester",
          "sentiment": "neutral"
        },
        {
          "speaker": "5",
          "text": "(Nick looks up on that one) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopefully they'll be back... soonish...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who would've thought my Nanny and you Butler...  (then)  So, listen, how 'bout I whip us up something to eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " You know how to cook now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "of course, I )mow how to cook.  I can make pasta... and pasta... and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " Pasta sounds good. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS HALLWAY",
          "text": "Nick, now clean shaven and wearing fresh clothes, passes room.  Inside, we SEE Hallie and Annie in pajamas, gettin Hallie  Wow!  You look so nice, where are you going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(shutting their door)  Good night, Ladies! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Elizabeth sets the table as Nick enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  Smells good in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  Really?  I'm just boiling water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "  oh. Then it must be you...  (takes out wine glasses)  So what are you in the mood for, red or white?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I think red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Follow me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "leading to Nick's private WINE CELLAR.  A cavernous space beautiful lanterns.  The walls are lined with bottles of the walls, library style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "This is where I keep my private stash. Did you know I als collect wine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Oh really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " Yeah, I'm a man of limited interests. Elizabeth laughs.  Nick leads her into a small cozy room, bottle from a rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Here's a 1921 Burgundy... They say the rain that year mad the best Burgundy ever harvested... Oh wait, you'll appre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shows her another bottle)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reads label)  Vi Day, 1946... incredible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " Yeah, I love that...  (shows her another bottle)  The same wine my parents served at their wedding... a 152 Bordeaux.  I think my sister was conceived off this baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this-one?  (reads label)  Where Dreams Have No End... 1983.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "That one actually took me years to track down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Why, where's it from? 127 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " It's the wine we drank at our wedding.  I now have every bottle ever made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(completely thrown)  You do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " Can we open one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " You're the only one I'd drink it with. Nick pulls a bottle from the shelf, dusts it off.  He loo Elizabeth and sees her eyes are teary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": " Just got a little dust in my eye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " I can offer you a clean sleeve to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(pulling back from the offer)   No, no, I'm fine, now.  Really.' All better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " You don't always have to be so brave, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Oh, but I do, actually... just then, they HEAR the cellar door opening above them a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY, (O.S.)",
          "text": "Anybody home? Nick hesitates, looks to Elizabeth, who shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Yeah... We're on our way up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Elizabeth climb the stairs and enter the KITCHEN greeted by Martin and Chessy.  Martin wears shades and a",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "  Welcome back... How was the picnic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "Who knew the man wanted to eat in L.A.?  We drove eight h have a picnic in a city with no parks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "But what a town!  I saw mountains, beaches, I saw Michael not to mention I found out I have the same hand size as J as John Barrymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "The man is a lot to handle... but a lot of fun.  How was the camping trip?  Aren't you back early?  Are we interru We are.  Let's go, Marty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "No, no, you're not interrupting anything. Are you hungry? the mood for some pasta? Nick looks at Elizabeth, wishing she hadn't invited them",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHESSY",
          "text": "You don't mind?  We haven't eaten since Hearst Castle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": " No, no, it's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I'll set the table for two more... As Chessy and in Join them, Nick slips the bottle of-wine and closes the door. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A ROW OF SUITCASES",
          "text": "lined up IN FRONT OF NICK'S HOUSE.  CAMERA TILTS UP as El comes down the front steps and joins Annie and Martin, wh",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Okay, then, I guess that's that.  We're really off this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sadly watching as a Cab Driver loads the baggage into the The Girls hug and promise to see each other over Thanksgi and promise to see each other over Christmas... Then Nick and Elizabeth hug in a distant way and let go v",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Take care of yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You too. The trunk is closed and Elizabeth hugs Hallie hard... Nic Annie.  Elizabeth, Annie and Martin wave, then duck into pulls off, Chessy, Hallie and Sammy all look up to Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "A Taxi ENTERS FRAME, rounds a corner and pulls up in fron Elizabeth's town house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Elizabeth and Annie ENTER, dropping their bags by the fro door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Hi ... We're home  They don't bear anything.  Annie  (calls out)  Grandfather? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "I'll check his study. Elizabeth ENTERS THE STUDY, and sure enough, there he is, the desk, hidden behind The Financial Times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Hey stranger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The paper comes down and Elizabeth SEES it's Hallie sitting behind the desk. Hallie  Hi, Mom.  Did you know the Concorde gets you here in half the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(stunned)   Yeah, I've heard that...  Annie arrives in the door behind Elizabeth, shocked to se Hallie.  Annie    What are you doing here?  Hallie  it took us around thirty seconds after you left to realiz didn't want to lose you two again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "(appears from the doorway  behind Hallie)  We. I made the mistake of not coming after you once, Lizz I wasn't going to do it again... no matter how brave you 'Elizabeth looks across the study at Nick, her eyes once up, a smile on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Thank you. They stand frozen, their eyes locked on each other. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie  Pssst.... She signals for Hallie to Join her in the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Hallie rushes up to Annie. Hallie  We did it!  We did it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hug. Annie     It's unbelievable. Hallie OhmyGod, you guys are gonna love living in California.... Annie What do you mean ... California?  You two are going to lo in London... Hallie  London???",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH AND NICK",
          "text": "embracing by the window.  CAMERA PULLS BACK through the W CONTINUES into THE FRONT YARD, revealing Chessy and Marti CAMERA BOOMS UP and AWAY finally REVEALING Sammy barking Poodle in the yard next door.  And as Grandfather walks d garden gate and enters the path to the house, we fade out",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2220"
    }
  ]
}