{
  "movie_id": "MOV1847",
  "scenes": [
    {
      "location": "CARRIAGE. VAUXHALL STREETS. LONDON. DAY. 1",
      "time": "2",
      "characters": [
        "22,900. 23,000.",
        "JAMES GLAISHER, (CONT'D)",
        "22,800.",
        "AMELIA WREN AND PIERRE",
        "AIRY, (0.S.)",
        "ANTONIA",
        "COACHMAN",
        "CHARLIE, (CONT'D)",
        "AIRY",
        "CHARLES GREEN",
        "AMELIA WREN JAMES GLAISHER, (CONT'D)",
        "OMITTED 8",
        "NED",
        "JOHN TREW",
        "PIERRE, (0.S.)",
        "JAMES GLAISHER",
        "AMELIA WREN AND JAMES GLAISHER",
        "AMELIA, (V.O.)",
        "CHARLIE",
        "NED, (0.S.)",
        "TITLES OVER",
        "PIERRE",
        "ETHEL GLAISHER, (0.S.)",
        "AMELIA WREN, (0.S.)",
        "JAMES",
        "THE AERONAUTS",
        "22,400.",
        "JOHN TREW, (CONT'D)",
        "AMELIA WREN",
        "TICKET TOUT",
        "22,300.",
        "ETHEL GLAISHER, (CONT'D)",
        "AMELIA WREN, (CONT'D)",
        "AUNT FRANCES",
        "ARTHUR GLAISHER",
        "JAMES GLAISHER, (0.S.)",
        "I LOVE YOU ALL.",
        "ANTONIA, (CONT'D)",
        "TITLES CONTINUE",
        "ETHEL GLAISHER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We see flashes of memory. A balloon in trouble. A man * falling. * Glints of sunlight through an ominous grey sky. * AMELIA WREN, late 20s with a hazardous expression, sits behind the window of a fast moving carriage. She’s lookin at the sky - and there’s pain mirrored in her eyes. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Stop the carriage. She bangs hard on the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Stop the carriage. The carriage is pulled to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMELIA gets out of the carriage - she tumbles out in her to dismount with speed. She stands on the dirty street. S tries to recover her composure. ANTONIA, her caring siste gets out of the carriage behind her. On-screen title: LONDON, 1862. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "Amelia, are you quite well? AMELIA looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA, (CONT'D)",
          "text": "You don’t need to fly today. Return to Richmond with me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Antonia, I just need a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "With all you've been through... No- one would think worse of you....",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I would. I would think worse of me. * I made an agreement with Mr * Glaisher. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "You barely know the man! And the *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "little you do know, you’re irritated by. * \fThe AERONAUTS Cut Order - As of 20th July 2019 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Antonia, please, just give me a moment. ANTONIA frowns and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "Last piece of sisterly advice - doubt is there to be listened to. She re-enters the carriage. AMELIA looks up at the sky. She thinks. She lies back on pavement, she takes a moment. A man walks by and tuts disapprovingly, but AMELIA doesn’ care. She looks up, ever up, and then she smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLES OVER",
          "text": "Behind AMELIA, in the back of shot, we see A BOY RUNNING ALONG THE STREET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLES CONTINUE",
          "text": "And now we’re with the 9 year old, a boot black in unifor as he runs, this is CHARLIE. He runs alongside dilapidate slum terraced houses. He has a look of intensity on his f He approaches an intersection of busy streets. Filled wit carts, carriages, cows and horses. He runs straight acros causing a carriage and a cart to take evasive action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACHMAN",
          "text": "oi! CHARLIE stops and turns, he dances this way and then danc that. A smile on his face. COACHMAN (CONT’D) You little... CHARLIE runs on. On the other side of the road, he runs alongside a long q of people beside a wooden fence. He runs through and past them all. He sees what he’s look for - a big sign ‘HISTORY MADE. HERE. TODAY. HOW HIGH CAN THEY GO?” Above the sign sits a painted picture of a gas balloon. \fThe AERONAUTS Cut Order - As of 20th July 2019 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "TICKET TOUT",
          "text": "The Widow Wren takes to the skies to break the world record. Get your tickets! Next to the sign is a tall hedgerow. CHARLIE checks that not being watched, and then he ducks down through a gap i the hedge, pushes through a hole in the fence behind, and sneaks into the Gardens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLES CONTINUE",
          "text": "Everywhere there are hordes of people - all moving in one direction. There’s an air of anticipation and the chatter excitement. CHARLIE weaves and dodges, passing food sellers, Waveswingers, Revolving Chairs and Merry-Go-Rounds - stal and entertainment all put on to make the most of the occa (and maximize the money taken). But CHARLIE runs through all, determined. Until he gets to the only thing he wants to see - the onl thing everyone wants to see - he looks up in awe towards: An enormous red and white striped, silk air balloon. Bigg better, bolder than the picture on the sign. 93,000 cubic feet, 80 feet tall, and 55 feet wide, covere a vast rope webbing... It towers over the top of the fair This is the MAMMOTH. It is unlike any gas balloon you’ve seen. And it is magnificent. Charlie’s mouth gapes open, and then he smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE AERONAUTS",
          "text": "And we travel past CHARLIE, towards the balloon, it rests the centre of an amphitheatre type structure, filled with VAST CROWDS that have gathered to see the balloon rise. Around the circumference of the balloon, 16 men hold guid ropes to keep the Mammoth in place, with further ropes ti to stakes in the earth. The basket has a temporary platfo surrounding it. \fThe AERONAUTS Cut Order - As of 20th July 2019 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We settle on a man in the basket of the balloon stowing a series of instruments and trying to ignore the fact that is at the centre of all the attention. This is JAMES GLAISHER, 35, a man whose forensic attention to detail be the adventurer within. He looks at his pocket watch, irritated, and then checks rechecks that the bindings on one of his barometers are securely fastened - a job he’s clearly done a hundred tim already this morning. Another man, JOHN TREW, bookish and loyal, ascends the temporary wooden steps to the platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "She's late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "She is, but that is the least of your problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "We'll lose the light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "James, do the clouds not look ominous to you? But JAMES doesn’t look at the clouds, he’s consumed, he climbs out of the basket and checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I repeatedly explained the importance of catching the right light and the right wind at the right time and - JAMES turns to his bag, he begins to check further instruments inside. Amongst them we see a compass, two thermometers (a “dry” and a “wet” one, which is wrapped i muslin and submerged in water), a spectroscope, a magnet, barometer, and a hygrometer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "James. Look up. JAMES looks up. He sees the dark clouds, he frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Not a concern, John, the readings I took this morning were quite clear that... \fThe AERONAUTS Cut Order - As of 20th July 2019 He bends to another basket. He puts some feed into it. pigeons inside coo appreciatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Far be it from me to doubt you, but your weather predictions have been wrong in the past and it’s just possible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NED, (0.S.)",
          "text": "Don’t even think of it. The NED is a tall bald man with a dour face. JAMES looks at h and smiles to mask a grimace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Ned Chambers, John Trew, my very good friend. John this is Ned, one of the hardy entrepreneurs who has invested in our expedition - JOHN leans down from the platform to shake NED’s hand. Bu NED pays him no attention, he ascends the stairs to the platform, looming over JAMES ominously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NED",
          "text": "Don’t even think of telling me flight is not possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Mr Chambers, we are scientists of the air, and we can tell you the one thing no-one can control is - well - the air -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NED",
          "text": "I have paid for gas, I have paid for silk - and is this balloon not the strongest and largest that’s ever been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "But even so it can’t fight the weather, you do not want to be responsible for a tragedy, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NED",
          "text": "I don’t wish to be responsible for refunding the ten thousand who've come here ‘cause you promised them history and -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "(cutting in) We'll fly, Ned. We’ll fly. \fThe AERONAUTS Cut Order - As of 20th July 2019 7 JOHN TREW looks at his friend concerned, NED smiles. JAME GLAISHER meets eyes with NED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "We only need the sky to hold for ninety minutes - once we’re above the cloud line, it will be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NED",
          "text": "Good. That's fixed. Now - did you not promise me a five o’clock ascent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I did. I am merely waiting for the pilot. It’s not the first time she's kept me waiting. NED smiles and walks away through the crowds. JAMES watch him go and then looks up anxiously at the clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "What a truly pleasant man - JAMES - deliberately not looking up - starts to load a se of sample jars into the balloon, wrapping each one in cot and then placing them into the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "One must make compromises in order to achieve greatness my friend.... He hears a ROAR from the crowds, he turns towards it, as JAMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "And he’s merely one compromise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fast approaching, standing on top of a carriage drawn by horses - getting cheers from all sides - AMELIA is now resplendent in a dress festooned with feathers. It’s a complete transformation from the woman we saw earlier, th woman almost cowed by the world is now wild and fabulous. has the crowd in the palm of her hand and has a look of u delight on her face. As the carriage pulls alongside the balloon, one of the m holding the ropes passes one to her. She SWINGS from it o the rostrum. She does a cartwheel on landing, and turns t cartwheel into a flip. She lands, and presents to the cro",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "You're incredibly late. \fThe AERONAUTS Cut Order - As of 20th July 2019 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Lesson number one of Aeronauting- we are creatures of the skies and have no respect for landlocked clocks. She walks around to the steps leading to the basket, and speaks loud enough for everyone to hear her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Mr. Glaisher, are you really not a gentlemen at all? Hold out your hand to me. JAMES holds out his hand. She takes it. And then she tumb from the steps into his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Naughty. The crowd cheers. NED pushes through the crowd to see her, AMELIA smiles at beguilingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Are you ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Mr Glaisher, you have no conception of how ready I am. NED smiles at her shyly. She gets into the basket with a flourish, and then waves to the crowds. She whistles -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and jumping from the carriage window comes a dog in a s coat. She holds out her hands, he jumps into her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "No. Absolutely not. Under no circumstances are we taking a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I told you we’d need to put ona show for takeoff, and the crowd prefers my dog to your boxes. She indicates the scientific instruments being loaded int the balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "These are essential meteorological instruments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThe AERONAUTS Cut Order - As of 20th July 2019 9 AMELIA makes eyes at one of the men holding the balloon d they nod at her authoritatively, she nods back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And this is an essential dog. She’s called Posey. The essential Posey. She puts Posey down, and he enters the basket through a little opening in the side. The crowd cheer. JAMES grimaces. She pulls herself from his arms onto the edge of the ball She balances along the edge, all nimble beautiful energy. raises her hands in the air. The crowd whoop. She is astonishing. She raises her hands again for silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Ladies and Gentlemen. Today myself - Amelia Wren - my naughty scientist Mr. Glaisher - and my wonder dog Posey - are going to change the world. Are you ready for us to do so? There are loud cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "This balloon on which I stand - the Mammoth - is a balloon like no other and will allow us to ascend higher into the air than any man or woman has ever gone. She raises her hands in the air. The crowd laugh and chee again. She looks out in the crowd and sees a man she recognises: PIERRE. She looks at him a moment and then controls herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "The French rose to 23,000 feet. Today, we will break their record and reclaim it for these fair shores. Who knows, we may reach the moon and bring back star dust! (beat) Today is a day when history will be made - and you will all be part of it. (to Glaisher) Mr Glaisher, now’s your moment. Up you get. There are yet more cheers. AMELIA pulls JAMES upwards, so too balances on the basket. AMELIA raises both her hands the air. On cue, FIREWORKS go off around the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The AERONAUTS Cut Order - As of 20th July 2019 10 Brilliant sparkling eruptions of colour surround the amphitheatre. The crowd ROAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAMES looks around at them all - a bemused smile on his f whilst AMELIA quickly and efficiently checks the rigging valves surrounding the basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Fireworks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Are you ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I just need to retake my ground readings and then a final check of the equipment.... She counts the sand bags, she checks the appendix and fin she checks the valve line. She’s fast, precise and magnificently efficient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Well, my equipment was all prepared in advance. Now, don’t touch that rope, Mr Glaisher - it’1ll let out the gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I do know how a balloon works. She signals to the men on the ground - who let go of the ropes and kick out the stakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "We fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Ground readings are essential - if they’re not accurate, then everything I take from now on - The balloon rises up. JAMES looks around, slightly bewildered, he starts desperately to take temperature and pressure readings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "The sky awaits. AMELIA takes a handful of sand and deposits it off the si of the balloon which falls to the floor beneath. \fThe AERONAUTS Cut Order - As of 20th July 2019 11 There’s a moment of stasis and then - with a jerk and a c or two - the balloon begins to rise up. Slowly at first, with gathering speed. It’s majestic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "God speed, old man. JOHN TREW calls up to the basket. But JAMES GLAISHER does even notice him, he’s too intent on getting his notations down. The crowd watch in wonderment as the Mammoth silently ascends. Amongst them we pick out the face of CHARLIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "400ft. Rising 400ft/min. 25C / 77F AMELIA has a business-like air that we haven’t seen befor She pulls herself up onto the netting on the side of the balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Giving the people their money's worth. She leans out and waves, the crowd cheer. The balloon ris to sixty feet and then a hundred. THOUSANDS OF PEOPLE wat from below, all with their faces turned upward to the sky She climbs further up the side of the balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Won’t you damage the integrity of the balloon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Perhaps. She pulls a cord on the side of her dress and the feather fall from it from all sides leaving her half the size.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "This is insane. The feathers twinkle down in the wind, and are gathered enthusiastically by the crowd below. She leans out further, keeping good hold of the netting a she does, but she leans too far, she loses her grip, and suddenly SLIPS - \fThe AERONAUTS Cut Order - As of 20th July 2019 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "No! She SCREAMS - and then spins athletically around the hoop smiles. The crowd cheer below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "For God's sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It’s what they call entertainment, Mr Glaisher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Well, I’m not finding it particularly entertaining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Yes, it requires a sense of humour. Which you seem to..lack. She hangs nonchalantly in the air, her arms outstretched, welcoming the applause, her smile wider still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Oh, don’t look so sour. The dog. Give me the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "What do you mean give you the dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Pass me Posey, Mr. Glaisher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I’m not handing you the dog. JAMES wrestles with this notion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Posey, now. Before we lose them. He scrabbles around in the basket for the dog. Eventually he’s able to grab POSEY and passes the dog up her. But as he does, she lets POSEY slip from her grasp. She screams and he hollers out in astonishment - as the d plummets past him, falling towards the earth with a yelp, looks down after it - anguished - and then the dog’s parachute opens. A parachute? The crowd cheer ever louder. She smiles. \fThe AERONAUTS Cut Order - As of 20th July 2019 13 She spins round on the hoop and kisses the air extravagan JAMES looks at her - unsure what has happened here, but s he doesn’t like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Oh, well done Posey! Well done. She watches as POSEY is caught in NED’s arms below and th breathes in a tremendous breath, she is high on exhilarat She sees JAMES looking up at her. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Mr Glaisher, you are airborne for the first time in your life, I suggest you spend less time frowning at me and more taking in the world we’ve just left. JAMES looks down and suddenly it seems all of London is l out below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1,200ft. Rising 400ft/min. 23C / 73F AMELIA looks at JAMES, she smiles quietly at his astonishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "(soft) Quite something isn’t she? London. When we’re further up, we’ll be able to see across to Windsor and down to Brighton. With current bearing, we should end up somewhere south of Canterbury. But anything is possible in this weather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAMES says nothing. AMELIA looks at him a moment more and then is a hive of energy balancing their equipment. From entertainer to businesswoman in two short breaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "It all looks so -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Insignificant? With one final look down, she pulls herself down to the basket, flashes him a smile and then turns back to her equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Do you take anything seriously? JAMES shakes his head. \fThe AERONAUTS Cut Order - As of 20th July 2019 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Those people gathered to see an act of science, to witness us break the height record, they didn’t need to see a flying dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Still stuck there, are you? AMELIA pulls her sleeves down and starts to take her make off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I have spent much of my life being laughed at for what I do Miss Wren, I did hope today of all days might prove an exception. He returns to his books. She watches him carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Tell me, what determines your reputation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "My reputation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Your standing in the scientific community? JAMES frowns, considering sincerely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I am aware what reputation means. The papers I’ve written, the discoveries I’ve uncovered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Your reputation is built on paper. My reputation is built on screams. Those people below came to be entertained. And they - if you didn’t know - are the ones paying for this trip. JAMES looks at her, then shakes his head, as he takes a p of opera-glasses out of a pocket in the side of the baske",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Off to the opera? He ignores her and uses the glasses to look up at the sky the darkening clouds - he frowns, but then dismisses his worry. \f10 The AERONAUTS Cut Order - As of 20th July 2019 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Don’t try and pretend that cloud isn’t a concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I am the scientist. You’re the pilot Miss Wren. Let’s stick to our roles shall we? He looks down at Greenwich Observatory, hundreds of feet below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A younger JAMES GLAISHER is climbing fast up a sloping ro wearing a large shoulder bag. He is being pursued by JOHN TREW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "JAMES. James.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I will not miss this, John. JAMES opens a window, climbs out of it and is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "For God's sake. JOHN makes a face to himself. And then cursing his better nature, crawls up the roof after his friend. JOHN TREW (CONT’D) It is in the air, we could have stayed on the ground and looked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "We must see it from the best vantage point, Johnny. JAMES pulls himself onto the roof. JOHN a few windows behind him, with one more despairing l to the ground, pulls himself after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN lies flat on the roof, panting deeply. Bells can be heard striking in the distance. JAMES turns towards them with a smile. \fThe AERONAUTS Cut Order - As of 20th July 2019 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The sky is clear. I predict a clean take-off. Which means in precisely sixteen seconds precisely we should see.... JAMES unpacks his shoulder bag - revealing within it a la telescope and then a stand to place it upon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "You are aware he might not get off the ground? He fits the telescope into the stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Charles Green will get it off the ground. He moves the stand to the very edge of the building. JOHN sees plaster crumble away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Maybe not quite so close to the edge of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "John, stop scowling at me. Do I clock the hours I spend helping you pin butterflies to a board?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Pinning butterflies is not a dangerous pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Five, four, three, two, one. There’s a long pause. JAMES slowly deflates, JOHN looks a his friend with sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "It could be anything. The gas valve ruptured, the silk tore - JAMES smiles as suddenly - clear as a day across London, balloon starts to rise up. JAMES looks at JOHN with the largest of smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "He has rethought his balloon shape. Wider at the top, like a parachute. \fThe AERONAUTS Cut Order - As of 20th July 2019 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "May I look? JAMES reluctantly lets JOHN look through. JOHN looks intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Mr Trew, if you’ve had time enough... JOHN steps away with a smile, JAMES retakes his perch. And then thinks and then lifts the equipment and repositi himself towards the outside of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "He’s broken cloud. He refocuses the telescope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "I’ve lost him. He looks up to the sky. He squints. JOHN TREW looks at hi friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "You’1ll get your chance you know. They'll realise your worth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I think they know what I’m worth well enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAMES GLAISHER stands at a lectern, in front of him assor scientists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "We know more now about the world around us than we have at any time in history, but still we are limited by our ignorance as to what is truly above us. With the progress we have made in balloon travel here at the Society, pioneered by Charles Green, we could advance meteorology by decades. Analysis of the Earth’s magnetic field, the solar spectrum, knowledge of the dew point, an understanding of oxygenation of the atmosphere... \fThe AERONAUTS Cut Order - As of 20th July 2019 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "He wants my balloon! Laughter breaks out again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "No sir, I want funding for my own expedition into the skies -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "We are scientists, not fortune tellers! You talk of weather prediction. There’s laughter. JAMES rides over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Is that not our responsibility as scientists - to bring order to the chaos...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "- if we can understand what’s - you are no closer to above us -— predicting the movements of the weather than the movements of a frog in a jar. He makes to walk out of the lecture theatre, others follo",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "With your financial support I believe we are on the precipice of great change - the possibility of advance weather prediction might allow for - He sees them all departing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Please - please - 10c EXT. ROYAL SOCIETY. DAY 10c JAMES stands in the courtyard alone, as snow falls all ar him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James's father, ARTHUR GLAISHER is reading a newspaper article.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "“James Glaisher spoke this week at the Royal Society of his plans to make a science of the weather. - \f10Ab 11 The AERONAUTS Cut Order - As of 20th July 2019 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I’ve read it, Pa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "“To the accompaniment of much laughter, he laid out -”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER",
          "text": "Arthur. Stop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "They're wrong, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "Many more think you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Many didn’t believe Newton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "Oh, James. Newton changed the way we saw the Earth and the planets. You think you can predict when it might rain. JAMES takes the bullet. He holds hard to his dignity. ARTHUR GLAISHER (CONT’D) What they say about you - it doesn’t hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I wish it didn’t hurt you. EXT. WATCH SHOP. DAY 10Ab JAMES walks away from the shop. He looks up back at his father’s window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5,700ft. Rising 400ft/min. 18C / 64F We re-join Wren & Glaisher, high above London, as they dr upward towards the thick cloud bank above them. WREN is dressing herself thoroughly in warm weather gear. sort of precursor to flying leathers. She does so discreetly, and JAMES makes sure to look away. She’s striking, practical and in control - she knows what is coming. JAMES, still in his wool suit, continues to take his measurements. \fThe AERONAUTS Cut Order - As of 20th July 2019 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Nine minutes and sixteen seconds. Height 5,700 feet. Air temperature, 64 degrees Fahrenheit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "How delightful. (motioning to her corset) Could you? He awkwardly helps her to undo her corset. She takes it o and puts on her jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "You should put on your oilskins, Mr Glaisher. Ignoring her, he writes something on a piece of paper. He ties it to a pigeon and lets it go, it flies shakily a and then down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "What are you attaching to those pigeons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Our readings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Oh, so reassuring to know you've contemplated our deaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Just - insured against them. AMELIA looks at him, she frowns, amused, but this time sh doesn’t challenge him, she looks up at the dark sky above them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Cloud ahoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6,100ft. Rising 400ft/min. 15C / 59F The balloon is swallowed by the heavy, still clouds, and AMELIA looks over the edge so the earth disappears from v",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "What more felicitie can fall to creature Than to enjoy delight with libertie, \fThe AERONAUTS Cut Order - As of 20th July 2019 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERRE",
          "text": "And to be lord of all the workes of Nature, She turns and sees PIERRE with his back to her, looking o at the clouds. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN AND PIERRE",
          "text": "To raine in th’aire from earth to highest skie, To feed on flowres and weeds of glorious feature. She approaches PIERRE, he turns, and it’s - JAMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "To take whatever thing doth please the eye. AMELIA looks at him - astonished. He smiles shyly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Spenser. The Fate of the Butterfly. One of my favourite poems. AMELIA swallows, dealing with her complicated emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Surprising. Didn’t have you down as a literary man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Men of science can enjoy words, Miss Wren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "My husband loved that poem. Beat. JAMES tries to retain his dignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I would have liked to have met your husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I’m not sure he'd have liked you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "He disliked people who studied rather than practiced. JAMES takes the dig as he reaches out and feels the air o his fingers. A roll of THUNDER. \fThe AERONAUTS Cut Order - As of 20th July 2019 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "We are still sure this weather will hold - because my instinct tells me",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Instinct has no place in weather prediction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "- that you’re lying to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Every reading I took this morning -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And there are no advantages in concealing concerns - we’re trapped here no matter what you say. JAMES thinks and then looks at her. He looks back at his measuring apparatus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The air pressure is - changing faster than I anticipated. There is a flash of LIGHTNING - AMELIA turns towards it a JAMES scans the sky - truly concerned now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Your readings were wrong. We are about to get wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Quiet. He holds out a hand. He’s listening for something else. W wait with him - the silence is powerful and oppressive. AMELIA looks at her hands. Moisture is clinging to her gloves. There is another rumble of THUNDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You're discerning how close we are to the storm. JAMES says nothing - clearly panicked, he turns to his equipment and consults numbers in his book. Suddenly the balloon JOLTS. The balloonists grab the side of the baske Then there is calm again. AMELIA looks to the West and th East. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "And so it begins. \fThe AERONAUTS Cut Order - As of 20th July 2019 23 EXT. SKY. CONTINUOUS -— 13 We’re in a pocket amongst the cumulonimbus clouds. We lin on the churning sky. Lightning illuminates hidden crevices. A rapidly shifting and darkening landscape. We see moving through it - the Mammoth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7,200ft. Rising 400ft/min. 10C / 50F And then we’re back inside the balloon. JAMES is taking readings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "We need to batten down. He takes out his Spectroscope. He twirls it around. He ma notes in his book. AMELIA WREN (CONT’D) I’m not sure your instruments are much use to us now. JAMES looks at her, and then checks the hygrometer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "There are no prizes for obstinacy. James — THUNDER. They both turn towards it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "If you won’t listen to me. Listen to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Not one of my readings suggested a storm -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Well that’s what it is, and we’re inside a cumulo, which is precisely where we shouldn’t be. He takes more readings. He’s more skittery now, less focu She sees another flash of LIGHTNING. A roll of THUNDER on seconds later. \fThe AERONAUTS Cut Order - As of 20th July 2019 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Don’t worry, The Mammoth is not made of conductive material - we won't attract lightning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And if we do, the gas keeping us afloat is fifty per cent hydrogen, thirty-five percent methane, so we won’t live long enough for me to point out how wrong you were...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7,600ft. Speed of ascent constantly changing. 9C / 48F Suddenly both balloonists are THROWN to the floor, an agitation in the air causes a WHIRLWIND - which turns the giant balloon three times from the right to the left. There is another SMASH OF LIGHTNING closer to the balloon this time, and with it comes the RAIN. Rain which lashes down and which seems to suggest worse. JAMES returns to his instrumentation, writing down a seri of readings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Get that equipment put away now -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The equipment will give us the information we need to survive this They are THROWN again, violently this time, horrifically time. JAMES is slammed into the side of the basket. AMELIA hauls him to the floor and uses her legs to pincer into position -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Stay still and keep calm - I need to get us out of here. And then they are THROWN again - and this time JAMES is thrown on top of AMELIA, smashing his head on the pigeon in the process. BLOOD pours from the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "We cannot descend - this may be our one and only opportunity -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Of course we don’t descend. \fThe AERONAUTS Cut Order - As of 20th July 2019 25 JAMES looks at her, shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "We don’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "There are two ways to break a storm. One is to travel beneath it, the other - to travel above it. The safest way is up. Another fork of LIGHTNING STRIKES. The THUNDER ROARS immediately afterwards. AMELIA looks across at JAMES - a smile spreads across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The safest way is up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Who did you think you got ina balloon with? AMELIA smiles and then pulls off her wet and slippy glove and grabs a knife from her small bag and leans over the s of the balloon - seemingly immune to the raging storm - t slice off some bags of ballast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "9,000ft. Falling 4000ft/min, then rising 600ft/min. 7C / Then the balloonists hit a pocket of cold air and the bal suddenly DROPS 1000 FEET. This has the effect of sending AMELIA and JAMES and everything that isn’t bound to the basket of the balloon in the air. JAMES’s leg hits the underside of the table o his way up, BREAKING IT and sending his equipment everywh We watch almost in slow motion the detritus float away - gloves arcing gracefully out of the balloon and away. AMELIA and JAMES hit the underside of the balloon, bounce off, and fall back towards the basket again. JAMES lands HARD in the basket, but AMELIA misses the bas clawing desperately at the wicker as she does. JAMES look for her but everything is obscured by the mist. He’s blin",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Amelia! Amelia. AMELIA’s legs dangle helplessly in space. She clings to t rope that holds the grapnel, the rain LASHING around her. \fThe AERONAUTS Cut Order - As of 20th July 2019 26 The mist clears and her perilous position becomes very cl She's on the verge of oblivion. Then the mist returns and blindness is intoxicating. JAMES grabs a central rope and reaches out a hand -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Take my hand. Take my hand. He grabs at one of the toggled ropes holding the basket t the hoop, but in quick succession three of the TOGGLES SN and the balloon is massively destabilized, everything tum towards him as the basket falls into a slant. This loosen AMELIA’s grip and she falls further. Screaming as she doe",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I can’t - I can’t get...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Hold on. HOLD ON. He grabs another rope, then quickly ties a rope around hi waist and secures the other end to the hoop above his hea He steels himself - overcomes his fear - and leans out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "On three. One. Two. They grab hands. They dangle for a moment, him holding her as firmly as he can. And then he starts heaving her back into the balloon. She scrabbles up, gets a foothold. It’s hard. The rain continues to lash their faces. AMELIA manoeuvres way upwards. She lands beside him in the bottom of the basket, both BREATHING DEEPLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "9,600ft. Rising 600ft/min, then 1000ft/min. 5c / 41F As the storm buffets around them, AMELIA pulls a ROPE nex JAMES, releasing a sandbag which plummets into the cloud. She pulls another ROPE on her side of the basket: another of ballast FALLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Hold tight, it’s not over yet. \fThe AERONAUTS Cut Order - As of 20th July 2019 27 They look at each other, clinging on for dear life, as th storm rages around them. There’s a particularly large JOLT and then there’s silenc They both breathe out. The grey mist surrounding them beg to brighten as we start to get wispy definition in the clouds. Then, almost magically, sunlight pours into the basket. T both smile as a golden-tinged blue starts to emerge. A calmness floods both over them and the balloon. AMELIA unties the rope, and they both lie there a little more. Then JAMES stumbles to his feet and looks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11,500ft. Rising 1000ft/min. 3C / 37F The basket is tilting at a desperate angle. But the sky - sky bears no scar of what they have just been through. He looks down at the storm, and then up at the tranquil air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "We rose above it. AMELIA gets to her feet slowly, she looks around herself. looks at the dripping wet balloon, ropes and at the wet p basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Well. We mostly did. This is one broken bird. She looks at him, she smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN TREW stands looking through a telescope. He thinks, frowns, and puts the telescope away. CHARLIE approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "May I look through your spyglass Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "There’s nothing to see. I lost them when the storm passed over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I would like a look all the same Sir. JOHN looks him up and down. \fThe AERONAUTS Cut Order - As of 20th July 2019 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (CONT'D)",
          "text": "I won't steal it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "I didn’t presume you would. You have interest in the air?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Don’t you wish to be up there with them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "I'd be an unnecessary weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "All the same... A look of intense sincerity passes across JOHN TREW’s fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Some reach for the stars, and some push others toward them. CHARLIE looks at him like he thinks he’s mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I wish I was up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "And you're not afraid of the clouds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Clouds are just water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "What about the birds that may attack you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "May I look through your eye glass? JOHN TREW smiles, he pulls the eye glass out. We look upwards. Lurching this way and that with CHARLIE’ eyes. We twitch this way and that - looking for something - anything - and then we see something - a speck - CHARLIE (0.S.) (CONT’D) I can see them, Sir. JOHN TREW looks over, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Not possible. \fThe AERONAUTS Cut Order - As of 20th July 2019 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I can see them Sir, I can. CHARLIE hollers with joy as we ascend quickly towards a s that becomes a balloon that becomes the Mammoth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "13,500ft. Rising 350ft/min. 1C / 34F And we're back in the balloon and looking down, a magnifi sea of cloud lies beneath it, its surface being varied wi endless hills, hillocks, mountain chains and many snow wh masses rising from it. Towering pillars of Cumulonimbus r upwards to the heavens all around them. The balloon is dwarfed by the enormity of the cloudscape. The thunder, now far below them, rumbles beneath the car. JAMES and the equipment are now on the other side of the basket, trying to rebalance and re-angle the basket. AMEL is above him, perilously balancing on the edge of the balloon, lashing a rope from the basket to the hoop in or to re-engineer the broken toggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Now pull hard. Hold it. There.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "There?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "There. I believe we’ve - done it. She looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "It should keep. She smiles. She bangs on the hoop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Stronger than she looks. She stays on the edge of the basket. She looks out, a str smile on her face. JAMES immediately busies himself reset his equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (0.S.)",
          "text": "Mr Glaisher. We pull up to see JAMES collecting readings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "James. You will miss it. \fThe AERONAUTS Cut Order - As of 20th July 2019 30 She indicates an aureole - a full-circle rainbow to their East. JAMES turns. A myriad of colours that glitters in the light. It’s mesmeric. And reflected in the centre of it, the Mammoth. A ghost balloon with a multi-colored halo. A dazzling sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "(awed) An Aureole. Have you...ever seen one? AMELIA nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You haven't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Only in books. JAMES reaches out almost to touch it. She smiles to see h glee. There’s a long moment of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I believe you should be checking your instruments, Mr Glaisher. You can’t have taken a good reading in quite some time. JAMES looks at the full-circle rainbow. And then back at",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "You do so enjoy being amused by me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I am amused by your enjoyment of something that has nothing to do with numbers. JAMES looks out, he smiles. And then he looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Have you noticed? It’s completely silent. There’s a silence. Then JAMES raises his hands in the air HOLLERS LOUDLY. AMELIA laughs. \f23 The AERONAUTS Cut Order - As of 20th July 2019 31 He raises his hands and HOLLERS again. JAMES takes a deep breath in. He stands swaying a moment. He HOLLERS a third time. She thinks and then HOLLERS herself. The two look at each other and smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Cloud ahoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15,250ft. Rising 350ft/min. -2C / 29F The balloon drifts into the upper section of one of the l cumulonimbus columns. They’re surrounded by mist again. And then there’s the sound of a church bell. AMELIA looks around - as if searching for it. Then we hear whispers of voices that transfigure into wor calling to each other. As if by magic, we are surrounded by the crystal clear so of a London street. It’s as if we’re right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Would you listen to that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "But that sounds like -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Horses. Bells. People. It is the sound of the streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "We have flown through a storm and still London follows us. JAMES checks his instruments. A look of delight on his fa He doesn’t see AMELIA’s discombobulation. One voice pierc through the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERRE, (0.S.)",
          "text": "Thank you for giving me somewhere I belonged. AMELIA looks down as if desperately searching for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The Hygrometer reading is phenomenal. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThe AERONAUTS Cut Order - As of 20th July 2019 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "I suppose the humid conditions must be conducting the sound. JAMES thinks and then shouts down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "We have no interest in you London. Please leave us alone, you damn - ants. She feels dizzy a moment, and slumps to the floor of the basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Are you well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It‘ll soon pass. INT. AMELIA’S HOUSE. DAY 24 AMELIA is asleep on a rug beside a deep armchair. A bottl beside her. Posey looks up at her, watching her snore. There is a loud knocking at the door. She ignores it, until it suddenly opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I didn’t lock it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "No. You did not. AMELIA turns and looks at ANTONIA. They look similar. The sisters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA, (CONT'D)",
          "text": "You're not dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And yet I am wearing clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "When was the last time you changed them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You break down my door to tell me to wash?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "When was the last time you opened any curtains? \fThe AERONAUTS Cut Order - As of 20th July 2019 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Sunlight ages - I want my furnishings to retain their glow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "Which ones are glowing? The ones with your food upon them or the ones covered in dirty clothing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I do not need to see it to know it’s there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "Well, much as you might enjoy your self-pity, I am not here to freshen anything. Phillip has invited us to a small gathering -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "No. ANTONIA picks up a glass, she sniffs it. She recoils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "Amelia....",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I do so hate how you say my name. Like a priest imploring me to confess my sins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "It’s been two years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And that’s time enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "Do you think Pierre would have wanted this? AMELIA turns and looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "That is beneath even you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "(imploring) I‘1l help you change. Come. Sisters together. And then I’11 let you rot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMELIA stands in the middle of a floor. \fThe AERONAUTS Cut Order - As of 20th July 2019 34 Around her moves society. And it does seem like all of society is here. The finest gowns, the fiercest laughter, tinkliest conversation. AMELIA looks swallowed up within it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT FRANCES",
          "text": "Your sister is proud as punch she pulled you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Hello, Auntie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT FRANCES",
          "text": "She keeps trying to persuade men to take you onto the floor. POPPY walks past them both, a chiselled man either side o her, hanging on her every word, she turns and grins at AMELIA, who looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And they refuse her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT FRANCES",
          "text": "I think they’re intimidated by you. AUNT FRANCES indicates, ANTONIA is talking to a young man looks over at AMELIA, and then looks away - blushing as h does. AMELIA laughs. AUNT FRANCES (CONT’D) Still, hard to be the woman that provokes fear. AUNT FRANCES touches her niece’s neck, and then moves on the crowds. AMELIA looks over as ANTONIA is talking to another young She looks down at her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (0.S.)",
          "text": "You’re the Widow Wren. AMELIA turns to be faced with JAMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I dislike that title.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "You’re Miss Wren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Amelia Wren. And who might you be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Glaisher. James Glaisher. \fThe AERONAUTS Cut Order - As of 20th July 2019 35",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It was a pleasure to meet you, Mr Glaisher. She nods, she makes to walk on. JAMES calls after her desperately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "What brings you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "The selfish needs of a sister. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The mercenary needs of a friend - he needed accompanying to his “romance” — He indicates across the hall, a handsome man dancing stra backed with a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "She is apparently worth thousands of pounds a year. I am trapped here, just as you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Well, we needn’t trap each other. She makes to walk on. But JAMES is still not letting her",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I am a scientist, an astronomer, a meteorologist, and —-",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "A scientist, an astronomer and a what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "A meteorologist. I believe weather can be predicted. AMELIA looks disbelievingly at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "I need to make studies of the air and I need to be in the air She turns and nods and makes to walk away. JAMES pursues",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "- and I need you to take me. AMELIA steps back - surprised. There’s a pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Do you even have a balloon? \f26 The AERONAUTS Cut Order - As of 20th July 2019 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Not yet, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "So you make an invitation to me when it is I should be inviting you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I need us to - I need you to fly us higher than anyone has ever travelled before. AMELIA considers. She looks up, she looks at JAMES, she s her sister circling another man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Dance with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Dance with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Dance with me and we may converse more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMELIA and JAMES are now turning around the dance floor. Around them others move elegantly, AMELIA is determined n to, slipping her feet into the wrong place, kicking her h back in the wrong manner. Not ostentatiously, if it weren for the fact that we’re studying her we wouldn’t notice, it’s there. Yes, even in dance she finds small ways to rebel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I presume there is a game you’re playing with others in the room -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You think I’m trying to make another jealous? You’re not that handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Every man in this room is petrified to be seen talking to you, let alone dancing with you. No, your game is with another. Those words hurt AMELIA, but she won’t let them show. She looks across, she sees ANTONIA, who is watching her with careful smile. \fThe AERONAUTS Cut Order - As of 20th July 2019 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You're clever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Merely observant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Or presumptuous. And equally, there are certain things - if I may - that I feel safe in presuming about you. JAMES says nothing, but is that fear on his face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Perhaps that you don’t have an invitation for tonight’s events. Would that be a fair presumption?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "On what basis do you make that assumption?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Your suit is two years out of fashion, your shoes abominable, your dancing ridiculous, I'm leading, you are not, and, finally, because this man clearly doesn’t know you at all. She has steered them to the handsome man he claimed he wa here with. She spins him to a stop in front of him. JAMES looks at the man, who frowns back. His secret has b exposed cruelly. But AMELIA doesn’t care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Thank you for the dance. She disconnects from him. He pulls her back towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I didn’t realise appearances were so important to you. I’m sorry they do not live up to your society standard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I don’t care what shoes you wear. I care that you’re lying to me. \fThe AERONAUTS Cut Order - As of 20th July 2019 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "It will be your balloon. All I want is to help with the design and be given the freedom to undertake the experiments that -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I am not a coachman for hire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Good. I’m looking for a fellow scientist. To understand the weather is to understand how to make ships and sailors safer, farms more productive. We can prepare ourselves and our world for floods, drought, famines. He can see he’s getting to her. She opens her mouth to sp and then pulls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "I want to rewrite the rules of the air, Miss Wren, and I need your help. So will you? Help me? We close on AMELIA’s face. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMELIA is examining a balloon as it is partially inflated ANTONIA walks up behind her, dragging her children behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "You're punishing me. AMELIA turns and frowns at ANTONIA, and looks particularl surprised to see her children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I’m not sure a factory full of flammable gasses is the safest place for children -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "You're punishing me for dragging you to that ridiculous evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I'm grateful to you for dragging me to that ridiculous evening, I would not have made the acquaintance of Mr Glaisher otherwise. Now, girls, I believe we have some macaroons somewhere - \fThe AERONAUTS Cut Order - As of 20th July 2019 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "And if that is not proof of punishing me then I don’t know what is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Not here. AMELIA walks away from the balloon, past a selection of baskets being woven to her specifics, she doesn’t want th conversation to happen in front of the engineers. She wal quickly, and ANTONIA walks quickly beside her. ANTONIA’s children have to fight to keep up with them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "I hated you going in the air with Pierre, but why you would go up on your own - I can’t even -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "With Mr Glaisher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "You are my only sister, I do not wish to lose you to any more foolishness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You'd rather I found a man prepared to marry me, to devote myself to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "I'd rather you'd find a way to make yourself happy rather than the pursuit of frivolous history making. You can’t just fly away from your problems! You have to face them here - on earth - with the rest of us. AMELIA pushes their way into a corner where reams of mate lie ready for stitching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Antonia, I believe there are answers in the sky -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "Let somebody else find them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Pierre believed it too - and this Mr Glaisher -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "- sounds barely capable of anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThe AERONAUTS Cut Order - As of 20th July 2019 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "But I am capable - I ama really good aeronaut - and I want to use what I’m good at -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "You are a highly accomplished woman. You could be good at so many things. You could have the most beautiful life amongst society - if only you’d try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And if that isn’t what I want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "Then you have to learn to want it. Fight the important battles, so you may find a life you can be proud of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Up there - it’s where I’ve found the greatest happiness. ANTONIA looks at her sister, cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "He was the happiness, not the damn balloon. (she calls out) Come on girls, we're late for lunch. The words sink into AMELIA’s face as she watches her sist pull her children from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "18,600ft. Rising 400ft/min. -4C / 25F We rejoin the aeronauts as they soar higher. They are sit together on the floor of the balloon. JAMES has assembled instruments on top of the campaign chest, and is using th top of his ruined table to write on. The clouds roll in their glittering masses beneath them a the balloon throws a large shadow on this heap of clouds. JAMES'’s suit is wet through and he is cold - the only th preventing hypothermia is the fierce sun - which is keepi him moderately heated (and causing his clothes to steam).",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Have you been up this high before? \f28 The AERONAUTS Cut Order - As of 20th July 2019 4l",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Only once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "With Pierre? She says nothing. JAMES looks at her face, she looks overwhelmed. There’s a silence. JAMES is unsure how to break the silen",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "We have time enough for it, why don’t you tell me about him? AMELIA takes a swab from a pocket in the side of the bask",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Ashamed as I am to not stick to your conversational schedule, I have nothing to tell. Does your forehead not hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I can’t feel it. I didn’t mean to - what happened to you - I didn’t mean to make light of it. AMELIA nods, and then starts to clean his cut. He lets he",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It will heal. (beat) You won’t have a scar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19,400ft. Rising 500ft/min. 0C / 32F As AMELIA tends to JAMES’ wound, a YELLOW BUTTERFLY flutt past them and lands on a piece of JAMES’ equipment. They look at it in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "At this height?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "That's exactly what I was thinking. Then another YELLOW BUTTERFLY floats past. Soon they are surrounded by a swarm of butterflies, brilliant yellow against the clear blue sky. It is a sight to behold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "He was right! The fool was right! \fThe AERONAUTS Cut Order - As of 20th July 2019 42 AMELIA stands watching the butterflies - her emotion palpable. JAMES laughs in delight, as a BUTTERFLY lands on his head and then another on AMELIA’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Of all the amazing things - My friend John Trew - he’s made study of them. He theorised - beyond the birds - an air current on which only the insects travel... I never believed him and I certainly didn’t think we’d prove him right. The butterfly on his head flies away. He smiles reaches o hand and gently lifts the butterfly from her arm. This fe like a new intimacy. We lean into that moment and then th both flick it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "They are wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Where are they heading, do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Perhaps they trust the wind to decide. He smiles at her, she smiles back, and then her expressio changes. She reaches out her hand and places it within the butterflies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "He'd have liked these. Pierre. They dance around her and away. She turns and watch them Then she turns back to JAMES, with tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "My husband was the bravest man I knew. He saw possibilities others could not, but his most enduring quality was a deep and true love for the beauty of the world. She waits a moment. He looks at her. \fThe AERONAUTS Cut Order - As of 20th July 2019 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Thank you. Others would have pushed me further. Thank you for not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I cannot quantify what you lost. She looks at him a moment more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "No. You can’t. Return to your instruments, Mr Glaisher. James. JAMES looks at her a moment more, unsure whether to say anything else. She looks back, proud but with a vulnerabi we haven't seen before. AMELIA WREN (CONT’D) I said, return to your instruments -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I shall. He does, and then he looks back at her, and then he retur to his instruments. INT. AMELIA’S HOUSE. NIGHT 53 AMELIA is sitting on her own. A look on her face of pure contemplation. And contemplation for her is pain. She looks over a collection of newspaper clippings; a his of her past life in the air. Headlines saying ‘BELLE OF T BALLOON!” A wedding picture of her and Pierre. And an art about Pierre’s death in a balloon accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMELIA’s feet click to the sound of scandal. This is a me only establishment. Not that any of the men she passes ha the confidence to say so. AMELIA knows she’s breaking the rules and is very much enjoying doing so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRY, (0.S.)",
          "text": "Wren isn’t it? Amelia Wren? AMELIA turns to see AIRY walking with CHARLES GREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I’m looking for James Glaisher - \f38 The AERONAUTS Cut Order - As of 20th July 2019 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRY",
          "text": "You are very welcome to wait outside while we fetch him to you. We have a policy you see about the fairer sex and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Then I’1l find him myself. She nods at CHARLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Lovely to see you again Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN TREW is staring at a watch. JAMES is anxiously packing the crate we will later see on board the Mammoth. We’re close on him to see the speed an precision with which he works, his hands a flurry through instruments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Come on James, imagine you’re hurtling toward the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Seventeen seconds. Hurry man, your equipment is going to be destroyed. He finishes fitting the final pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Twenty six seconds. Well done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "And you thought I couldn’t break thirty. Amelia enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "My senses deserted me - JAMES stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Miss Wren, this is an honour - \fThe AERONAUTS Cut Order - As of 20th July 2019 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I do not wish to abandon you but -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "May I give you a tour -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I’m afraid I must. There’s a silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Abandon me? JAMES keeps himself under control, but only just.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "The build is already under way. The largest balloon ever on order...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I don’t want to climb inside the balloon, Mr Glaisher. I don’t want to climb into a balloon ever again. JAMES is heartbroken. And angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "No. No. This is unacceptable - a vast amount of money has already been spent -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I am sorry Sir, I’ve made my decision. She walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAMES GLAISHER enters the shop, he stands unsure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Hello Ma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER",
          "text": "The wanderer returns. You were due last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Yes, I’m sorry. I’ve been busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER",
          "text": "Yes. We’ve been reading all about you in the newspaper. There’s a silence. JAMES can’t meet her eyes. \f56 The AERONAUTS Cut Order - As of 20th July 2019 46",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER, (CONT'D)",
          "text": "Of all the people, James. Women don’t belong in balloons, on show - and she makes such a show of herself. Your reputation risks ruin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Well, you’ll be pleased to hear that the expedition is off, Ma. ETHEL says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "But it was her who did not want to risk flight with me. Is he upstairs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER",
          "text": "He had a fall - I don’t know quite what caused it - but he is not -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "It’s got worse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER",
          "text": "It comes and goes. Tread carefully with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAMES enters a room. ARTHUR is sitting reading. A brass telescope sits in the corner of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Hard at it. ARTHUR looks up. He looks petrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "Ethel! Ethel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Pa. Pa. It’s me. James.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "Ethel? Ethel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Ma knows I’m here. Remember, your son, I’m your son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "My son is ten years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I got older. \fThe AERONAUTS Cut Order - As of 20th July 2019 47 ARTHUR looks at him carefully, JAMES stands under the lig so he might examine him. His face softens. JAMES walks ov to the telescope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "What have you been looking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "Get away from that. JAMES peers through the telescope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Pallas. You’re looking at Pallas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "No. Juno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "You're looking at Juno? You can’t be. The correlation is all wrong. ARTHUR smiles. He’s playing a game they both remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "You're entirely right, it’s not Juno, it’s Vesta. JAMES smiles - he looks through the telescope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "You're playing games with me old man. ARTHUR joins him at the window. He takes out a pair of op glasses from his day coat, we recognise them as the pair the balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "Of course I’m looking at Pallas. Good spotting. JAMES looks up at his Father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Please don’t pretend you can see anything through those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "You may have moved on to grander things James, but I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Pa... ARTHUR snorts with laughter. JAMES smiles. He leans down through the telescope. ARTHUR peers up through the opera glasses behind him. \fThe AERONAUTS Cut Order - As of 20th July 2019 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "These were the glasses I taught you to stargaze through, they are quite sufficient, for some - work...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "You've lined her up well. A good sighting. ARTHUR looks closely at JAMES. Fighting his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "Your trip. You’re taking a trip. In a balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "To see the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I’m trying to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "I used to dream of taking my bed sheet, catching a gust of wind and dancing in a parachute amongst the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I know you did. You told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "There is nothing more mysterious, nor more beautiful, than the stars in the sky. They look up at the sky, and see something impossible - a tiny, faraway man floating under a bedsheet, dancing amon the stars. Arthur looks at JAMES. We see his mind fade fr him. ARTHUR GLAISHER (CONT’D) What are you doing in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "You know the rules. Not in my room. Now, you step away from the spy glass. It’s very valuable James.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I know, I bought it for you - \fThe AERONAUTS Cut Order - As of 20th July 2019 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER, (0.S.)",
          "text": "He’s tired. Probably best not to overdo it. JAMES turns to his Mother. Who is standing in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "Thank you. Can you get this boy out of here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER",
          "text": "Of course. She smiles at JAMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER, (CONT'D)",
          "text": "Leave it when you’re on the up, eh? JAMES nods. And then leans down and kisses his Father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "See you next week, Pa. He makes for the door, his Dad pats his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "James. James! JAMES turns towards him. He holds out the opera glasses. gives them to him. ARTHUR GLAISHER (CONT’D) For your trip. Prove them wrong. Prove me wrong. JAMES nods. Deeply moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Thank you. Next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAMES walks quickly from the shop, his pain clear. He looks up at the sky, as if seeing it for the first tim and then pulls his coat tight around him and walks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLES GREEN and AIRY are walking fast through the colum at the front of the Royal Society. JAMES catches up with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Mr Green. \fThe AERONAUTS Cut Order - As of 20th July 2019 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "If it isn’t Mr Glaisher, the weather sleuth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRY",
          "text": "I believe he prefers to be described as a meteorologist Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "Of course he does, well, best of luck with it. He walks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Sir, as you know I cannot attract the funds that I need to fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "It is an expensive preoccupation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "And I've heard you're looking to make another balloon flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I would like the opportunity to be your second. You know I can’t promise funds but I will prove a willing accomplice, and I do have ideas of how to increase the level of hydrogen in the coal gas - and I think it might be your unlocking Sir. You might finally be able to break the height record. CHARLES GREEN walks indignantly up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "‘Finally’ break? I did not realise my attempts were such a bore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRY",
          "text": "They’re not. Of course they’re not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "Have you ever even been in a balloon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I have studied them extensively. \f33 The AERONAUTS Cut Order - As of 20th July 2019 51",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "Do you have any experience of frostbite, low air pressure, the mind-altering effects of a lack of oxygen on the brain -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "How else does one learn but by partaking -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "Exactly what I need in a second, a theorist who knows nothing of the true dangers of the air. JAMES has nothing to reply to that. CHARLES GREEN (CONT’D) Find another madman to get ina balloon with. Perhaps the French. Or better yet - give up! He laughs, and walks away. JAMES looks after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "22,300ft. Rising 600ft/min. -6C / 21F The balloon is now coated in a thin layer of ice. JAMES is watching his dials intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "22,300.",
          "text": "AMELIA is distractedly checking the thermometers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Do you have faith in these thermometers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "If so, we’re at 21 degrees and that is...cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "22,500. Would you note the temperature down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You'd trust me to write in your book? I’m honoured. \fThe AERONAUTS Cut Order - As of 20th July 2019 52 She writes in his book, looking at him all the time. Fina she looks up, meeting his knowing look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Have we slowed? Are we not at 22,600.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "So you are interested. Yes. We have passed 22,600.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You’re insufferable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "You're excited. She turns and watches the dial with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And that is 22,700.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "The French are under attack. History will be rewritten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "22,800.",
          "text": "They both watch the dial in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "22,900. 23,000.",
          "text": "He looks at her, quite overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "And now we are higher than any man or any woman has ever been. She looks at him, he smiles, she smiles. He looks around himself, his eyes full of emotion. She looks around herself, as overwhelmed as he is. There’s a perfect silence. The perfect silence of achievement. Of doing something greater than you ever felt possible. And it’s combined with a perfect hollowness for them both He looks back at the dial, it now says 23,300. He looks at her. She looks back at him. He reaches out a hand. She takes it. She shakes it. \f34 The AERONAUTS Cut Order - As of 20th July 2019 53",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Thank you for taking me up in your balloon, Mr Glaisher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Thank you for taking me up in your balloon, Miss Wren. They look at each other for a moment. And then JAMES looks out at the world around them. He looks up. He looks down. She just watches him. She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It doesn’t feel different at all does it? You’re disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "On the contrary, this is the moment I’ve waited for my entire life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Yes. I rather suspect I’ve been waiting for it too. There’s a moment’s pause. Then he goes over to the pigeon box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "23,500ft. Rising 600ft/min. -7C / 19F JAMES writes something on a piece of paper. He ties it to a pigeon and lets it go, it flies shakily a and then down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Still think we won’t make it back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Just sending a message to Charles Green. He looks at his instruments, for a second his vision blur and when he writes the readings down his hands are shakie than they were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "The Mammoth is expanding. \fThe AERONAUTS Cut Order - As of 20th July 2019 54 But JAMES He swings JAMES wal he does, AMELIA’s She makes when JAME:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "- because the air is thinner. And we're rising ever more quickly, did you know? Could you tell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "We should think of slowing - is too excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The air is aiding our ascent, isn’t that outstanding? around the balloon, full of endeavour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "James, surely now is the time to put your oilskin on -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Ah, I don’t have an oilskin I needed my equipment more -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I have no spare clothes to give you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The weight limit was essential. My equipment was essential. If I am to get a little sick -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "A little sick? ks around checking the gauges. She looks at him as astonished at his casual behaviour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "You carry four thermometers. You carry this strange box. But you would not bring sufficient clothing for the cold and wet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Don’t stop. The cold will only catch you if you let it. face hardens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "James, you're behaving very strangely. We need to go down now. to go over to untie the valve line, only to stop S cries out. \fThe AERONAUTS Cut Order - As of 20th July 2019 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "No. No, we’re not descending, not yet. We need to set a target no others can reach. 23,500 won’t do. We need to break the 30,000 the French tried to hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I thought this was about study.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "It is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "So why does it seem you’re more concerned with height than safety?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The best way to break a storm is to travel up - I quote you dear Lady - Maybe the best way to break a cold -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And which science do you base that upon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The science that says that with every layer of air we're travelling into an unknown -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN JAMES GLAISHER, (CONT'D)",
          "text": "I believe we've already - with every layer of air accomplished - we're travelling closer to the sun. The findings we’re still to discover could be overwhelming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "- you are freezing -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Please. What have we to lose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Our lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "This could be more important than our lives. He looks at her - full of imploring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Please. I know you want this as much as I do. \fThe AERONAUTS Cut Order - As of 20th July 2019 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I'm descending. She starts untying the valve line. JAMES tries to stop he",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "This balloon has defied everything we've thrown at it -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "This is not about the balloon. This is not about science. This is about your war with those who Lord it over you - well, I’ve fought them too and I tell you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "No. This isn’t about them. It’s about that. He indicates the stars in the sky above them. AMELIA looks to where he’s indicating - the sky above the The balloon pushes through the thin layer of cirrus that above them; the final barrier before the heavens. It ascends into a magnificent icy blue. They look up to the deep Prussian blue of the sky above. There are stars everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "There is nothing more mysterious, nor more beautiful, than the stars in the sky, and look at us, we're dancing amongst them. AMELIA digests this with a soft smile. She thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "You wanted the writing on the balloon, Amelia: ‘Caelum certe patet, ibimus illi’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "‘Surely the sky lies open, let us go that way!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The sky is open -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You understand there will come a time when we go no further? \fThe AERONAUTS Cut Order - As of 20th July 2019 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You understand that decision will only be mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Yes. I do. She looks at him, assessing whether he’s telling the trut and then she nods. She empties a sandbag over the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "(darkly) Tell me when we land if I deserve your thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "You deserve my thanks. The sand falls away beneath them before being whipped off the wind. 54 EXT. AMELIA’S HOUSE. NIGHT 54 AMELIA opens her front door. JOHN TREW is standing on the other side. Her face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Good evening Miss Wren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I’ve made my decision Mr Trew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "And I understand that. I just wanted to gift you this book before we parted. He hands her a book. JOHN TREW (CONT’D) I only ask if you could open it in front of me. AMELIA looks at him a moment, sighs and opens the door. 54A INT. AMELIA’S HOUSE. NIGHT 54A AMELIA opens the book. Inside are exquisite studies of th formation of snowflakes. JOHN TREW watches her. \fThe AERONAUTS Cut Order - As of 20th July 2019 58 They're very beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "These are beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "They're pictures of snowflake formation. A study of the mathematical possibilities of nature. A study undertaken by -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "James Glaisher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "He believes the sky can be understood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Of this I am well aware.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "He is, sadly, occasionally wrong, he predicted it would snow tonight would you believe? But more often than not - he finds remarkable truths. Travel with him and you will discover this. I have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I’m sorry, I’ve clearly told him no, he should not have sent you to convince me - JOHN TREW smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "Oh, he didn’t send me, he would consider me a poor persuader, I am here on my own account.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You will not dissuade me from my path -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "James believes there’s something extraordinary up there -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "So this is an opportunity I should not miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW",
          "text": "(interrupting) You misunderstand me. It is not an opportunity but an obligation. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 39 The AERONAUTS Cut Order - As of 20th July 2019 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN TREW, (CONT'D)",
          "text": "In this life, very few are given opportunity to change the world. You've been assigned a responsibility, Miss Wren. You have to meet it. AMELIA listens to this keenly. He looks at her a moment m and then bows. JOHN TREW (CONT’D) Enjoy the book, Madam. He exits the house, putting on his hat as he does. AMELIA stares after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMELIA walks up between a set of graves. It’s dark, and the lantern barely lights her way, but she knows the grave which she’s aiming for. She sits in front of it. It’s a simple grave, but Pierre’s face can occasionally - flickeringly - be made out engraved on the stone - and hi name - PIERRE RENNES. She says nothing. But her face says a thousand things. And then she feels something and looks up. She sees the snowflakes spiralling down around her. She thinks, she touches the stone, she smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27,600ft. Rising 600ft/min. -15C / 5F The sky is so dark now it seems almost night. The balloon sits amongst the stars rising up and up and up. AMELIA is shivering, she looks across at JAMES who is desperately trying to conceal how cold he is. He takes a series of readings. But every step he takes, e inch he moves, costs him dearly and he is really struggli to lift his head. AMELIA looks up at the balloon, it looks like it’s bursti at the seams. She moves alongside him to help with his instrumentation. \fThe AERONAUTS Cut Order - As of 20th July 2019 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "57 minutes afloat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "26,500£t. He looks at her, surprised, she moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Air temperature, 5 degrees Fahrenheit. JAMES looks at her surprised, then turns back to the instruments. He has to look at them hard, his eyesight is starting to fail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Do you know - it’s quite the strangest thing - the higher we fly - the lower the humidity - there is barely any water vapor here at all -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "There is still ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "And the temperatures - unprecedented - freezing ranges that nobody has ever predicted. JAMES tries to write down the readings but has difficulty controlling his hands. He looks at his hands - exasperated and then tries again. He looks up at the instruments. He blinks so as to see th He tries to write something a third time, but it’s a scra that’s barely decipherable. He attaches it to a pigeon’s leg. A pigeon that seems bar alive. He throws it out of the balloon - it drops like a stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "No concern necessary. We have another. He opens the final door in the pigeon box. It’s got a Pig lying prone at the bottom of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "We don’t have another. JAMES laughs. He picks up the dead pigeon. He throws it o of the balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The AERONAUTS Cut Order - As of 20th July 2019 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Losing weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "The pressure on the material could lead to rips - and at this altitude - these rips could be fatal - JAMES picks up the pigeon box and tries to heave it over edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "What are you doing - ? We can’t lose weight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28,200ft. Rising 600ft/min. -16C / 3F AMELIA immediately tries to stop him, dragging him down i the car. JAMES tries to escape her grasp but Wren is surprisingly strong and agile. The two twist over in the bottom of the basket. It’s an ugly fight, desperate and full of passion. These are inexperienced (and not particularly accomplished) fighters and the altitude is sapping their strength. But eventually JAMES manages to pin AMELIA down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You gave me your word. It is time to descend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I will not stop - because you can’t withstand a little pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Can’t you see what’s happening - we're going to die unless we descend now. JAMES looks at her, and then he feels his nose start to bleed, a drop of blood falls onto her cheek, he touches h nose and looks at his blood. He blinks. He rolls over, freeing her. She stays beside him. Both ar exhausted by their efforts. \f40 42 The AERONAUTS Cut Order - As of 20th July 2019 62",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "29,600ft. Rising 700ft/min. -18C / OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The man you married risked your life for his own recklessness. I - do the same. But for science. She slaps him hard across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You know nothing of my husband's death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "It is well known that he pushed harder than he should have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Now imagine the story again - and this time - imagine that I am the pilot. He told me to stop, that I was risking the balloon, but that I was intent. The seams ripped apart and - JAMES is stopped by this. He looks up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we’re with PIERRE and AMELIA and their balloon is spiraling to the ground. Amelia looks up at a huge tear in the fabric of the ballo",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERRE",
          "text": "We need to lose more weight. Flashes of the two of them throwing things out of the balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It’s not enough. They embrace. She’s still trying to think of a way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Concentrate now, think. Think. PIERRE is thinking. Desperately hard. Then he makes a terrible decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERRE",
          "text": "Thank you for giving me somewhere I belonged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The AERONAUTS Cut Order - As of 20th July 2019 63 And then in one swift move, he dislocates from her and ti backwards over the side of the basket and he’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "No....No.... She screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Do not be responsible for the death of another, it is one mistake you will never forgive yourself for. These words sink in deep. He waits a moment. He’s struggling to breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I’m so sorry. I really am",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Let’s get this balloon down - AMELIA struggles to her feet and unwinds the VALVE LINE f where it had been tucked away. JAMES is finding it diffic to get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I think we’ve discovered that oxygen - grows short - in the heights of the - brain may - I’m sorry - He takes a breath. She pulls on the line. It doesn’t move. She puts all her weight on it. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "No. No. She looks around the balloon. She looks up. AMELIA looks back to JAMES lying prostrate. She bends over him, she shakes him. He surfaces. \fThe AERONAUTS Cut Order - As of 20th July 2019 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "You have to keep moving. If you lay still the hypoxia will set in. She tries to pull him to his feet. He fails. He raises hi hands in mock surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "The gas release valve is frozen - I need to climb up and open it - He looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Stay alive. JAMES collapses backwards to the floor. She looks down at him. She thinks. At this height, every movement is a struggle, but she kno she must find a way to reach the valve. She grips one of the ropes and slowly manoeuvres herself the edge of the basket. She looks down, the layer of cirrus now far below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32,400ft. Rising 1000ft/min. -22C / -8F Slowly but surely she hauls herself up onto the hoop abov the basket, which is now covered in a thick hoar frost. Her foot slips and she nearly falls backwards into the nothingness. She looks down at the horrors of emptiness below. She takes a breath. She controls herself. She takes anoth breath. Now standing on top of the hoop, Wren reaches up into the rigging - but she cannot get her hands to grip - she look her hands - they’re white and beginning to blacken - frostbite has set in. She stares at her hands in disbelief. She thinks. She thinks again. She hooks her hands over the rigging, uses her wrists as leverage and begins to climb up the side of the balloon. \f43 45 The AERONAUTS Cut Order - As of 20th July 2019 65 The rigging keeps her protected until she reaches the equ of the balloon. She hesitates a moment...and then... She swings out so she can continue climbing up the outsid the balloon. Nothing is protecting her now. It’s arduous. It’s terrifying. It’s undoubtedly perilous. But she’s dogged. She’s merciless with herself. Every pie of pain she ignores. She tries to grab a nearby tether ro to tie herself to the balloon, but it’s just out of reach She stretches for it. She loses her grip, and her hands fall backwards - she screams out in fear and pain but stays hooked on the rigg by means of one ankle, which is wedged into a joint of th rope binding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34,600ft. Rising 1100ft/min. -26C / -15F AMELIA hangs a moment - Looking down towards the earth. The drop is terrifying. She swings as if in death. She shuts her eyes and then opens them again, trying desperately to control her brain. She looks down at JAMES’s body, he lies still, she consid her own. She considers just dropping. She swings for a moment more. She shuts her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "35,800ft. Rising 1200ft/min. -28C And then she grits her teeth and she pulls herself togeth \fThe AERONAUTS Cut Order - As of 20th July 2019 66 She reaches out for the tether rope and slowly ties the e around her waist. She hooks her wrists around the rope sh on and pulls herself back to vertical. She begins to climb again. And this time every breath hurts. We watch her climb - inch after painful inch. Her sheer determination is a sight to behold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37,000ft. Rising 1200ft/min. -30C / -22F She summits the balloon. She crawls to the valve. She tries to push it open. It won’t budge. She thinks, and then - majestically - she gets to her fee She is standing on top of a balloon that is flying higher than anything has ever flown. She is literally on top of the world. A tiny figure on top of a Mammoth which sits against a va star-filled sky. She looks around herself, admiring it all. And then she brings her foot down hard upon the vent. She smashes down again and again. And the ice cracks. From all sides gas billows out. AMELIA almost disappears within it. We close on her face, she’s oxygen deprived and now breat in coal gas but she has something left. Or does she? She sways, she looks down at the vent, she realises it ne holding open. She takes a knife from her belt. She bends down, coughing wretched coughs as she does, and cuts the laces from her boot. \f47 30 31 The AERONAUTS Cut Order - As of 20th July 2019 67 She pulls her foot clear. Her boot remains lodged in the vent. She smiles. She stands a moment more. And then collapses. For a while, she lies on top of the * balloon as it gradually slows its ascent, and begins to * descend. And then, gradually at first, her body begins to slide off the top of the balloon. She wakes up just as it too late to stop; as she falls, she lets out a long screa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. ANTONIA’S LIVING ROOM. DAY 30 * A clock pounds out a heavy chime on the room. ANTONIA sit the corner, full of pensiveness. AUNT FRANCES sits looking at a cold cup of tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT FRANCES",
          "text": "Should we have heard anything by now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "No. We’ll hear if there’s a disaster. The less we hear, the better her chances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT FRANCES",
          "text": "So we pray for silence? ANTONIA walks over and looks out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "Yes, we pray for silence. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLES GREEN looks up through a mighty telescope. Around are a crowd of academics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES GREEN",
          "text": "Lost them. AIRY looks on anxiously. CHARLES GREEN searches a moment more, and then walks to a glass of port.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRY",
          "text": "You know, I have the strangest feeling he’s not coming back to us. AIRY looks up through the telescope. * \f48 51 The AERONAUTS Cut Order - As of 20th July 2019 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "36,000ft. Falling 600ft/min. -28C / -18F We're close on AMELIA’s face. She’s unconscious and thoroughly inert. Her eyebrows and eyelashes grow frost on them. It forms quickly. We pull back, to see she’s still hanging from the Mammoth a single rope. We look - in the stillness - at this extraordinary balloo with gas pluming its escape out of the top. We twist and turn with AMELIA for a moment, and it’s almo like she’s a bird as she drifts around the balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "35,000ft. Falling 1000ft/min. -26C / -15F And suddenly, she gasps a large in breath as she regains consciousness. She looks around herself at the deep blue of her reality. She hangs still, focuses and refocuses, and then realises where she is and what she’s in the middle of. She thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "James! She coughs repeatedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "James! James! She looks down to JAMES in the basket below - but he does move - his mouth and nose full of blood. She swings this way - she swings that - completely severe from a hold on any part of the balloon - completely unabl get hold. She looks around herself - she's hanging about 10 feet aw from the basket. Slowly, ever so slowly she starts to swing herself to and fro. Soon she is swinging enough to reach out to grab one the ropes connecting the netting to the hoop. \f52 The AERONAUTS Cut Order - As of 20th July 2019 She tries once - She tries a second time. 69 The third time she gets a decent hold - but it slips away The fourth - she makes her bind. She pulls herself up the rope - and then she grabs hold o the basket. Using everything she cuts the rope, pulls herself over th edge of the basket and slumps down to the bottom. EXT. BALLOON. THIN CLOUD. DAY. 32,000ft. Falling 1000ft/min. -22C / -8F She looks up. She looks around herself - astonished that she’s She sees JAMES. She pulls herself across the basket to him. She checks his heart. He’s still alive. She checks his breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "James.... He doesn’t respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "James, we've survived. We’re going down. He doesn’t stir. She begins to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Please. Please. I can’t have this happen again. He doesn’t stir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "James. Please. JAMES opens an eye. She looks at him and smiles. 52 still alive. \fThe AERONAUTS He coughs. He looks at her. He speaks in a woozy drawl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Your strange two tube device is doing something very peculiar you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "You're meaning the hygrometer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It’s bubbling. Could that not be significant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "It could. Cut Order - As of 20th July 2019 70 His eyes roll back, and he closes them again. Then he ope them once more. He’s forcing himself back to consciousnes through sheer will. He thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "We're descending.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "We are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I have been insensible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "You have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I lost my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It does seem that way. Tries to remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "How high did we rise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Why did you not take the readings yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I was busy elsewhere. \fThe AERONAUTS Cut Order - As of 20th July 2019 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Busy how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Your readings Sir. JAMES looks at her. He smiles. He draws up his legs. He groggily gets to his feet. He takes his pencil, and leaning against the internal rop he begins to take readings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "One hour, eleven minutes and six seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Height?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Twenty nine thousand six-hundred feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Good. Temperature?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Unknown. That equipment has been lost to us. And the hygrometer has had better days. He picks up the Spectroscope. He looks through it. He puts it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "That has no great use either. The readings on our descent will be less - significant. AMELIA smiles. He smiles back. He looks at her. He looks her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Your hands. AMELIA looks down at her hands, they’re black and purple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I lost my gloves at some - I lost my gloves. JAMES opens one of his boxes. He pulls out a bottle of brandy. \fThe AERONAUTS Cut Order - As of 20th July 2019 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "You did not have room for oils - but you did for brandy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Yes. Well. A scientist is nothing without his equipment. He smiles. She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Hold them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "What are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "This is going to hurt. AMELIA looks at him. She holds out her hands. JAMES pours brandy over the top of them. This stings. She grits her t to the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I don’t know what you did for me up there but I have no doubt it was a great act. He takes her hands in his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Your poor hands. He rubs them gently. It’s beautiful. She looks up at him. He looks back. It begins to snow. He looks around at the snow falling all around them. He grins at her. She smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And now snow, as if we haven't had enough. \fThe AERONAUTS Cut Order - As of 20th July 2019 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "It will pass. She smiles again. He takes out a sample glass. He catches the snowdrops. Sh looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Possibly interesting to analyse the melt water. She nods. And then she picks up a glass and tries to catc them too. He laughs. She does too. The two of them continue in their complicity. And it is beautiful. And then AMELIA looks back at JAMES, a strange smile on h face. JAMES watches as snow flakes land on her shoulders, cheeks, her eyelashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19,500ft. Falling 2500ft/min. -5C / 23F The two sit - battered to within an inch of their lives, exhausted and as broken as the basket that holds them. There’s an almost perfect silence between them as they wa the snow fall around them as the balloon descends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "They say that ballooning is about going up, but I’ve always enjoyed the descent just as much. The feeling of the world coming back to you. She looks at JAMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "And we've returned with important science, am I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "We have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "My sister wanted to know why I would fly in a balloon again. I think it was because I wanted - all that I knew - all that he taught me - all that I lost - to be for something. \fThe AERONAUTS Cut Order - As of 20th July 2019 74 JAMES thinks, desperate to give her the meaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "It seems the air gets colder the closer we rise to the sun. The humidity gets less dense despite us floating through clouds, which is also odd. There is a clear lack of oxygen at the upper reaches -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "That’s not what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Newton said - “we build too many walls and -”",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I don’t want to hear from Newton, I want to hear from you. JAMES thinks deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "All my life, I’ve found comfort in science. It helps give meaning to the many things we cannot control... Brings a degree of order to the chaos that surrounds us. But whilst we may be able to explain the science behind an aureole, or the falling snow, it is not possible to account for its beauty. No amount of data could have helped me predict that the only person who could have taken us to the heights we reached today - was you. Together, we have brought the stars closer. This line penetrates deep. AMELIA softly smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "We have brought the stars closer. AMELIA sits for a moment. Then she looks up. We watch her so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16,000ft. Falling 3500ft/min. -1C / 30F She looks at the snow, she frowns. The snow is floating around them, neither moving down nor \fThe AERONAUTS Cut Order - As of 20th July 2019 75 She checks a gauge. She looks up at the balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Do you notice something about the snow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It’s hovering. It’s static. JAMES looks at it, she sees she’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "That is strange - what might -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "We might, if we were travelling at the same speed as it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The same speed as - snow? AMELIA looks up at the balloon. She frowns. She looks dow her uncovered shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "The gas, it’s still escaping, this - combined with the decrease in pressure means -— She grabs the valve line and pulls hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "- the balloon is collapsing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Help me. Pull. The balloon comes out of the cloud. He grabs the valve li with her and together they tug hard. Her boot is dislodged and falls down hard through the interior of the balloon, it lands with a thud in the bask",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "What on earth was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "My shoe. Probably best not to question it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "But that was - if your shoe was up there that means... \fThe AERONAUTS Cut Order - As of 20th July 2019 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "We need to lose weight. A lot of weight. She takes out a knife and starts to try and cut at the ballast. But her hands won’t allow her. JAMES takes the k from her. He cuts it quickly and throws it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "The chest! They throw the chest out together. She tries to take her off but her hands won’t work",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "Jackets! JAMES throws off his heavy jacket and then starts throwin out his instruments. He stops - he looks at his pocket wa and then his glasses. He throws out the watch and then lo at the glasses. He keeps them in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "(full of decisiveness) Climb up into the hoop. Do it now. Quickly. AMELIA looks at him, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "The car. We lose the basket. AMELIA looks at him and then the fast approaching ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "It is the heaviest weight. It’s our only option. JAMES climbs into the hoop, but he can’t do it with the glasses in his hand, he throws them over, shutting his ey for a moment, and then clambers up. He holds down a hand help AMELIA inside, she frowns at him and climbs inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7,500ft. Falling 4,500ft/min. 5C / 41F JAMES lays down on the hoop, wrapping his legs round it t secure himself. He leans down and cuts one of the ropes f the hoop to the basket. It pings away. The basket LURCHES from side to side as the weight distribution changes. AMELIA barely manages to stop herse from falling. She rights herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The AERONAUTS Cut Order - As of 20th July 2019 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Quickly! JAMES shuffles on and cuts the next rope. And then the ne The basket now hangs precariously, held by a single rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN, (CONT'D)",
          "text": "James! He slashes at the rope but doesn’t manage to sever it. The basket swings mightily underneath them, causing the balloon to lurch at an uncomfortable angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Ready? She nods. He leans in and slashes again and the basket fa away from under them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2,500ft. Falling 2000ft/min. 15C / 59F It hurtles down towards the ground. Their descent slows. JAMES and AMELIA are still clinging AMELIA looks up and then down desperately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It’s not enough. We’re still too fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "It will be enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "I’m not sure I was ever meant to survive this. JAMES looks at her, horrified to hear this. And then he realises why she’s telling him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Amelia, what are you doing? No. She pulls herself up onto the hoop and prepares to jump. JAMES desperately looks up, he sees the balloon flapping. thought occurs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER, (CONT'D)",
          "text": "Amelia. Bed sheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "62 The AERONAUTS Cut Order - As of 20th July 2019 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Bed sheets? JAMES looks up, a smile on his face now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "We sever the cord that holds the balloon in shape, the silk will be sucked up to the top of the netting, and act as a parachute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "It won't work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I will not return alone. It will be both of us, or neither of us. AMELIA looks at him with a startled smile and then begins wrap her arms and legs in amongst the ropes. The descent is getting really fast now. The envelope of t balloon is almost entirely collapsed. The noise is overwhelming, everything is overwhelming. He smiles at her, thinks, shuts his eyes and then cuts th cord. And the balloon is free -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "800ft. Falling 1000ft/min. 20C / 68F The material flaps open - and spreads - and they are yank upwards - both shouting out in pain as they are violently wrenched by the ropes. They look at each other, has it worked? It looks like it has. The parachute is holding and they a floating downwards. JAMES looks up astonished. The ground comes at them rapidly: the wind is carrying th at quite some speed and it whips the balloon through the fields. JAMES looks at AMELIA - a final moment of connection - he smiles and then they smash hard into a copse of trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We travel fast and brutally through it. The ring snaps and JAMES is thrown off. \fThe AERONAUTS Cut Order - As of 20th July 2019 79 But we stay with AMELIA who clings on for dear life to he partial parachute as the balloon is torn through hedges. And then she’s free of the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The balloon now acts like a sail and drags Wren across th ground spitting up stones and debris as it goes. It hits the ground and bounces up again. It flies for a moment more. We can almost feel the rush o the wind. Then it hits the ground savagely again. She loses consciousness. Her seemingly lifeless body is dragged further across the ground a further ten - fifteen - feet. And then - eventua the balloon comes to a standstill. And there’s silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMELIA opens her eyes. Her skin is battered, bloodied and bruised. She closes her eyes again. And then she opens them again. She looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "James? James? No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "She stops and listens. And then, faintly, in the distance",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Amelia! She laughs. They’ve made it. Then she struggles to her fe and hobbles towards James. He’s crawling on his hands and knees, clearly in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "James. \f65alt 66 The AERONAUTS Cut Order - As of 20th July 2019 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I was just coming to find you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Not very quickly, it seems. * Can you stand? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "I'd rather not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "And if I help you....",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "Then I will stand. She smiles and helps him up. They look around for a momen and then - slowly - begin to walk across the field. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA, (V.O.)",
          "text": "It was estimated that we rose to a height of 37,000 feet that day - 5 miles high. INT. ARTHUR GLAISHER’S BEDROOM - DAY 65alt * ARTHUR GLAISHER lies in bed, while ETHEL reads from a cop The Times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL GLAISHER",
          "text": "“Two aeronauts have been nearer, by some miles, to the moon and stars than all the race of man before them...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR GLAISHER",
          "text": "Our boy. * ARTHUR squeezes ETHEL’S hand. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAMES is delivering a report on his record breaking ballo ascent. JOHN TREW looks on proudly. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA, (V.O.)",
          "text": "James Glaisher’s meticulous * recording of data led to the * discovery that the atmosphere has * different layers within it that *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "govern our weather. \f67 68 The AERONAUTS Cut Order - As of 20th July 2019 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES GLAISHER",
          "text": "The fact that we were able to come back at all to present this is due to some luck and Amelia Wren’s courageous flying. And so, we tell our story not for the purposes of pleasure, but for the advancement of knowledge and the good of us all. Thank you. The members of the Royal Society begin to rise and start clap, until the whole room is full with the sound of applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA, (V.O.)",
          "text": "He was elected head of the Meteorological Society 5 years later. CHARLES GREEN is still sat as the people around him appla He reluctantly gets to his feet and, aware of the people around him, puts his hands together forces a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMELIA is with ANTONIA and ANTONIA’S DAUGHTERS, running u wet and windy hillside. The girls are carrying kites. Des the weather, everyone’s laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA, (V.O.)",
          "text": "My own discovery was more personal - I found my way back into the world again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA WREN",
          "text": "Come on! I’ve flown in worse weather than this. We’ll make pilots of you yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIA",
          "text": "We won’t!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA, (V.O.)",
          "text": "We took to the skies in the name of discovery, to find something new. To change the world. But you don’t change the world simply by looking at it. You change it by living in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the basket, JAMES silently takes his measurements and AMELIA pilots the balloon. JAMES looks up for a moment to take in the beauty that surrounds him. He makes eye conta with AMELIA. She holds his look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH \fThe AERONAUTS Cut Order - As of 20th July 2019 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA, (V.O.)",
          "text": "We fly not only for ourselves, but to inspire those who come after us. We cut wide to see the balloon sailing up and away, silhouetted against the setting sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA, (V.O.)",
          "text": "Look up. The sky lies open. CREDITS.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1847"
    }
  ]
}