{
  "movie_id": "MOV2008",
  "scenes": [
    {
      "location": "MOTEL ROOM",
      "time": "NIGHT",
      "characters": [
        "MAC MCDONALD",
        "CARHOP",
        "DICK MCDONALD, (V.O.)",
        "LIMO DRIVER",
        "RAY KROC",
        "JACK HORFORD, (0.S.)",
        "JACK HORFORD",
        "LAWYER",
        "SALESMAN, (CONT'D)",
        "JOAN KROC",
        "ROLLIE SMITH",
        "YOUNG MAN, (0.S.)",
        "MAN",
        "MCDONALD FRANCHISE, EITHER PHYSICAL OR CONCEPTUAL, MUST B",
        "JIM ZIEN, (CONT'D)",
        "CLUB WIFE",
        "1.4",
        "GOLF BUDDY",
        "BEST ORIGINAL SCREENPLAY",
        "RECORD, (0.S.)",
        "GREATER VOLUME",
        "...-SHALL RECEIVE ONE AND NINE-TENTHS PERCENT",
        "LAWYER, (CONT'D)",
        "MAC MCDONALD, (CONT'D)",
        "MOTHER, (0.S.)",
        "86.",
        "CUSTOMER",
        "ETHEL KROC, (0.S.)",
        "LEONARD ROSENBLATT",
        "JUNE MARTINO",
        "JIM ZIEN, (0.S.)",
        "SERIES OF SHOTS",
        "MOMENTS LATER--",
        "CHICAGO, ILL.",
        "KROC LAWYER",
        "EMPLOYEE",
        "1954.",
        "EMPLOYEE, (0.S.)",
        "MAC MCDONALD, (V.O.)",
        "JERRY CULLEN, (0.S.)",
        "LIVING ROOM",
        "OF THE PAST",
        "DICK MCDONALD",
        "CARHOP GIRL",
        "FORMALLY SUBMITTED IN WRITING FOR APPROVAL BY BOTH RICHAR",
        "YOUNG EMPLOYEE, (0.S.)",
        "108.",
        "MOTHER, (CONT'D)",
        "...KROC SHALL RECEIVE ONE AND NINE-TENTHS PERCENT",
        "MIRACULOUS INSTANT ICE-CREAM SUBSTITUTE THAT WILL SAVE YO",
        "CASHIER, (0.S.)",
        "ON ETHEL AND THE WOMEN-",
        "MYRA ROSENBLATT, (0.S.)",
        "RAY KROC, (0.S.)",
        "ART WOLODARSKY",
        "BACK TO PRESENT--",
        "NET PROFITS GENERATED BY FRANCHISEE, (S)",
        "MOMENTS LATER-",
        "FRED TURNER",
        "..-SHOULD LESSEE FAIL TO UPHOLD STANDARDS OF CONDUCT AND",
        "HARVEY PELTZ",
        "PHOTOGRAPHER",
        "MAC MCDONALD, (V.0.)",
        "JOAN SMITH",
        "IT ALL STARTED. RIGHT THERE ON LEE STREET... MCDONALD'S",
        "FLIGHT ATTENDANT, (0.S.)",
        "MATCH CUT TO",
        "SALESMAN",
        "DR. REEVES, (CONT'D)",
        "OWNER",
        "JIM ZIEN",
        "WAITER, (0.S.)",
        "JERRY CULLEN",
        "JUNE MARTINO, (0.S.)",
        "SALESMAN, (0.S.)",
        "FRED TURNER, (CONT'D)",
        "CHEERLEADERS, (0.S.)",
        "A FEW DESKS DOWN",
        "JOAN KROC, (0.S.)",
        "GRILLER",
        "43.",
        "ROLLIE SMITH, (0.S.)",
        "SOUTH",
        "THE BIG M",
        "SHORT TIME LATER--",
        "...-ANY AND ALL MODIFICATIONS TO THE SPEEDEE SYSTEM OR AN",
        "CASHIER, (CONT'D)",
        "87.",
        "GODDAMMIT",
        "BEDROOM",
        "DISSOLVE TO",
        "HARRY J. SONNEBORN",
        "ONE HOUR LATER--",
        "D",
        "MYRA ROSENBLATT",
        "CHEERLEADERS",
        "KITCHEN",
        "MAN, (CONT'D)",
        "BACK TO PRESENT-",
        "ETHEL KROC",
        "PERCENT",
        "WOMAN, (0.S.)",
        "MCDONALD AND MAURICE MCDONALD...",
        "CORPORATION",
        "MAC MCDONALD, (0.S.)",
        "RAY KROC, (CONT'D)",
        "SAN BERNARDINO",
        "CUT TO",
        "TWC",
        "RAY KROC AND JOAN SMITH",
        "HARRY SONNEBORN",
        "FREEZ CORPORATION",
        "LEONARD ROSENBLATT, (0.S.)",
        "QUALITY AS DEEMED BY LESSOR, LESSOR HAS THE RIGHT TO...",
        "DICK MCDONALD, (0.S.)",
        "PROFITS GENERATED BY FRANCHISEE, (S)",
        "M",
        "CASHIER",
        "POSTSCRIPT",
        "DENNIS",
        "DR. REEVES",
        "MAN, (0.S.)",
        "RECORD, (CONT'D)",
        "LOAN OFFICER",
        "BACK TO KROC AND THE MEN--",
        "ATTENTION RESTAURANT OPERATORS",
        "MAN'S VOICE, (0.S.)",
        "AND MAURICE MCDONALD...",
        "--BEST, RAY",
        "RAY KROC, (PRE-LAP)",
        "BUSINESSMAN",
        "CONFERENCE ROOM",
        "MINNEAPOLIS"
      ],
      "dialogues": [
        {
          "speaker": "RAY KROC",
          "text": "Now, I know what you’re thinking: “What the heck do I need a five- spindle for? I barely sell enough shakes to justify my single spindle.” Right? Wrong. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Paulsen, are you familiar with the notion of the chicken and the egg? I mention it because I believe it’s applicable here: Do you not need a Multimixer because you're not selling enough milk shakes? Or are you not selling enough milk shakes because you don’t have a Multimixer? I firmly believe it’s the latter. You see, your customers, they know that if they order a shake from your establishment, it’s going to be a terrific wait. They’ve ordered one before, and by golly they’re not gonna make that mistake again. But if you had, say, a Prince Castle- brand five-spindle Multimixer with patented direct-drive electric motor, you could greatly increase your ability to produce delicious, frosty milk shakes fast. And before long, mark my words, dollars to donuts, you'd be selling more of those suckers than you can shake a stick at. Increase supply, demand will follow. Chicken and the egg. You follow my logic? Of course you do. You’re a bright, forward- thinking fella who knows a good idea when he hears it. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So whaddaya say? ON THE OWNER-- pondering thoughtfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "Nah. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks anyway. \fEXT. ED’S DRIVE-IN - PARKING LOT - SHORT TIME LATER Kroc lugs the heavy Mulitmixer back to his car. He lifts into the trunk, wincing from his bad back. INT. KROC’S CAR —- MOMENTS LATER Kroc sits in his car checking his APPOINTMENT BOOK. His n sales call: DEE DEE’S DRIVE-IN - 1 P.M. He checks his watch. It’s 12:05. He turns on the car, pul into a customer spot in front of Ed’s Drive-In. He looks at the MENU BOARD, taking in the vast, seemingly random assortment of items: BBQ beef sandwiches, hot tama peanut butter and jelly sandwiches, chili dogs, etc. INT. KROC’S CAR - SHORT TIME LATER Kroc sits in his car, waiting for his food. He looks at h watch. It’s 12:50. He lets out a heaving, exasperated sig KROC’S POV, the view out his windshield: a rowdy TEEN-HAN SCENE. Rock-and-roll blasting from cars; female CARHOPS o rollerskates dodging grabby male patrons; leather-jackete cigarette-smoking hoodlums smacking each other around. Kroc is the oldest customer by a mile--and seemingly the one with anywhere to be. He HONKS his horn, summoning his CARHOP. She comes skating over holding a tray of Cokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Miss, how much longer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARHOP GIRL",
          "text": "Should be any minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You said that 20 minutes ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARHOP GIRL",
          "text": "I’m sorry, we're real-- She JUMPS-SQUEALS, startled. The tray of Cokes goes flyin into the car, SPILLING ALL OVER KROC’S LAP. Several glass and plates fall on the ground, SHATTERING. Carhop Girl spins around, sees a GUY behind her cracking He just pinched her butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis! (re: Kroc, soaked) Look what you made me do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Sorry, gramps. Dennis scampers off toward his pack of laughing friends. carhop goes chasing after him, mad but not actually mad. ON KROC-- looking down at the pool of bubbly brown liquid his lap. He HONKS, leans out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Could I get some napkins? No one hears him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON the pants drying on the shower’s curtain rod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "It’s going great. CUT TO: the NEXT ROOM. Kroc sitting on the bed, on the ph RAY KROC (CONT’D) Lot of good leads today. Real strong leads. Through the phone, a tiny passive-aggressive sigh. RAY KROC (CONT’D) (prickly) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC, (0.S.)",
          "text": "Nothing. That's wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "There’s tremendous interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC, (0.S.)",
          "text": "I’m sure there is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You don’t believe me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC, (0.S.)",
          "text": "Of course, Ray. Why wouldn’t I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc sits on the edge of the bed, roiling from the call. takes off his shirt, undressing for bed. His bare torso b numerous surgery scars: heart, gall bladder, etc. He reaches over to the night stand, grabs a fifth of Cana Club. Unscrews the cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Kroc, in pajamas, stands before a PORTABLE PHONOGRAPH. He drops the needle on a record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Kroc lies in bed in the darkened room, eyes closed. A soothing baritone fills the air--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORD, (0.S.)",
          "text": "Nothing in the world can take the place of persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. ANGLE ON record sleeve next to the phonograph: “THE POWER THE POSITIVE” BY DR. CLARENCE FLOYD NELSON",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORD, (CONT'D)",
          "text": "Education will not; the world is full of educated derelicts. Persistence and determination alone are omnipotent. QUICK CUTS to other snippets of the record:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORD, (CONT'D)",
          "text": "So I grabbed that brush, and I shined up those boots so bright, Pastor Walker could see his reflection in them! Later--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORD, (CONT'D)",
          "text": "The lesson there being, it’s not what you do but how you do it. Any job worth doing is worth doing well. \fLater-- Later-- Later-- Later-- Later--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORD, (CONT'D)",
          "text": "As I like to say, it’s not the size of the dog in the fight, it’s the size of the fight in the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORD, (CONT'D)",
          "text": "Misfortune is just a stepping stone to fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORD, (CONT'D)",
          "text": "And I said to myself, “Clarence, you’ve got to muddle through this!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORD, (CONT'D)",
          "text": "How a man handles adversity is the true measure of a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECORD, (CONT'D)",
          "text": "Heck, anyone can paddle in a sunshower!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kitchen of another drive-in, Kroc pitching to the OWN The scene is virtually identical to the previous day’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Increase supply, demand will follow. Chicken and the egg. You follow my logic? Of course you do. You're a bright, forward-thinking fella who knows a good idea when he hears it. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So whaddaya say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc lugs the sample Multimixer back to his car. \fINT. KROC’S CAR - SHORT TIME LATER Kroc is pulled up to a customer spot in front of Joe’s Dr In. The scene before him is very much like the one at Ed’ Drive-In, a riot of teenage rowdiness. He looks at his watch. It’s 12:45. He HONKS, shouting out no one in particular:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Could someone tell me when my... He trails off as a female CARHOP approaches with a tray. hooks the tray onto his car door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARHOP",
          "text": "Enjoy. She heads off. He lifts the cover off his plate, primed t dig in. His face falls at the sight of the hamburger bene He leans out the window, honks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I ordered the barbecued beef! He’s howling into the void. EXT. MERRIMAN’S DRIVE-IN - LATER Another drive-in. Kroc with the OWNER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Mr. Merriman, are you familiar with the notion of the chicken and the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "No, thank you. The Owner disappears into the restaurant. Kroc, shut down lugs the Multimixer over to his nearby car, heaves it int the trunk. He takes a swig from his FLASK. EXT. MERRIMAN’S DRIVE-IN - MOMENTS LATER Kroc at a pay phone, dialing a long-distance number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO, (0.S.)",
          "text": "Prince Castle, how may I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Hi, June. \fINT. PRINCE CASTLE SALES —- CONTINUOUS A modest office in a Chicago high-rise. At the reception is secretary JUNE MARTINO. (Intercut as necessary.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "Ray. How’s it going down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Fine, swell, lot of interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "That’s terrific. Hold on, I'1l fetch your messages. She grabs a pile of messages off the desk. JUNE MARTINO (CONT’D) Let’s see: Gene Rafferty from United Aluminum, says he needs to reschedule Friday... Ed Nance calling again about the refund... a lady from March of Dimes about a donation... oh, and we got an order. Six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Six?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "Some drive-in out in California.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "One place? That’s impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "I’ve got the slip right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You must've misunderstood. Give me the number, I'll straighten it out. EXT. MERRIMAN’S DRIVE-IN - SHORT TIME LATER-— Kroc pours a few nickels into the pay phone, dials a numb off his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG EMPLOYEE, (0.S.)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Good afternoon. May I please speak to the owner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I'm sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG EMPLOYEE, (0.S.)",
          "text": "Dick or Mac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Um, whomever’s available. The guy puts the phone down, heads off. Through the recei Kroc hears the sounds of an insanely busy--and efficient- kitchen. “Order up!”... “I need six fries!\"”... “Patties",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD, (0.S.)",
          "text": "This is Dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Hello Dick, this is Ray Kroc from Prince Castle Sales. I’m phoning because someone there placed an order with us for some Multimixers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Yes, yes, that was me. How soon can you get ‘em out here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Well, that’s actually why I was calling. I believe there may have been a miscommunication between-- In the background, someone SHOUTS SOMETHING to Dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Freezer! Top shelf, left side! (back to Kroc) Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "My secretary’s under the impression you wanted six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You know what? I think that’s a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "That’s what I figured. What kind of drive-in would be making 30 shakes at a--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better make it eight. ON KROC-- flabbergasted. Another background SHOUT. DICK MCDONALD (CONT’D) What’s that, Al? There’s a brand- new box in the storeroom! (to Kroc) Look, now isn’t the best time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’m sorry, I’m still a bit--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You know where to send ‘em, right? San Bernardino, California. Corner of 14th and E.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "To anyone in particular?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Just the store is fine. McDonald's. Another BACKGROUND SHOUT distracts Dick. DICK MCDONALD (CONT’D) I gotta go. Just get those mixers out here ASAP, okay? Thanks! Click. Kroc stares at the receiver. What the hell was tha EXT. MERRIMAN’S DRIVE-IN - MOMENTS LATER Kroc stands over a U.S. ROAD MAP on the hood of his car. unfolds it, opening the map westward. (Note: This part of map is not well-worn like the Midwest; it’s virgin territ for Kroc.) Kroc’s eyes drift westward to California. They land on a small town 60 miles east of Los Angeles: San Bernardino. Kroc looks at the whole country. He notices something. A directly connecting St. Louis to San Bernardino. Route 66 ON KROC-- staring at Route 66. A single, unbroken line running from where he is now to that mysterious city out Southern California. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc driving west on Route 66. Cars, the open road, a limitless horizon. The sky, the country, the whole world seems to open up. His heart swells with possibility. The vastness excites his brain. This must be how Lewis & Clar felt. And then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc arrives in San Bernardino. A drab, dusty little town the edge of the desert. Hardly the pot of gold at the end the rainbow he was expecting. He continues along Route 66 heading toward the center of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Kroc driving. He sees the line before he sees the restaur A long line, hundreds of people, snaking toward a HAMBURG STAND in the distance. ON KROC-- taking in the strange sight of people out of th cars, queued up in a line leading toward a self-service window. It’s a distinctly FAMILY CROWD, lots of parents w their children. Not a teenage delinquent in sight. He parks, gets out. Unsure what to do, he gets in the lin He looks off at the restaurant, checks his watch. It’s 1:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (0.S.)",
          "text": "Don’t worry. It moves fast. ANGLE ON the WOMAN in front of him. No sooner does she sa this than the line moves. Kroc shuffles forward 10 feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Kroc in line, significantly further along. He looks at hi watch. It’s 1:19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc at the front of the line. He checks his watch. 1:23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER, (0.S.)",
          "text": "Welcome to McDonald’s, may I take your order? \f11. Kroc looks up, sees a CASHIER looking at him with a frien smile. Like all the other cashiers, he’s male and wholeso as apple pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Um, yes... He looks at the MENU BOARD. It has just FOUR ITEMS: burge fries, shakes, and Coca-Cola. A radical departure from th typical sprawling drive-in menu. RAY KROC (CONT’D) Hamburger, fries, and a Coca-Cola.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "45 cents, please. Kroc hands him two quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER, (CONT'D)",
          "text": "And five cents is your change. Kroc barely has time to put the nickel away when--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER, (CONT'D)",
          "text": "Here you are. The cashier hands him a paper sack. Kroc looks at it with confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Your food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I just ordered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "(shrugs, smiles) And now it’s here. Kroc peers into the bag. Lo and behold, inside is a burge fries, and a Coca-Cola. He sees it’s all wrapped in PAPER",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(\"Where are the”--) Silverware? Plates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "You just eat it straight out of the wrapper. Then throw it all out. \f12. ON KROC-- bewildered. He takes the bag, unsure what to do",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "So now I bring it back to my car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Most folks do. Or you could eat it in the park, at home... anywhere you like. Kroc nods. This is all so strange to him. He turns, heads toward his car. On the way, he spots an EMPTY BENCH. He impulsively takes a seat. Kroc reaches into the bag in his lap. He takes out the hamburger, noting the paper packaging. He unwraps the bur looking at it, sniffing it. It looks and smells wonderful As he’s about to take a bite, out the corner of his eye h notices in a nearby car... a GORGEOUS BLONDE. KROC’S POV: The blonde, biting into a hamburger. As she chews, a look of ecstasy comes over her face. She closes eyes, her head tipping back a bit, borderline orgasmic. ON KROC-- staring at the blonde.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (0.S.)",
          "text": "May we? Kroc is shaken out of his reverie by a FAMILY OF FOUR loo to sit on the bench. He slides over, making room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (CONT'D)",
          "text": "Thank you. Kroc’s attention shifts from the blonde to the family. He discretely watches as the mother passes out burgers to he two young kids. The kids bite into them, “mmm”-ing audibl ON KROC-- observing this family of four, wholesome as can devouring their delicious McDonald's hamburgers. Kroc looks at the burger in his own hand, takes a bite. A chews, his eyes roll back in his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (0.S.)",
          "text": "How is everything? Kroc looks up, sees a MAN standing before him. His neckti and demeanor suggest manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "This is the best burger I ever had. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "We aim to please. The man smiles, extends a friendly hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "Mac McDonald.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Ray Kroc. They shake. Kroc pulls a BUSINESS CARD from a pocket, han it to him. McDonald looks at it, unsure what to make of i",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHICAGO, ILL.",
          "text": "RAY KROC (CONT’D) The Multimixer fella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "(it clicks in--) You spoke to my brother. Mac looks again at the card, noting the Chicago address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "What brings you way out here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Oh, I was just in Los Angeles. Meetings. Business. Figured as long as I was in the neighborhood, I'd swing by, say hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Well, I’m glad you did. Welcome! Kroc’s eyes drift to the busy, humming restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Quite an operation you got here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Care for a little tour? There’s nothing Kroc would like more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bustling kitchen, organized as a series of stations. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (0.S.)",
          "text": "Speed... ON MAC-- leading Kroc through the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "That’s the name of the game. They come to a massive GRILL manned by THREE COOKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "First stop for every McDonald's hamburger is the grill, manned by three cooks whose sole job is to grill those all-beef beauties to perfection. Kroc watches the mouth-watering beef sizzling on the gril",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "Meanwhile... He leads Kroc to an adjacent station, where two DRESSERS stand before a rotating Lazy Susan with 24 BUN TOPS on it",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "As the patty cooks, our “dressers” get the bun ready. DRESSER #1 puts pickle slices and onion on each bun--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "Every McDonald’s hamburger gets two pickles, a pinch of onion... --while DRESSER #2 applies a squirt of ketchup and mustar with a pair of trigger-operated CONDIMENT GUNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "..-and a precise shot of ketchup and mustard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(re: condiment guns) Where'd you get those things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We made ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Made them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Custom built. Whole kitchen is. \f15. ON KROC-- utterly amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "(resuming tour) Next it’s off to the finishing station... ANGLE ON the Lazy Susan, carrying 24 fully dressed bun to traveling along a belt toward a FINISHING STATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "Where it all comes together. A pair of FINISHERS put cooked patties onto the fully dre bun tops, then put on bun bottoms and neatly wrap it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "Voila! The finished product is fed into an angled metal sleeve t slides them to the front counter, where cashiers can grab bag them with ease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "A fresh and delicious hamburger, grill to counter in 30 seconds. ON KROC-- dumbfounded by what he’s seen. He looks at Mac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Did I come up with all of this? (sly smile) I didn’t. Kroc is confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "We did. Kroc follows Mac’s eyes to a MAN coming toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "Dick McDonald. My brother. Kroc grabs Dick’s hand, enthusiastically shakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I just have to say, what you’ve done here is nothing short of-- \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "(to Mac, ignoring Ray) The fries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "What about ‘em? Dick leads Mac toward the FRENCH FRY STATION. Kroc follow along. Dick plucks a fry off the drying rack, hands it to Mac, who pops it in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "Perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "They're five percent too crisp. Dick takes a fry, tastes it. Frowns. DICK MCDONALD (CONT’D) I think we should drop to two minutes, 50 seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "That's what you had it at before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "400, not 375. Higher temp, shorter cook. Mac takes another taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "I really think they’re spot-on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(to Dick) If it makes any difference, they're the best fries I’ve ever tasted. Crispy golden brown on the outside, fluffy on the inside. Not too oily, perfectly salty and crunchy. Dick looks at Ray, taking note of him for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "This is that Multimixer fella you spoke to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Ray Kroc, Prince Castle Sales. \f17. Kroc hands Dick his card. Dick gives it a cursory glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "How soon you figure we can expect ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’m sending them Blue Label Air. You should have it early next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Good. With this, Dick abruptly walks off. Ray gives chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Wait! He catches up, grabs Dick’s arm. RAY KROC (CONT’D) Let me take you out to dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "(jokey) You're really not my type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You and your brother. Mac, a few feet away, comes over, curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’m gonna shoot straight with you fellas. This restaurant is the most remarkable thing I’ve seen in all my years in the food-service industry. And believe you me, I've seen it all. I want to know everything about it. Where it came from, how you thought of it. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. Tell me your story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc sits across from the brothers in a corner booth, rib steaks in front of all three. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "There wasn’t a job in all of Manchester. All of New Hampshire. So we packed our bags and headed west. To Hollywood. I wanted to be in the movie business. And Dick, well, he wanted to be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Employed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We landed jobs driving trucks for Columbia Pictures. After a few years, we had enough saved up to buy our own little piece of show business. A little movie theater out in Glendora. Which would've been swell, except for the small matter of timing. It was September of ‘29. One minute we’re screening “Gold Diggers Of Broadway”, the next it’s “Brother, can you spare a dime?” Literally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I couldn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Nobody in town was making any money. Except this one fella, Wylie Reid. Ran a hot dog and root beer stand. People still gotta eat, right? So we decide to set up our own stand, hot dogs and orange juice, out in Arcadia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A YOUNG DICK AND MAC manning their dusty, roadside HOT DO STAND during the Great Depression. A smattering of CUSTOM",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "It did okay, enough to keep us off the bread line, but we were hardly doing gangbusters. There just weren’t enough people in Arcadia. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Meanwhile, one town over is San Bernardino, the place is growing at a terrific clip. We want to relocate, but we’ve got no money for a new stand. That’s when my brother here gets one of his brilliant ideas. Tell him, Dick. Dick throws Mac a “That’s okay, you tell him” nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "“Why don’t we move the stand we’ve got? Put it on a truck!” (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Genius, right? Except one small problem. On the road between the towns, there’s an overpass. The building doesn’t clear. I figure that’s it, we’re done for. But then Dick says... Another nod of deferral from Dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "“Why don’t we saw the restaurant in half?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick and Mac driving an old flatbed Ford. On the back is stand, SPLIT IN TWO. The truck goes under an overpass, narrowly clearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "We truck the darn thing over in two pieces, put it back together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO PRESENT-",
          "text": "Kroc guffaws with amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We move the building, set up shop. But before we open, we decide to give the place a little tweak. It’s 1940. Drive-ins are all the rage, the hottest thing going. I say Dick, we gotta get in on this. Dick says sure. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "Two months later, we open for business... (show-biz hands) “McDonald’s Famous Barbecue!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers’ proto-McDonald’s, up and running. Pretty CARHOPS in tasseled short skirts and Western boots hustle about serving customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "We've got a 27-item menu, barbecue slow-cooked in a real pit out back. Uniformed waitresses bring the food straight out to your car. It does gangbusters. Going great guns. But then, sales start to level off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "The drive-in model, as we learn, has a few built-in problems. Kroc leans in, eager to hear their take on this. DICK MCDONALD (CONT’D) For starters, there’s the customer issue. Drive-ins tend to attract, shall we say, a less-than desirable clientele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Teenagers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Hot rodders and hooligans. Juvenile delinquents in blue jeans. Kroc nods, all too familiar. DICK MCDONALD (CONT’D) Then there’s the service. It takes forever and a day for your food to arrive. And when it finally does--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s completely wrong. \fKroc nods. 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "The carhops are too busy dodging gropes to remember you wanted a strawberry phosphate, not cherry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "If they remember at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Then there’s the expenses. Payroll is high due to the large staff required. Dishes are constantly getting stolen or broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Tremendous overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "But one day Dick has a realization. Going over the books, he notices something. The bulk of our sales come from just three items: Burgers, fries, soft drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "87 percent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We say to ourselves, what the heck are we doing monkeying around with all this other stuff? Focus on what sells. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "And that’s just what we do. Brisket, gone. Tamales, gone. And we don’t stop at the menu. We look at everything. What else don’t we need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Turns out, quite a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Carhops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Walk up to a window. Get your food yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Dishes. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "All paper packaging. Disposable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Jukeboxes, cigarette machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Drive out the riff-raff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(totally in sync) Create a family-friendly environment!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "And finally, the biggest, most important cut of all... the wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Orders ready in 30 seconds, not 30 minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We decide to tear down the kitchen. Rebuild. Reconfigure. Rethink the whole dang thing. And you're gonna love how we do it. Tell him, Dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "The tennis court?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "He brings me out to this tennis court, draws an outline in the dirt. Exact dimensions of our kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TENNIS COURT, somewhere in San Bernardino. Mac watches Dick carefully draws a KITCHEN OUTLINE on it with a stick",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "We bring in a bunch of employees, have ‘em go through the motions, making pretend burgers and fries. --An invisible kitchen, YOUNG EMPLOYEES mimicking the mov trying to get it right. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "Dick’s chasing after them with the stick, marking up where all the equipment should go. They do it over and over, hashing out the moves, choreographing like it’s some sort of crazy burger ballet. --Over and over. It’s starting to get dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD, (V.O.)",
          "text": "Finally, after about six hours of this, we get it just right. --Workers making pretend burgers and fries in perfect syn",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD, (V.O.)",
          "text": "A symphony of efficiency. Not a wasted motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "We take the layout to a builder, custom build to exact specs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Ta-da. The Speedee System is born. The world’s first-ever system designed to deliver food fast. It's totally revolutionary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "And a complete disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The grand opening. The hungry and the curious pulling up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "Opening day, people pull into the lot, immediately start honking when no carhop comes over. We try to explain the walk-up window. They're bewildered. Furious. “Whaddaya mean I gotta get out of my car?” \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Most of them just cuss us out and drive off. The few that stick around are mad as heck about having to eat off paper and discard their own trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "We may have underestimated the learning curve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "By five o'clock, Dick’s calculating the cost of converting back to drive-in. But me, I’m not quite ready to throw in the towel. Going back to my Hollywood roots, I say to myself, “We gotta go big with this. We gotta put on a show.” I tell Dick I want to throw a grand re-opening. A gala premiere to put Louis B. Mayer to shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fast-food equivalent of a Hollywood-style premiere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "We rent a bunch of spotlights, the same ones we used to truck around to premieres in the Columbia days. I get sparklers, a juggler for the kiddies--it’s an event. People show up in droves. And then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD, (V.O.)",
          "text": "The flies. --An ominous cloud gathers over the restaurant. A SWARM O INSECTS. They swoop down in unison, as if in attack mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD, (V.O.)",
          "text": "They must've been drawn by all the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "Millions of ‘em. Looked like something out of Exodus. --Customers running, screaming. Swatting. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD, (V.O.)",
          "text": "The Pharaoh would’ve released the Israelites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "It’s a total disaster. Towel time. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next morning, Dick and I meet up to discuss going back to the old format. As we're talking, there’s a knock at the service window. Dick goes over, sees a little boy standing there. He wants a bag of burgers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick at the service window, looking at a YOUNG KID. His n barely clears the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD, (V.O.)",
          "text": "I tell him we're closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "But he’s cute, I feel bad for him, so I fire up the grill, make hima batch. And as he’s heading off... --A car pulls into the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.0.)",
          "text": "A car pulls up. --A second car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "Then another. --A third car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "And another. Before you know it, there’s a line around the block. --A LINE OF CUSTOMERS stretching into the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (V.O.)",
          "text": "Word has spread. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "And it’s off to the races.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We’re an overnight sensation. Thirty years in the making. ON KROC-- absorbing all of this, blown away. Mac gives Kroc a modest little shrug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "So that’s our story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc lies awake in bed, buzzing, unable to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick and Mac pull into the McDonald’s lot in Dick’s car. They’re startled to see-- Kroc, sitting out front. He approaches their car. Before can fully roll down his window:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Franchise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Beg pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Franchise, franchise the thing. It’s too good to just be one location. There ought to be McDonald's everywhere. Coast to coast, sea to shining sea. And I’m just the man to help you do it. I’ve spent the better part of my life criss-crossing this country. I know every highway and byway, every city and every town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Mr. Kroc...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Let me just say one thing. One more thing. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (CONT'D)",
          "text": "I want to confess something to you boys. I’m not out here in California on any business meeting. I’m out here for you. You’re what brought me out. A few days ago, I was standing outside a filling station in St. Louis, Missouri staring at a U.S. road map, staring at a long, white, unbroken line called Route 66. I took my finger--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Mr. Kroc-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I took my finger, and I traced that line from where I was standing all the way out to California, where it ran smack-dab into this place we are now. As I stared at that line, something told me to follow it. Something told me to get in my car and see what’s out there at the other end. And when I laid eyes on your hamburger stand yesterday, all those people lined up to purchase your remarkable product, I knew it was-—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "We already tried!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc and the brothers stand before a U.S. MAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Five. ANGLE ON map. Five PUSH PINS are stuck in it, clustered around California and the Southwest. DICK MCDONALD (CONT’D) Three in Southern California, one in Sacramento and one in Phoenix. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that’s all there’1ll ever be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Why? \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Two words: Quality control. It’s almost impossible to enforce standards from afar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Those places were a mess. Filthy kitchens, inconsistent menus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Sacramento was selling burritos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "To watch your precious creation get mismanaged like that. Your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Put Mac in the hospital. Kroc looks at Mac, surprised. A BEAT as",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Diabetes and extreme stress don’t mix. Kroc absorbs this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "But if you had somebody in charge of supervising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "He obviously didn’t do a great job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "So replace him. With someone better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Our energies are better spent making this place the best it can possibly be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Better one great restaurant than 50 mediocre ones. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Sure, but I still think if you had the right--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Thank you, we’re not interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Someone as committed to quality as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Thank you. Kroc backs off. A BEAT of awkward silence. Kroc’s eye goes to something else on the wall... a BLUEPR The building has towering arches on each side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "A blueprint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Those: Mac follows Kroc’s eyes to the arches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "It’s a way to make the place stand out when you’re driving past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "“The Golden Arches” I call ‘em. Kroc stares at them, fascinated. It’s a crazy, radical (a kind of brilliant) thing to stick on the sides of a build",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Who thought of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "That’s pure Dick magic right there. Dick’s gaze is still on the arches, clearly proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Ever do one like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Just one... \f30. Dick looks at the U.S. map. A lonely push pin in the midd of Arizona. DICK MCDONALD (CONT’D) Phoenix. EXT. ROUTE 66 - SOUTHERN CALIFORNIA/ARIZONA -— DAY Kroc driving back along Route 66, taking in the scenery. SERIES OF SHOTS: Kroc passing through various small towns each with a Main Street running through it. On every Main Street, we see the same two things: a church and courthou Glimpses of various churches and courthouses. Churches to with crosses. Courthouses with American flags. ON KROC-- processing, wheels turning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc driving through Flagstaff. He passes a road sign: I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOUTH",
          "text": "He takes an impulsive detour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc drives down Phoenix’s Central Avenue. He sees the ar before he sees the restaurant. Kroc pulls into the empty lot (the restaurant is closed). gets out, looks up at the arches. They’re lit up and glow Glorious, magical. He does a slow lap around the building, taking in the arc from all angles. Halfway around, the shifting perspective causes the arches to meet. They form a giant “M” (the McDonald's logo as we know it today), 30 feet high. ON KROC-- standing before the “M”, bathed in its golden, glowing light. Like Moses before the Burning Bush. EXT. KROC’S HOUSE (DES PLAINES, IL) - DAY A modest home in the Chicago suburbs. Kroc pulls up in hi car. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ETHEL (53) is at the table, eating dinner by herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "Ethel! Kroc comes bursting in, burning with excitement. RAY KROC (CONT’D) I’ve seen the future! Ethel’s face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I saw a restaurant, Ethel. It’s like nothing you’ve ever seen. They've got this system, the Speedee System...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Ray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Just hear me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I’m too old for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "This place, it’s like something sprung from the mind of Henry--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I can’t do it. Not again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Don’t you want to be a part of greatness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I want to be part of a cruise. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All our friends are taking trips, enjoying their golden years. And us, we're still scrapping and scraping like a couple of 25-year- olds. When do we get to start living, Ray? When do we finally get to start enjoying our lives? \fThis sets 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Ethel, this place--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "It’s revolutionary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(bristles at her sarcasm) As a matter of fact...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "It’s never going to get any better, Ray. We’re never going to have anything more than we have right now. And that’s okay. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What’s not okay is us wasting our lives reaching for some brass ring we're never going to grab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(flash of anger) Maybe if I had a wife who had an ounce of vision. Who gave me an ounce of support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Support? Support? her off-- ETHEL KROC (CONT’D) All I’ve done is support you! I’ve had your back through thick and thin, through one cockamamie idea after another. The wax cups, the Fold-A-Nook, the Multi-Mixer, on and on, every last one. And you have the nerve to say I don’t support you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(backing off, chastened) I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I’ve believed in you, Ray. Our whole marriage. Long past the point any rational, thinking person would've.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You're right. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I’ve sacrificed, I’ve saved. Made do, gone without. My belt’s so tight, I’m out of notches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You're right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "“Support”? (BEAT )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How dare you? Kroc just stands there in shamed little-boy silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc steps to the ticket window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "One ticket, please. The marquees reads MAGNIFICENT OBSESSION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc sits in the theater, the light of the screen flicker off his face. In his hand is his flask. He takes a discre swig. INT. PRINCE CASTLE SALES - KROC’S OFFICE - CONTINUOUS June Martino watches Kroc pace, ringing phone to his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE, (0.S.)",
          "text": "McDonald’s Hamburgers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Dick McDonald, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE, (0.S.)",
          "text": "He’s not available at the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Mac, then. The employee puts the phone down, goes off to check. Thro it, Kroc hears what sounds like a BIG CROWD. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE, (0.S.)",
          "text": "I’m sorry, he’ll have to call you back. We’re real busy right now. Kroc glances at his watch, puzzled by the commotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What time is it there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE, (0.S.)",
          "text": "10 o'clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(thrown ) What time do you open?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE, (0.S.)",
          "text": "ll. ON KROC-- amazed. They don’t even open for another hour. INT. JOHNSON’S DRIVE-IN - KITCHEN - SHORT TIME LATER Kroc out on a drive-in sales call, giving his standard sp",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(flat, distracted) Mr. Johnson, are you familiar with the notion of the chicken and the egg? I mention it because I think it’s applicable here. EXT. JOHNSON’S DRIVE-IN - PARKING LOT - SHORT TIME LATER Kroc hauls the sample Multimixer back to his car, shoves in the trunk. He takes a swig from his flask, staring off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc steps to the TWA ticket counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "One ticket to Los Angeles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dinner rush. Mac and Dick hustle about making sure th run as smoothly as possible. ON DICK-- reloading the Lazy Susan with bun tops. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "Do it for your country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "(turns, surprised) Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (0.S.)",
          "text": "What are you doing here? Mac is there, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "If you boys don’t want to franchise for yourselves, fine. But do it for your country. For America. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place you’ve created, it’s not a restaurant. It’s not even a place. It’s an idea. ON DICK-- absorbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "(to nearby employee) Tommy, finish the buns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc stands before the brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "That drive back home on 66, I passed through a lot of towns. A lot of small towns. In the middle of each one of them was a Main Street. And on each of those Main Streets were always the same two things: a courthouse and a church. A courthouse topped with a flag. A church topped with a cross. Flags and crosses, crosses and flags. The brothers look at each other, unsure where this is goi RAY KROC (CONT’D) As I drove along, I pondered those crosses and flags. I asked myself why they’re so ubiquitous. What they mean. And as I did, I couldn’t help but think about your restaurant. About these-- \f36. He goes over to the blueprint, plants a finger on the arc RAY KROC (CONT’D) Now, forgive me if this flirts with blasphemy, but to my mind, these arches share a great deal in common with the Christian cross and the American flag. A building topped with a cross is a gathering place. A place where decent, wholesome folks can come together and be with others who share their values. The same can be said of a building flanked by a pair of your arches. Those arches mean more than simply “delicious hamburgers inside”. They signify family. Community. The ties that bind. They represent goodness, togetherness, a place for Americans to gather and break bread. McDonald’s can be that, too. The new American church, feeding bodies and feeding souls. And not just on Sundays. Seven days a week. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crosses. Flags. Arches. ON MAC-- blown away. He looks over at Dick, expecting a similar reaction. He’s surprised to see a conflicted look his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "(to Kroc) Would you please give us a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers, alone in the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "(tempted, torn) I don’t know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "It’s your dream, Dick. (eye contact) Bigger than your dream. Arches-- your arches--coast to coast. Dick’s eyes go to the U.S. map. A whole country, just wai to be filled in with push pins. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I can’t put you through that again. ON MAC-- looking at Dick gazing longingly at the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "I know how bad you want this. You should have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Last time, you very nearly wound up—",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We'll do it different this time. Learn from our mistakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "How so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We keep a much tighter leash. Total oversight, every change has to go through us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Who says he’s gonna listen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We draw up a contract. Lay it out, clear as day in black and white. ON DICK-- pondering. Seemingly warming to the idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "Whaddaya say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ray Kroc sits across a table from the brothers and their LAWYER. Kroc is skimming through a BIG FAT CONTRACT. Full clauses and sections and paragraphs. ANGLE ON contract. Amidst a wall of legalese:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "Fine. \f38. Kroc has a rushed air about him, eager to get to the dott line. He continues skimming. A glimpse of another page:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Three copies of the contract are laid out before Kroc, op to the last page. The brothers’ lawyer slides him a fount pen. He readily signs in triplicate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (PRE-LAP)",
          "text": "We are a dynamic, fast-growing company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc, dressed in his best suit and tie, sits across from LOAN OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "And now, we’re poised to make major inroads nationally. The loan officer looks at a set of BLUEPRINTS on his desk titled MCDONALD'S #6 - DES PLAINES, ILL. RAY KROC (CONT’D) In addition to giving us a foothold in the Midwest, the Des Plaines location will serve as a lure for prospective franchisees. The loan officer looks over the blueprint. Something catc his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOAN OFFICER",
          "text": "What are those? Kroc follows his gaze to the arches. He smiles proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Oh, that’s just my little way of separating us from the pack. “The Golden Arches”, I call ‘em. \f39. The loan officer picks up a bound prospectus prepared by Kroc. Artist renderings, projected earnings, etc. ON KROC-- anxiously watching as he leafs through it. RAY KROC (CONT’D) (filling the air) There’s nothing like it in the entire food-service sector. The loan officer looks up from the materials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOAN OFFICER",
          "text": "You look familiar. Have we met?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(a drop uneasy) I don’t believe so. ON LOAN OFFICER, staring, determined to place the face. H snaps his fingers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOAN OFFICER",
          "text": "The Fold-A-Nook! (hint of smirk) “It’s Like A Murphy Bed... For Your Kitchen!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc exits the bank in defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc sits across from another LOAN OFFICER, watching as h looks over the prospectus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "There’s nothing like it in the entire food-service sector. The officer looks up at Kroc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOAN OFFICER",
          "text": "Have we met? The man searches his face. Kroc squirms. LOAN OFFICER #2 (CONT’D) The paper-cup guy. ON KROC-- silent a long beat. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(embarrassed, broken) Among many other things. The loan officer stares at Kroc, taking in his vulnerable Willy Loman-esque visage. A wave of compassion/pity comes over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOAN OFFICER",
          "text": "I tell you what. Let me refer you to one of my colleagues. Somebody who may be better suited to meet your needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FEW DESKS DOWN",
          "text": "Kroc sits before a different LOAN OFFICER. The man is fil out an APPLICATION FORM for Kroc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOAN OFFICER",
          "text": "Address?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "143 Juniper Road, Arlington Heights, Illinois. ANGLE ON the form as the man fills in Kroc’s address. It’ HOME-MORTGAGE LOAN APPLICATION. A desk plaque tells us th is HARVEY PELTZ - HOME MORTGAGE REPRESENTATIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "Home telephone number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Let me give you my office number. Kroc glances at his WEDDING RING. RAY KROC (CONT’D) That’s the best place to reach me. INT. KROC’S OFFICE - DAY ANGLE ON blueprints for the Des Plaines McDonald's coveri Kroc’s walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "Did you schedule the stakeout with the engineer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO, (0.S.)",
          "text": "All set. \f41. ON KROC-- at his desk, plowing through a lengthy to-do li as June takes notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Where are we at on fire department approval for driveway design?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "Left a message yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Call again. Excavation permit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "Meeting with them today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Insurers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "I left a message yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Call again. What about the zoning office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "All set. On file with the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "San Bernardino?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "I just spoke to Dick. He says they're working on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Working on it? He lets out a heaving, irritated sigh. RAY KROC (CONT’D) It’s been a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick is at his desk. An EMPLOYEE sticks his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE",
          "text": "Ray Kroc, line one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Hiya, Ray. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "You boys are killing me. INT. KROC’S OFFICE - CONTINUOUS (Intercut as necessary.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What’s the hold up? I break ground in two weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "These things take time. You're proposing substantial alterations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’m adding a basement and furnace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "We need our architect to thoroughly review it to make sure everything's safe and up to code.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Has he looked at it yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I’m not sure, to be honest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I can’t afford to let this drag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Ray, you need to take a breath. It hasn’t even been a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’ve got bulldozers rolling up on the 23rd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I’m not the one who scheduled that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Do you have any idea what it’d cost me to push?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Hopefully, it won’t come to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Every restaurant in the Midwest has a basement and a furnace. This is standard stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I understand. But you have to understand, it’s our name on that building. God forbid the floor caves in and people get hurt or worse because of some design flaw we missed, we’re the ones on the hook. So let’s just slow down a minute and make sure it’s done the right way. Alright? pondering Dick’s words of reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "So much for the Speedee System! He hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Mac is in the office with Dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Then what did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "He slammed down the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "He hung up on you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Unless we got violently disconnected. Dick looks off, feeling the first pangs of buyer’s remors",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "It’ll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON a sign: COMING SOON - MCDONALD’S FAMOUS HAMBURGE A hard-hatted Kroc stands in a dirt lot, watching SURVEYO outline a building foundation. He heads over to one of th surveyors, pointing to some detail--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Can we bring that out another foot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO, (0.S.)",
          "text": "Sir? June comes over to Kroc with a letter. He looks at it, se the San Bernardino return address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Read it. She opens the letter, reads aloud--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "“Dear Ray, Thank you for your letter sharing your idea to strike a deal with Coca-Cola to sponsor menu boards at the new Des Plaines location. An intriguing notion, indeed. As you rightly point out, such an arrangement would provide a steady source of revenue to the store at no additional labor cost. ON KROC-- pleased with the letter so far. JUNE MARTINO (CONT’D) “However...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc is on a pay phone across the street from the construction site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Small, along the bottom. Very discrete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the other end is Mac in the kitchen, his brother nearb (Intercut as necessary.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I’m sorry, Ray, but we’re just not comfortable with the notion of turning our menu into an advertisement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Not an ad. Sponsorship. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "It’s distasteful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s free money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "There are plenty of things we could do to make a quick buck, but that doesn’t mean we should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Loads of restaurants do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Well, we don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Because I have no interest in indulging in that sort of crass commercialism. It’s not McDonald's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I didn’t realize I was partnering up with a beatnik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I happen to be a card-carrying Republican.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You coulda fooled me! He slams down the phone. Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Mac and Dick, post-call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "He’s just a little... excitable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "A hothead like that, you don’t know what he’s capable of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "It’s all bluster, Dick. His bark is worse than his bite. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "(dark chuckle) That’s what Neville Chamberlain said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brand-new Des Plaines McDonald's, up and running. TRACKING SHOT, high-energy, as Kroc moves through the KIT barking out orders to his charges. It’s a bit militaristi vibe, echoing Dick’s Hitler reference: “Watch those fries!”... “Straighten that hat!”... “Buns t the left, pickles to the right!”... “Let’s go, boys!” He passes an EMPLOYEE, catching him in a moment of repose",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Grab a mop! If there’s time to lean, there’s time to clean! Tracking shot ends at the GRILL, manned by a trio of GRIL overseeing dozens of patties. Kroc moves down the line: GRILLER #1, flipping a patty-- RAY KROC (CONT’D) More wrist! Kroc grabs the spatula, demonstrates proper form. He move onto GRILLER #2, who’s lifting a patty off the grill-- RAY KROC (CONT’D) It’s still pink! Kroc puts the patty back onto the grill. He moves on to",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRILLER",
          "text": "RAY KROC (CONT’D) What the heck are you-- Kroc trails off, realizing Griller #3 is doing NOTHING WR His patties are perfect, arranged in rows so precise they could have been lined up with a ruler. ON KROC-- taking in the eager young buck, who looks maybe RAY KROC (CONT’D) What’s your name? \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRILLER",
          "text": "Fred Turner, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Fred Turner... (small, approving nod) Keep it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED TURNER",
          "text": "Yes, sir. Kroc walks off. Turner is thrilled by the approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the glow of the arches, Kroc scours the parking lot fanatically cleaning. Picking up discarded cups, scraping off the underside of benches. INT. KROC’S HOUSE - LATER Ethel is asleep in bed. Kroc enters, home from another lo day of work. He starts getting undressed. As he unbuttons his shirt, he hears a sound. A tiny sniff Ethel is awake, crying softly. He goes over, sits on the bed next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’m sorry. ON KROC-- taking in her sad, lonely face. RAY KROC (CONT’D) I know I’ve neglected you. He looks her in the eye. RAY KROC (CONT’D) Tomorrow night. Let’s have supper at the club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "(surprised, heartened) Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s been far too long. He hands her a tissue. She blows her nose. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dining room of a not especially upscale country club. Kroc leads Ethel to a big round table. At it are fellow C MEMBERS, who warmly greet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY CULLEN",
          "text": "By George, I think I’ve seen a ghost!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "The middle of the meal. Ray kibitzes with the men, Ethel engaged in a cross-conversation with the wives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUB WIFE",
          "text": "I hear Acapulco is divine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUB WIFE",
          "text": "Mildred Ballard was just there. She adored it. Ethel nods along, not wanting to stick out. CLUB WIFE #2 (CONT’D) Where do you like, Ethel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Me? (BEAT, scrambling) Spain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUB WIFE",
          "text": "Wonderful! How was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "(backtracks ) I mean, we're thinking about it. Planning to, in the fall. Nods and smiles from the other women. The conversation mo on, bullet dodged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY CULLEN",
          "text": "That's the last time I try a sand wedge in that bunker! Hearty laughs from the others, loving the golf humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK HORFORD",
          "text": "How's your game, Ray?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Lately? Non-existent. The men laugh, missing the literalness of the statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK HORFORD",
          "text": "I’m no Ben Hogan myself. ON KROC-- seeing an opening in the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(cryptic smile) But I did recently hit a hole-in- one of a different sort. The men glance at each other, intrigued. RAY KROC (CONT’D) Anyone interested in hearing about an exciting investment opportunity? Kroc sneaks a glance at Ethel. She’s staring at him, crestfallen. So this is why we’re at the club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK HORFORD, (0.S.)",
          "text": "(chuckle) Here we go again... ON HORFORD-- smiling at Kroc, a bit condescendingly. JACK HORFORD (CONT’D) What is it this time, Ray? ON ETHEL-- taking in the way Horford looks at her husband irks her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Hear him out. Ethel looks at Ray, looks back at Horford. ETHEL KROC (CONT’D) This is different. ON KROC-- surprised and touched she has his back. He grab her hand under the table, looks her reassuringly in the e Yes, it is. It is different this time. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERIES OF SHOTS",
          "text": "--Jerry Cullen signing franchise papers as Kroc looks on. --Kroc and Jack Horford, in hardhats, presiding as ground broken at a CONSTRUCTION SITE. Behind them is a sign with McDonald’s mascot Speedee, who says, “HOWDY, SCHAUMBURG! McDONALD’S IS ON THE WAY!” --Kroc and Ethel having dinner again at Rolling Green CC, Kroc working the menfolk, trolling for franchisees. --Kroc playing a round of golf at the club, giving his go mates the sales spiel. --Kroc looking on as one of the golf guys signs a contrac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc pulls into the parking lot of Jack Horford’s brand-n Schaumburg McDonald's. There’s a line out front, not spectacular but solid. He parks, heads toward the restaurant. He slows, noticing something. KROC’S POV: A patron in his car, biting into a hamburger. Sticking out the sides of the burger is a PIECE OF LETTUC ON KROC-- staring at the lettuce, disturbed by the sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack Horford, part of a foursome, is about to tee off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLF BUDDY",
          "text": "Give it a whack, Jack. Horford rears back to swing when, out the corner of his e he sees-- KROC, storming onto the course, marching toward him. As Kroc gets closer, Horford sees he’s holding something. a HAMBURGER. Kroc gets right up in his face with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What is this? Horford stares at the burger. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK HORFORD",
          "text": "It appears to be a hamburger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s not a McDonald’s hamburger. He lifts off the bun, pointing out its myriad deficiencie RAY KROC (CONT’D) Too much ketchup. Three pickles not two. Lettuce. Lettuce, Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK HORFORD",
          "text": "Do you think we could discuss this later? We’re in the middle of--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "And the patty. (breaks it open) Tragically overcooked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY CULLEN, (0.S.)",
          "text": "I don’t know, Ray... Fellow franchise owner Jerry Cullen (part of the foursome leans in, checking out the burger. JERRY CULLEN (CONT’D) Looks good to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(glares at Cullen) What the heck would you know about quality? ON CULLEN-- thrown. RAY KROC (CONT’D) I dropped in on your store today. I must say, I was quite disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY CULLEN",
          "text": "What by?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "For starters, the menu... Corn on the cob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY CULLEN",
          "text": "What’s wrong with corn on the cob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Fried chicken? \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY CULLEN",
          "text": "People love fried chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Then they can go to a restaurant that serves it! Cullen and Horford trade glances, bewildered. RAY KROC (CONT’D) And the filth. The kitchen looked like some sort of Manchurian slum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY CULLEN",
          "text": "(smirk) With great chicken. Everybody laughs. Kroc is not amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(to both of them) Are you aware of what goes on at your restaurants? Do you even care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY CULLEN",
          "text": "Look, Ray, I don’t know about you, but I’m retired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK HORFORD",
          "text": "You said this’d be a good place to park our money. It’s an investment, nothing more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY CULLEN",
          "text": "If I wanted a job, I'da applied for a cook position. ON KROC-- silently stewing. INT. KROC’S HOUSE - BEDROOM - NIGHT Ethel is getting dressed, putting on jewelry and makeup. enters, home from work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Hurry up and get changed. Dinner’s called for seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "We’re not going to the club tonight. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "You cancelled our dinner plans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I cancelled our membership.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Those Rolling Green people aren’t our kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’ve lost interest in hobnobbing with the idle rich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Idle rich?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "With their golf and their Rob Roys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Please tell me this is a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Contented. Complacent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Those are my friends, Ray. My entire social life!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "We'll find new friends. Ethel throws herself onto the bed, bursting into tears. RAY KROC (CONT’D) Far more suitable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc sits in his car across the street from Jack Horford’ McDonald's, anonymously watching-- KROC’S POV: A crowd of ANNOYED CUSTOMERS waiting for thei food. A customer checks his watch. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMER",
          "text": "(to cashier) How much longer? Kroc watches the shabbily run operation, sickened. He tak swig from his flask. The pre-lap sound of VOMITING carries over to-- INT. PRINCE CASTLE SALES - MEN’S ROOM - DAY Kroc bent over the toilet, puking his guts out. INT. OFFICE —- MOMENTS LATER Kroc exits the bathroom, walks toward the FRONT DESK carr the men’s room key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN, (0.S.)",
          "text": "Just take a gander at this handsome gold inlay. Kroc comes to the desk, where he sees a BIBLE SALESMAN (2 talking to June, briefcase full of samples popped open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN, (CONT'D)",
          "text": "You're telling me such spectacular craftsmanship isn’t worth $8.95?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "Thank you, I’m not interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Not interested in a Bible sure to be the pride of your home library? ON KROC-- observing the young salesman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN, (CONT'D)",
          "text": "As you no doubt know, June, envy is one of the seven deadly sins. And that’s just what your friends and neighbors will be guilty of when they see this leather-bound beauty on your bookshelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "Sir, this is a private place of business. I’m afraid I’m going to have to ask you to leave. \f55. BEAT. The salesman gathers up his things, heads out of th office. June’s telephone rings. JUNE MARTINO (CONT’D) Prince Castle Sales. (BEAT, listening) Oh, hello, Mac. Kroc hears the name. A knot instantly forms in his stomac JUNE MARTINO (CONT’D) One moment, I’1l see if he’s in. She covers the phone, turns to Kroc. JUNE MARTINO (CONT’D) It’s Mac... just wants to know how it’s going. ON KROC-- frozen, staring at the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The salesman heading down the hall toward the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "Wait! The salesman slows, turns. Standing there is Kroc, lookin him over, sizing him up. RAY KROC (CONT’D) What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Leonard. Leonard Rosenblatt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Rosenblatt. ON KROC-- digesting the name, intrigued. RAY KROC (CONT’D) What’s a Jew doing selling Catholic Bibles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEONARD ROSENBLATT",
          "text": "(unapologetic) Making a living. ON KROC-- taking in the hungry young go-getter. It’s not to read his mind. This is just the sort of fella I need. \f56. INT. KROC’S OFFICE - DAY Rosenblatt and his wife MYRA (22) sit across from Kroc. K slides a pen and contract to them. ON LEONARD AND MYRA ROSENBLATT-- looking at each other. Excited, hopeful. A young couple, staking everything on a shared dream. Myra gives his hand a squeeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MYRA ROSENBLATT",
          "text": "I believe in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEONARD ROSENBLATT",
          "text": "Us, Myra. ON KROC-- watching the interaction with admiration--and a touch of jealousy. EXT. MCDONALD'S (THE ROSENBLATTS’) - DAY (A FEW MONTHS LA The Rosenblatts’ new McDonald's in Waukegan, IL. Festive bunting lines the front, a banner proclaiming GRAND OPENI TODAY! A line of the curious and hungry forms outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hustle and bustle of a smooth-running kitchen. It’s a model of cleanliness and professionalism, everything the country clubbers’ locations were not. ON KROC-- in the middle of it all, observing, highly plea",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEONARD ROSENBLATT, (0.S.)",
          "text": "Let’s go, chop-chop! ON ROSENBLATT-- moving around the kitchen, barking out orders, making sure everything’s just so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MYRA ROSENBLATT, (0.S.)",
          "text": "Here y’go, champ! Kroc looks toward the front of the store, where he sees.. Myra, handing out lollipops to children. She’s wearing a apron that says MCDONALD’S--and a big smile on her face. Kroc goes over. She hands him a lollipop. MYRA ROSENBLATT (CONT’D) It’s normally ten and under, but for you I’1l make an exception. \f57. Kroc looks at the lollipop. Tied to it is a ribbon with t store’s address on it. He couldn’t be more impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (PRE-LAP)",
          "text": "You shoulda seen ‘em. INT. KROC’S HOUSE - BEDROOM - THAT NIGHT Kroc is getting undressed for bed, buzzing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You've never seen a pair of dynamos like these two. ON ETHEL-- in bed, half-listening, about to fall asleep. RAY KROC (CONT’D) He’s in back, running the kitchen, she’s up front, passing out suckers to the kiddies. Like a real team. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s wonderful. Don’t you think? No reply from the sleepy Ethel. He gives her a poke. RAY KROC (CONT’D) Don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Don’t I what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Think it’s wonderful. (angling) Two people, side by side, working together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Are you trying to hire me, Ray?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You say you never see me anymore. This is a perfect way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I don’t want to work for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "With me. Husband and wife, united in labor and in life. You know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I mean... \f58. ON ETHEL-- pondering, really struggling with the notion. ETHEL KROC (CONT’D) Not really. A stretch of tense, edgy silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I made us supper plans for Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I don’t suppose you rejoined Rolling Green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "No. (gazes off) Someplace far better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON a big banner across a wood-paneled wall: VFW POS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN DOWN to a long table lined with couples. Blue-collar types, several rungs down the social ladder from Rolling Green. And younger, average age closer to 30 than 60. In the midst of them, we find Ray and Ethel. They’re dres deliberately “blue collar”, matching the people around th ON ETHEL-- edgily pushing her meatloaf and mashed potatoe around her plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "So, Art, what do you do for a living? Kroc is chatting up the COUPLE (mid-20s) next to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ART WOLODARSKY",
          "text": "Well, I had a little plumbing business going for a while after getting out of the service. Now I sell vacuum cleaners. And give piano lessons on the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Golly. Plumbing, pianos, you're a regular jack of all trades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ART WOLODARSKY",
          "text": "Whatever puts food on the table. \f59. Art’s WIFE smiles proudly at her hard-working man. ON KROC-- sizing them up. They fit the profile to a T.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "How would you like to do more than merely “put food on the table”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KROC’S OFFICE - SHORT TIME LATER Art Wolodarsky signing up for a franchise, his faithful w by his side. This leads to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc hunting for new recruits for the McDonald's Army. Qu cuts of Kroc making the SAME SPEECH in various places. Shriners halls, synagogues, Amway meetings:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’m looking for a few good men! Hustlers! Scrappers! Grinders! Men willing to roll up their sleeves, men with fire in their bellies! (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I stand before you today offering something more precious than gold: opportunity. Opportunity to advance. To succeed. To get your shot at the brass ring, the American Dream. For McDonald's, like this great nation itself, is a true meritocracy. If you’re willing to put in the work, if you’ve got the gumption and the guts and the desire, the sky’s the limit at McDonald's. Put in the necessary elbow grease and, by gum, I promise you there’s a pot of gold waiting for you at the end of those Golden Arches. So who’s with me? Who's ready to strap it on and step onto that first rung of the ladder of success? Who’s ready to make that glorious upward climb, ascending into the hard-won heavens of success and prosperity? Shots of Kroc gaining traction, getting on a roll: \f60. --YOUNG COUPLES cashing out bank accounts. --Kroc cutting the ribbon at store openings. Lines down t block. Cash registers ringing. --Kroc biting into a burger served by the owner-operator new franchise. Art Wolodarsky. --Kroc driving back to his own store in Des Plaines, swee the lot after dark. Relentless. Inexhaustible. Obsessed. END OF MONTAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flight in mid-air. Kroc, in a window seat, gazes out at flat, snow-dusted expanse below. Next to him is Fred Turn head buried in a McDonald's operations manual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT ATTENDANT, (0.S.)",
          "text": "Ladies and gentlemen, we are about to begin our initial descent into Minneapolis-St. Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc and Turner pull up to a brand-new McDonald’s in a ta Stretched across the front is a banner: MINNESOTA IS MCDONALD’S COUNTRY! They step out of the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM ZIEN, (0.S.)",
          "text": "Welcome! JIM ZIEN, the store’s burly, gregarious owner, comes out greet them. With a showman’s flourish, he gestures to a p of HIGH-SCHOOL CHEERLEADERS in McDonald's red and white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM ZIEN, (CONT'D)",
          "text": "Gimme an M!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM ZIEN",
          "text": "Gimme a C!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERLEADERS",
          "text": "Cc! ON KROC-- beaming, eating up the red-carpet reception. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM ZIEN, (0.S.)",
          "text": "Gimme a D!",
          "sentiment": "neutral"
        },
        {
          "speaker": "D",
          "text": "INT. ROLLIE’S STEAKHOUSE - LATER/EVENING Kroc, Turner and Zien at a Minneapolis steakhouse. The WA is taking their orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Ribeye. Bloody. (hands waiter menu, smiles) I want the cow still mooing. Everybody chuckles. Kroc is really feeling his oats. RAY KROC (CONT’D) And a couple sides of creamed spinach for the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Kroc is tucking into his enormous, bloody steak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM ZIEN",
          "text": "How is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You couldn't top this in Chicago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM ZIEN",
          "text": "We don’t mess around up here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "My compliments to the chef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM ZIEN",
          "text": "I’1l do you one better. How about the owner? With this, Zien waves at someone across the room. A MAN c over, gives Zien a chummy back-pat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Jimmy! Good to see ya! We get the distinct sense this was pre-arranged. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "Everything alright tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM ZIEN",
          "text": "Wonderful as always, Rollie. Zien gestures toward his VIP guest--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM ZIEN, (CONT'D)",
          "text": "Rollie Smith, Ray Kroc. This is ROLLIE SMITH, the owner. He enthusiastically shak Kroc’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "A pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You’ve got one helluva restaurant here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Coming from you, that’s quite a compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(pleased) I see my reputation precedes me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "I’m a great admirer. Kroc gestures to an empty chair, eager for more flattery. ROLLIE SMITH (CONT’D) (fake-demurring) I don’t want to interrupt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Maybe just a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE HOUR LATER--",
          "text": "A BUSBOY is clearing plates. Smith is still at the table. ROLLIE SMITH (CONT’D) Well, you’ve certainly found a warm and loving home here in Minneapolis. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "So it seems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "This town just can’t get enough of McDonald's. Smith raises Kroc’s empty glass to a passing WAITER. ROLLIE SMITH (CONT’D) Another Canadian Club for my friend. The waiter nods, heads off with the glass. ROLLIE SMITH (CONT’D) (resuming-- ) In fact, I'd say there’s sufficient enthusiasm to support another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "A second location?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "And come to think of it, I can think of the perfect person to own and operate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(gamely playing along) You don’t say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Somebody who knows what it takes to build a great restaurant. Someone with more than 25 years experience in the food-service industry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Oh! ON KROC-- deeply enjoying this. For a man who’s spent his life groveling, sucking up to people, trying to curry fav to be on the receiving end is a thrilling new experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "I’ve got the know-how. I’ve got the backers. And I’ve got the location. \f64. A PIANO is heard in the background. Light, lovely tinklin",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH, (0.S.)",
          "text": "Are you familiar with Hennepin Avenue? ON KROC-- distracted, looking toward the piano. ROLLIE SMITH (CONT’D) It’s one of the busiest commercial arteries in the whole Twin Cities. There's a prime site that recently became available, a full acre on the corner of Hennepin and... (sees Kroc not listening) Mr. Kroc? Kroc is staring off, transfixed. Smith follows his gaze t An ATTRACTIVE BLONDE, early 30s, playing a BABY GRAND PIA in the corner. Smith watches Kroc watch her, clearly smit ROLLIE SMITH (CONT’D) Would you like to meet her? This gets Kroc’s attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER-",
          "text": "Smith is at the piano, leaning in to the woman’s ear, say something. She gets up, goes over to the table with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Ray Kroc, meet Joan Smith. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Joan is sitting next to Kroc, hanging on his every word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "..-Milwaukee, Kenosha, Grand Rapids and the three Chicago area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Goodness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Oh, and Dayton, Ohio. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "All in the last 12 months?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Nine? You must be positively dizzy, Mr. Kroc!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Please. Call me Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "(eye contact, purr) Ray... Kroc blushes, defenseless against the ego-stroking of a pretty blonde.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "That’s some growth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "When did you start it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(caught off guard) Hm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "What year, did you start McDonald's? BEAT. Kroc looks at Joan looking at him. So beautiful. So impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1954.",
          "text": "A BEAT as the lie settles. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Remarkable. Kroc smiles back. She’s got him wrapped around her finger JOAN SMITH (CONT’D) I should probably get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "To where? \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "The piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Of course. He nods, privately disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "What’s your favorite song? (BEAT )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All-time favorite. He thinks for a BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "“Pennies From Heaven”. Joan gets up, heads over to the piano. She starts to play Ray immediately recognizes the melody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Every time it rains, it rains/ Pennies from heaven... ON KROC-- charmed, immensely turned on. JOAN SMITH (CONT’D) Don't you know each cloud contains/ Pennies from heaven? Kroc gets up, heads to the piano. Takes a seat on the ben next to her. Removing her hands from the keys, he starts PLAY THE SONG. And sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You'll find your fortune fallin’ all over town/ Be sure that your umbrella is upside down... ON JOAN-- surprised and amazed. He leans in, sotto voce: RAY KROC (CONT’D) Worked as an organ salesman for a few years. She smiles, charmed. Possibly genuine. RAY KROC (CONT’D) Trade them for a package of sunshine and flowers... (to Joan) Join in. \f67. She does--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC AND JOAN SMITH",
          "text": "If you want the things you love, you must have showers... ON THE ROOM-- eating up the surprise duet. Including Roll RAY KROC AND JOAN SMITH (CONT’D) So when you hear it thunder, don't run under a tree/ There'll be pennies from heaven for you and me BIG APPLAUSE. Kroc stands up and takes a bow, basking in Joan stands up, clapping too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Bravo, Ray!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc gazes out the window in a state of dreamy reverie. I not hard to tell what (or who) he’s thinking about. INT. KROC’S HOUSE - DAY Kroc enters the house. Ethel is in a living-room chair reading a Barbara Cartland romance novel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "How was the trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I’m asking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It was... triumphant. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They rolled out the red carpet for me. I was welcomed like a king. Wherever I went, I was showered with adulation. Admiration. Respect. People were kneeling before me, kissing my ring, practically begging for a McDonald's. A BEAT as Ethel absorbs. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "That’s nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "I’m sure. She nods to herself, hard to read. ETHEL KROC (CONT’D) Pope Raymond The First. INT. KROC’S OFFICE - DAY Kroc stands before a U.S. MAP on the wall. There are a do or so PUSH PINS stuck in it, mostly clustered around Chic and the upper Midwest. ON KROC-- surveying the map with the bearing of a general hands clasped behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO, (0.S.)",
          "text": "Sir? June is standing by the door. JUNE MARTINO (CONT’D) We have a small problem. INT. KROC’S OFFICE - DAY Kroc at his desk with June. Spread out before them is the company’s FINANCIAL LEDGER, open to a page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "How could we be almost out of capital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "Well... She runs her finger down a column of figures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "Your revenue. The monthly cut of the stores. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "That’s it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "1.4 percent of net.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "1.9, minus Dick and Mac’s half percent. She seems way more familiar with the terms than he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER--",
          "text": "Kroc is looking at his contract. A passage we glimpsed earlier, at the signing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND MAURICE MCDONALD...",
          "text": "Kroc shakes his head, not happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick is accepting a large shipment of cups and plastic wa He signs, hands the clipboard back to the DELIVERY MAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE, (0.S.)",
          "text": "Mr. McDonald? Dick turns, sees a YOUNG EMPLOYEE. EMPLOYEE (CONT’D) Ray Kroc on the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mac stands behind Dick, who picks up the phone, both of t bracing for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Hiya, Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "I want to renegotiate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Renegotiate what? INT. KROC’S OFFICE - CONTINUOUS Kroc paces, contract in hand. (Intercut as necessary.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "My deal. My lousy deal. Dick looks totally taken aback. RAY KROC (CONT’D) 1.4 is barely enough to cover my monthly nut, much less drive expansion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Ray, those are the terms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s not enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "It’s more than triple our cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Then you oughta be getting more, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I’m not a greedy man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s not about greed, it’s about taking care of ourselves so we can take care of this company. If I had more money to work with, we could be growing at twice the pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I have no beef with the current rate of expansion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "We haven't got a single location in New York. Pennsylvania.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "All in good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Texas! 70. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I have no doubt it’1l come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I've been busting my hump for you boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "And you're doing a bang-up job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Then I ought to be doing better than just breaking even.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I don’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Say you'll renegotiate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Can't or won’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Upping your cut, it wouldn’t be fair to the franchisees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "The franchisees are doing just fine. I’m the one drowning. Between your molasses approval process and the meager cut...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You freely and willingly agreed to the terms of your deal, Ray. Nobody put a gun to your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Four percent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Three and a half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Ray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GODDAMMIT",
          "text": "He hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN",
          "text": "Post-call. Dick is gazing off stormily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Is he a pain in the rear? Yes. Has he got a few screws loose? Maybe. But that doesn’t mean he’s going to do us any harm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "How long are you going to keep this up, Mac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Keep what up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "The whole “everything is fine” act. (eye contact) There’s a wolf in the henhouse! And we let him in! ON MAC-- looking nauseous. Guilty. DICK MCDONALD (CONT’D) I never should have listened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We have a contract, Dick. For just this sort of thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I should have trusted my gut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "He’s powerless. BEAT. Dick shakes his head grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "I’m sorry, Dick. \f73. Dick is silent, furious at his brother. At himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "I just wanted you to have your... He trails off, seemingly losing his train of thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "I just wanted... His face grows flushed. Dick sees something is off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Mac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "I’m sorry, Dickie... ON DICK-- recognizing what this is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD, (CONT'D)",
          "text": "I didn’t mean to leave the gate open...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Take a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "I didn’t mean to let Boomer get out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "(moving toward brother) Mac, you're having one of your-- CRASH. Mac flops over, crashing to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAN BERNARDINO",
          "text": "Mac is sitting on the floor nursing a milkshake. Next to is a tin box marked GLUCAGON EMERGENCY KIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "A few more sips. Mac takes a sip of the shake. His sleeves are rolled up, revealing a MEDIC ALERT BRACELET. Engraved on it is DIABE TYPE 1.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "I’m okay. ON DICK-- looking at his brother with love and worry. \f74. ON MAC-- gazing off at something... The Multimixer on the counter. Kroc’s machine, used to ma the shake in his hands. INT. KROC’S OFFICE - DAY Kroc sits at his desk. Next to a bottle of Canadian Club pile of BILLS AND INVOICES. He picks one up. It’s from ILLINOIS FIRST FEDERAL, stamped PAST DUE. He picks up ano one. From CHICAGO GAS & ELECTRIC. He stares at the amount owed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (PRE-LAP)",
          "text": "Ninety-four dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc in the walk-in cooler with Fred Turner. In Kroc’s ha is the Chicago Gas & Electric bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED TURNER",
          "text": "It’s unbelievable what these suckers cost to run. Kroc shakes his head, a knot in his stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED TURNER, (CONT'D)",
          "text": "My pop used to own an ice-cream parlor. He went belly-up from the refrigeration costs. Kroc’s eye drifts to the left side of the cooler. The ent side is filled with drums of ice cream (for the milkshake ON KROC-- staring at the drums. INT. KROC’S HOUSE - ENTRANCE/LIVING ROOM - DAY Kroc enters the house. He hangs up his coat and makes a beeline for the liquor cabinet, pours himself a stiff dri",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC, (0.S.)",
          "text": "A man called today. Kroc turns, startled to see Ethel in a recliner in a corn of the darkened room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Ethel. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "From a bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Alright...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Illinois First Federal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What did they want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "You don’t know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Why would I? She gives him an unnerving stare. RAY KROC (CONT’D) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Ray... (eye contact) Did you mortgage our home? ON KROC-- a deer in the headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc marches through the bank to Harvey Peltz’s desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I specifically said the office is the best place to reach me! ON PELTZ-- taken aback by the intrusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "I tried you there, Mr. Kroc. Numerous times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You have no right to call me at my home. It is a blatant invasion of privacy. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "With all due respect, sir, when you're three months behind on your payments, you don’t get to pick and choose where you’re contacted. INT. KROC’S CAR - DAY Kroc driving along a highway. A sign appears ahead:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc approaches a gleaming new McDonald’s in downtown Minneapolis. He looks through a window, into the store. ON KROC-- gazing. KROC’S POV: Joan Smith in a McDonald’s apron, looking jus adorable. Pretty much his fantasy image of a woman. Out the corner of her eye, she sees Kroc through the glas She heads out to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Ray?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(jokey) . Surprise inspection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Just thought I’d fly up, see how things are going. She smiles, impressed. It makes him feel great. INT. ROLLIE’S STEAKHOUSE - LATER Kroc having dinner with Rollie and Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "That’s some haul for month one. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "And once we clear start-up costs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You'll be looking at a tidy little profit. Rollie and Joan nod, buzzing over the prospect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Speaking of which: I hate to mix business with pleasure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(wry) I don’t. Everyone chuckles. Rollie proceeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "My expenses...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What about ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Well, they’re a bit higher than anticipated. One in particular... That dang walk-in. ON KROC-- interested to hear more. ROLLIE SMITH (CONT’D) The bill’s a real whopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "All that ice cream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s a real problem. A BUSBOY comes by, clears their finished plates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Now, I don’t want to overstep my bounds here, but I think I may have found a solution. (looks at Joan, proud) Joan did, actually. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You don’t say. Kroc turns to Joan, all ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "(salesman-like) What if I told you there was a way to save you, us, and all your owner- operators literally hundreds of dollars a year in electrical costs? Kroc cocks an intrigued eyebrow. JOAN SMITH (CONT’D) And free up valuable storage space. And reduce the amount of time it takes to make a milkshake by half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I'll bite. She reaches under the table, pulls out her purse. She tak out a copy of RESTAURANT BUSINESS MONTHLY, slides it to K",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Page 22. Kroc opens the trade publication to page 22. A FULL-PAGE for something called INST-A-MIX. The ad copy trumpets:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRACULOUS INSTANT ICE-CREAM SUBSTITUTE THAT WILL SAVE YO",
          "text": "‘SCOOPFULS’ OF TIME AND MONEY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF THE PAST",
          "text": "JOAN SMITH (CONT’D) A powdered milkshake. Costs a fraction of ice cream, no refrigeration necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Thickening agents and emulsifiers simulate the texture of milk fat. Tastes just like the real thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN KROC",
          "text": "And it’s easy as pie to prepare. Just pour the convenient single- serving packet into water and stir. \f79. ON KROC-- staring at the ad poker-faced. Rollie and Joan can’t get a read on his reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "I realize it may seem a tad blasphemous, what with your dairy- sector background and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "But personally... Joan looks at Kroc, touches his hand. JOAN SMITH (CONT’D) I think it’s a marvelous idea. ON KROC-- privately quivering at the touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER, (0.S.)",
          "text": "Could I interest anyone in dessert? The WAITER holds out a dessert menu to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "No thanks, Vic. (to Kroc, cryptic smile) We brought our own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER--",
          "text": "ANGLE ON a pair of SILVER-FOIL PACKETS in front of Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Chocolate or vanilla?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Vanilla. Joan takes one of the packets, marked “V”, dumps the powd contents into a glass. She pours in some water, stirs. ON KROC-- watching with fascination as it thickens. Withi seconds, it transforms into what looks like a vanilla sha Joan slides it to Kroc. All eyes on him as he takes a sip long, anxious BEAT from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I think... I’m drinking a delicious vanilla shake! \f80. The table erupts in happy, relieved laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "May I? Kroc follows her eyes to the shake. He gives her a “be my guest” nod. She raises the glass to her lips, takes a lon languorous sip. Kroc watches, highly turned on. She puts the glass down, smiles at Kroc. JOAN SMITH (CONT’D) I couldn’t resist. Kroc’s gaze drifts to the glass. On the rim is a bright-r LIPSTICK MARK. He stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH, (0.S.)",
          "text": "So whaddaya say? Kroc looks at Rollie, shaken out of his moment. ROLLIE SMITH (CONT’D) We try it out at our place. Then, if it goes well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "You roll it out nationally. ON KROC-- suddenly a tad queasy, thinking of the brothers nods vaguely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I could. A strange, shaky BEAT. RAY KROC (CONT’D) Let me think about it. Rollie and Joan nod, surprised. They were expecting a big unreserved yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Of course. You’re the boss. Kroc nods, privately churning. If they only knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc is sitting on the bed looking at the Inst-A-Mix ad i “Restaurant Business Monthly”. On the nightstand is a pin Four Roses bourbon, empty. He dials the phone. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Just hear me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The restaurant is closed. Dick is on the front-counter ph",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "(instantly wary) Hello, Ray. ON MAC-- cleaning up in the background. His ears prick up",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What if I told you there was a way to save you, me, and all our owner- operators literally hundreds of dollars a year in electrical costs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "And what would that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Two words: Powdered milkshake. (before Dick can reply--) There’s a remarkable new product I recently came across called Inst-A- Mix. It’s a powdered milkshake, costs a fraction of ice cream, no refrigeration necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Ray--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I tried it, and let me tell you, it is delicious. Tastes just like the real thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Is this some sort of joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Comes in vanilla or chocolate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Me, I’m a vanilla man. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I have no interest in a milkshake that contains no milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You won’t be able to tell the difference. Guarantee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Why don’t we put sawdust in the hamburgers while we’re at it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’m being serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Frozen french fries!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You don’t want to save a bundle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Not like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "We're talking the same great taste while boosting your bottom line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "It’s called a milk shake, Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Not to mention freeing up all that cooler space. I don’t know about you, but I'd sure like to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Milk. Now and forever. ON KROC-- shut down. Yet again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Well, thanks for giving it your full and sincere consideration. (fed up) As always. MOTEL ROOM —- SHORT TIME LATER Kroc silently gazes off. He FLINGS THE MAGAZINE across th room, knocking over a lamp. \f83. INT. KROC’S OFFICE - DAY Kroc stares at the ever-growing mountain of bills on his desk. His gaze drifts to a letter from ILLINOIS FIRST FED marked FINAL NOTICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc is sitting with Harvey Peltz, his home-mortgage offi",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You've got to extend my line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "Until you build more equity in your home or pay down the loan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "My business is booming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "Unfortunately, that’s immaterial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Thirteen locations in nine states!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "It’s a home-equity loan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Then give me a business loan. REVEAL, on the other side of a partition: a patrician, si haired BUSINESSMAN sitting across from an empty chair, listening in as he waits for his banker to return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "These 13 locations. They’re yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Meaning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "You own them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I mean, not in the strict sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "So then what are your assets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Mine personally? \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "It is your business, correct? You own it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Not technically, per se. The businessman cringes for the poor, floundering schlub the other side of the partition. RAY KROC (CONT’D) I’m the head of franchising. I’m the one behind all the growth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "That’s all well and good, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Have you ever been to a McDonald's? The name catches the businessman’s ear. RAY KROC (CONT’D) We've got three stores right here in the Chicagoland area. Perhaps if you swung by, took a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "That's quite alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I'd be happy to give you a tour, give you a better sense of--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY PELTZ",
          "text": "Thank you. I’ve got the gist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc exits the bank in defeat. He slumps off toward his c",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESSMAN",
          "text": "Mr. Kroc. Kroc turns, sees the man approaching. Kroc looks him over Dressed in an impeccably tailored suit, he has the finish cosmopolitan air of a New Yorker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESSMAN",
          "text": "No. But perhaps I can help you. \f85. He hands Kroc a business card. Kroc looks at it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Thanks. We're perfectly happy with our current supplier. Kroc hands back the card, starts to walk off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "I’m not looking to sell you ice cream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Then what do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "I caught a bit of your conversation back there. Sounds like you're having some financial troubles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Why don’t you mind your own business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "I’m a great admirer of your establishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "That’s very nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "I lunch at your Waukegan location at least thrice a week. And not once have I ever failed to witness a large, avid crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Your point being...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "If you’re not making money hand over fist, something is gravely amiss. This gets Kroc’s attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "86.",
          "text": "Kroc enters the office with Sonneborn. As they pass the f desk:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "June, fetch the ledger. INT. KROC’S OFFICE - SHORT TIME LATER Kroc and Sonneborn sit in front of the ledger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "So to summarize, you have a miniscule revenue stream, no cash reserves, and an albatross of a contract that requires you to go through a glacially slow approval process to enact changes--if they’re approved at all. Which they never are. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I missing anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I believe that covers it. ON SONNEBORN-- thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "Tell me about the land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Land?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "The land, the buildings, how that whole aspect of it works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Well, it’s pretty simple really. The franchisee finds a piece of land he likes, takes out a lease. Usually 20-year. He gets himself a construction loan, puts up the building, and off he goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "So the operator selects the site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He picks the property. Not you. Kroc nods, unsure why he’s so curious about all of this. HARRY SONNEBORN (CONT’D) You supply the training, the system, the operational know-how, and he’s responsible for the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Correct. ON SONNEBORN-- processing. He seems troubled. RAY KROC (CONT’D) Is there a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "A big one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Which is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "That you don’t seem to realize what business you’re in. (BEAT )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not in the burger business. You’re in the real-estate business. Kroc looks totally confused. HARRY SONNEBORN (CONT’D) You don’t build an empire off a 1.4 percent cut of a 15-cent hamburger. You build it by owning the land upon which that burger is cooked. ON KROC-- wrestling with this strange notion. HARRY SONNEBORN (CONT’D) What you ought to be doing is buying up plots of land, then turning around and leasing said plots to franchisees, who as a condition of their deal should be permitted to lease from you and you alone. This will provide you with two things: One, a steady, upfront revenue stream. Money flows in before the first stake is in the ground. Two, greater capital for expansion. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HARRY SONNEBORN (CONT’D) Which in turn fuels further land acquisition, which in turn fuels further expansion. And so on and so on. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Land... That’s where the money is. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And control. Control over the franchisee: Fail to uphold quality standards, you cancel their lease. Control over Dick and Mac: Their power stops at the building’s foundation. Yours goes to the soil. ON KROC-- absorbing, registering the full significance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "If I were to do this... the brothers... this would effectively...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "Yes. A long BEAT. Kroc searching his soul. We can almost see t Angel and the Devil on his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HARRY SONNEBORN (CONT’D) So whaddaya say, Ray? The Harry & Ray Show. Sonneborn and Kroc jumping into act --Sonneborn taking meetings with BANKERS AND INVESTORS in York City. Confidently presenting his sweeping vision to conference rooms of heavy hitters. He stands in sharp contrast to Kroc... Kroc is Main Street, Sonneborn is Wal Street. Kroc is a salesman, Sonneborn is a businessman. --Hands being shaken, deals being struck. --Kroc criss-crossing the country by plane shopping for l Scouting suburban neighborhoods, plots of land near schoo and churches. Fertile ground for the planting of arches. --Kroc’s U.S. map filling in with push pins. 15, 20, 30.. --Kroc and Sonneborn presiding over lease signings. MOLIN NASHVILLE, ORLANDO, KALAMAZOO. --New franchisees combing through thick, 100-page agreeme Glimpses of legalese: \f89. ...ANY AND ALL CHANGES OR MODIFICATIONS MUST BE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUALITY AS DEEMED BY LESSOR, LESSOR HAS THE RIGHT TO...",
          "text": "Control. For Kroc. END OF MONTAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The restaurant, not yet open for the day. A MAILMAN goes to Dick with a stack of mail. Dick opens a LETTER, troubl by what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mac is wiping down the front counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD, (0.S.)",
          "text": "Have you heard of the Franchise Realty Corporation? Mac turns, sees Dick holding the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I have no clue. But apparently Ray Kroc is president and CEO. Mac takes the letter, instantly nauseous. ANGLE ON letter, written on FRANCHISE REALTY CORPORATION letterhead. The letter itself is some innocuous bit of McDonald's business from Kroc to the brothers. It’s reall just an excuse to flash the letterhead. And the signature the bottom: RAYMOND A. KROC - PRESIDENT/CEO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "June is at the front desk. She picks up a ringing phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO",
          "text": "Franchise Realty Corporation, how may I direct your call? Behind her, WORKMEN are taking down the Prince Castle Sal sign and putting up a new one in its place: FRANCHISE REA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. KROC’S OFFICE - MOMENTS LATER Kroc picks up his phone. (Intercut as necessary.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Hello, Dick. How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Well, if you really want to know, I’m tad miffed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What seems to be the trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Franchise Realty Corporation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "For starters, would you mind telling me what it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Oh, nothing really. Just a little something I created to help provide leasing services and support to our new franchisees. Dick can practically hear Kroc’s smirk through the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You know full well you can’t do something like that without first clearing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Why would I need to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Why? Because as your deal plainly states, any and all changes must—",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s not a change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s not a change. It’s a company. Its own separate company. Which puts it outside of your purview. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Anything relating to McDonald's is within our--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You boys have full say over what goes on inside the restaurants. But outside? Above? Below?... Your authority stops at the door. And the floor. ON MAC-- standing in the doorway, sick to his stomach. He can’t hear what Kroc is saying, but he knows it’s not goo INT. KROC’S OFFICE - ANOTHER DAY Kroc is leaning against his desk, arms folded confidently big grin on his face. It’s a slightly weird sight until w hear the click of a camera and realize it’s a PHOTO SHOOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "Let’s try a few by the map. The PHOTOGRAPHER leads Kroc to the expansion map, which i significantly more crowded with pins now. Kroc strikes th same pose, arms winningly crossed. PHOTOGRAPHER (CONT’D) Good, good. Kroc impulsively grabs a prop hamburger off the desk, hol it up for the camera. PHOTOGRAPHER (CONT’D) Love it. Kroc playfully pretends to take a big bite. PHOTOGRAPHER (CONT’D) (snapping away) That’s a riot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rollie is hustling about the kitchen, supervising the lun rush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (0.S.)",
          "text": "(gruff) Delivery. \f92. He turns, expecting to see a delivery man. Instead, Ray K is standing there, leaning against THREE BOXES on a dolly",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(like a delivery guy) Where ya want these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc looks on as Rollie opens one of the boxes, unsure wh inside. ANGLE ON box’s contents: hundreds of silver-foil packets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "(excited, surprised) Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’ve thought it over. ON JOAN-- also there, anxiously awaiting Kroc’s next word RAY KROC (CONT’D) Approved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Really? Oh, thank you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Thank you. It’s a whiz-bang idea. And you thought of it. Kroc revels in the feeling of playing kingmaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLIE SMITH",
          "text": "Well, we’re deeply honored to serve as your test market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "To heck with that. I’m rolling it out nationally. Joan gasps, honored, thrilled. Her idea, implemented acro the country. ON ROLLIE-- looking at Joan looking at Ray. We finally de the first stirrings of jealousy. RAY KROC (CONT’D) Speaking of Inst-A-Mix, have you seen the new issue of “RBM”? \f93. Kroc reaches inside his coat, pulls out a copy of “Restau Business Monthly”. Hands it to Rollie. RAY KROC (CONT’D) Hot off the press. ON ROLLIE-- taking in the cover... ANGLE ON magazine. Kroc is the cover boy. A big photo of in his office, smiling, holding the hamburger. The headli MCDONALD’S TAKES A BITE OUT OF THE COMPETITION - UPSTART HAMBURGER EMPORIUM IS ‘ON THE GROW’ ON JOAN-- looking at Ray on the cover. Looking at Ray in flesh. INT. KROC’S HOUSE - BEDROOM - NIGHT Ethel is asleep in bed, alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIVING ROOM",
          "text": "Kroc is on the phone, speaking quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(intrigued) Bloomington... INT. ROLLIE AND JOAN SMITH’S HOUSE - CONTINUOUS Joan is on the kitchen phone, also speaking softly. She’s wearing a nightie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "It’s about 10 miles south of downtown. They’re building a brand- new sports stadium there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I read about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "We're getting a professional baseball and football team. They’11l both be playing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I think I see where you’re going with this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "A 40,000-seat stadium, just a stone’s throw away. Imagine the foot traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Hungry families looking for a bite after the ballgame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Or before. Whenever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I like the way you think, Joan. You think big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Is there any other way to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You'd be surprised. His gaze drifts downward. To his wedding ring. RAY KROC (CONT’D) A lot of people, they’re scared. Of taking a chance. Reaching for greatness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "That’s so sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I agree. Ambition, that’s the stuff of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "What’s that saying? “Fortune favors the bold.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "Just look at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Are you calling me bold, Joan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN SMITH",
          "text": "You don’t build a restaurant empire acting like a timid little mouse. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEDROOM",
          "text": "Kroc lies in bed next to Ethel. His hands drift downward under the covers, toward his nether regions. INT. KROC’S OFFICE - DAY Kroc, Harry Sonneborn and Fred Turner stand huddled over map of Texas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "(re: some city on map) That's a fast-growing area. The phone rings outside the room. HARRY SONNEBORN (CONT’D) And cheaper. You’re talking a good 15 percent less per acre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I still say Houston’s the move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO, (0.S.)",
          "text": "Sir? June Martino is standing in the doorway. JUNE MARTINO (CONT’D) Dick on line one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick on the phone in his office, Mac in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I just got a very disconcerting call. Kroc on the other end--Harry, Fred and June listening in. Kroc has a smug, cocky air, “playing to the crowd” a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "From Buddy Jepsen. Our operator in Sacramento.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’m well aware who Buddy Jepsen is. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "He told me he received a shipment this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It arrived?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You are way out of line, Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I figured it wouldn’t get there until Friday the earliest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Would you mind telling me what you're doing shipping four cases of Inst-A-Mix to one of our operators?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "If you’re not interested in turning a profit, that’s fine. But please don’t stop the rest of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Us. As in everyone but you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Who did you send them to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Everyone but you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You have no right, Ray. You are to stop this instant. Is that clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Nah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You heard me. Nah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "What the hell’s that mean? \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It means from now on I’1l be doing things my way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You will abide by the terms of your deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I’m through taking marching orders from you. Bowing to your dictates. You and your endless parade of nos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You have a contract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Don’t grow, don’t change... Cower in the face of progress...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "If phony powdered milkshakes is your idea of progress, you have a profound misunderstanding of what McDonald’s is about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I have a far better understanding of McDonald’s than you two yokels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You heard me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You will do as we say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You have a contract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Contracts are like hearts. They’re made to be broken. INT. KROC’S HOUSE - DINING ROOM - NIGHT Kroc and Ethel eat dinner together in edgy silence. All w hear is the sound of knife scraping plate as meat is cut. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL KROC",
          "text": "Please pass the salt. (he passes it) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You’re welcome. Another stretch of silence. Cutting and chewing. RAY KROC (CONT’D) I want a divorce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The big, oak-paneled office of a top Chicago law firm. Kr sits across from a LAWYER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "It’s not so simple. He looks down at a document in his hand, Kroc’s contract the brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER, (CONT'D)",
          "text": "This contract, it’s ironclad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I don’t care what it takes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "INT. ANOTHER LAWYER’S OFFICE - DAY Virtually the identical scene, except a different office different LAWYER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Just get me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "She’s gonna put up one hell of a fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "She can have it all. The house, the car, the insurance policy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "(treading lightly) What about the... \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Never. I'd sooner die than give that woman one share of McDonald’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick enters the office. He notices a package on his desk, addressed to him and Mac. He opens it, pulls out a silver foil Inst-A-Mix packet. It’s stamped “8S”. Dick reaches in, pulls out a handwritten note from Kroc: NEW FLAVOR... STRAWBERRY. MAYBE YOU’LL LIKE THIS ONE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "--BEST, RAY",
          "text": "His dismay is soon eclipsed by something else: The note from Kroc; it’s not on Franchise Realty Corporat letterhead. The letterhead says THE MCDONALD'S CORPORATIO It’s signed at the bottom RAYMOND A. KROC - PRESIDENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Workmen are taking down the Franchise Realty Corporation at the front desk, a new one going up in its place: THE MCDONALD’S CORPORATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (0.S.)",
          "text": "It was confusing. INT. KROC’S OFFICE - CONTINUOUS Kroc on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "No one knew it had anything to do with McDonald's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick on the other end. Mac there, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "What’s confusing is you calling yourself the McDonald's Corporation. ON MAC-- listening, strangely calm. \f100. DICK MCDONALD (CONT’D) People will think it’s the whole company, not just the real-estate arm. Which I strongly suspect is what you hope. Without warning, Mac SNATCHES THE PHONE out of Dick’s han",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "IT’S NOT YOUR COMPANY, RAY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Mac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Do you understand that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Don’t get all bent out of shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We came up with the Speedee System, not you. Us. What did you ever come up with, Ray? Name one thing. You can’t. Because you never have and you never will. You’re a leech! You're a professional leech! ON DICK-- stunned by his brother’s outburst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Would you like to know what I came up with? I’1l tell you, Mac. I came up with a concept. A highly novel concept called winning. You boys are content to sit back and be a couple of also-rans. To let the future run roughshod over you. Me, I want to take the future. I want to win. And you don’t get there by being some aw-shucks, nice-guy sap. There’s no place in business for people like that. Business is war. It’s rat eat rat, dog eat dog. If my competitor was drowning, I'd reach out and stick a goddamn hose in his mouth. Can you say the same?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "I can’t, nor would I want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Hence your single location. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "I want you out of this company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "And how do you propose to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Whatever it takes. We’ll sue you if necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You couldn't afford to sue me. I could bury you in court costs alone. I’m the president and CEO of a major corporation with landholdings in 17 states. You run a burger stand in the desert. (blistering, nuclear) I’m national. You’re fucking local. Kroc hears a loud THUD through the phone. Mac has COLLAPSED to the floor. The wail of an AMBULANCE SIREN carries us to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mac lies in a hospital bed looking pale and weak. Dick st by as DR. REEVES talks to Mac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. REEVES",
          "text": "You've been following your eating plan? (Mac nods) Checking your glucose levels? (Mac nods) Taking your medication on a consistent basis? (Mac nods) Regular walks, 20 minutes a day? (Mac nods) No smoking? (Mac nods) Any stress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "(BEAT, understatement of century) Some. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. REEVES",
          "text": "You need to watch that. It’s a big contributing factor. The doctor flips to a page in Mac’s chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. REEVES, (CONT'D)",
          "text": "As I said, your kidney function's currently at 50 percent. 18 months ago, it was 65. Any lower, you’re at serious risk for kidney failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mac is doing a crossword puzzle, Dick in a chair nearby. Mac Mac",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "“William Who Rode With Paul Revere.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "How many letters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Five, fourth letter E.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Dawes. pencils it in. A knock at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "Come in. and Dick look toward the door, stunned to see... Ray Kroc, holding a bouquet of flowers. The",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "How ya feelin’? brothers glare at their unexpected, unwelcome guest. RAY KROC (CONT’D) That was some spill. Felt it all the way through the phone. Kroc extends the flowers to Mac. RAY KROC (CONT’D) For you. \f103. Mac takes the flowers like they’re potentially laced with anthrax. He glances at the card attached. RAY KROC (CONT’D) Open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "That’s alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Please. I think you’1l like it. Mac reaches in the envelope, pulls out a GET-WELL CARD. H opens the card. A CHECK falls out. Blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "What’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What’s it look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "It looks like a blank check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Then that’s probably what it is. Mac and Dick look at each other. RAY KROC (CONT’D) How much should I make it out for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "What are you buying? Kroc flashes them a “You don’t know?” smirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mac and Dick both gazing off gloomily. After a long stret of silence--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAC MCDONALD",
          "text": "We'll never beat him. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll never be rid of him. ON DICK-- absorbing. He knows Mac is right. \f104. INT. KROC’S OFFICE - DAY Kroc is standing before the franchise map. There are near 50 PINS in it now. The intercom buzzes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE MARTINO, (0.S.)",
          "text": "Dick McDonald. Kroc picks up, friendly and casual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Hiya, Dick. On the other end is Dick, in the KITCHEN in San Bernardin",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "$2.7 million. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A million for each of us after taxes. ON KROC-- taken aback by the staggering sum. DICK MCDONALD (CONT’D) And one percent of the company’s profits in perpetuity. INT. KROC’S OFFICE - DAY Kroc is pacing furiously before Harry Sonneborn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s outrageous! Borderline extortion! Sonneborn is holding a document. A PURCHASE PROPOSAL from brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "And they want one other thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "San Bernardino. Kroc is taken aback. HARRY SONNEBORN (CONT’D) To give to their longtime employees. As a gift. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "I need San Bernardino. I was counting on its profits to cover the debt on the purchase loan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY SONNEBORN",
          "text": "I've spoken at length about it with their lawyers. It’s unfortunately non-negotiable. ON KROC-- calmly absorbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc and the brothers in a conference room, flanked by th respective teams of LAWYERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KROC LAWYER",
          "text": "Our client agrees fully to your conditions of sale. With one exception. Your one percent cut of future corporate earnings will have to be carried out on a handshake basis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "On the insistence of my investor group. Their financing is contingent on leaving it out of the contract. It’s unfortunately a dealbreaker for them. Dick and Mac look at each other, extremely wary. RAY KROC (CONT’D) You have my word you’1ll get your full due royalties. He extends his hand, holding it out to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONFERENCE ROOM",
          "text": "Mac and Dick sit alone in the conference room as their lawyers pack up. (Kroc and his team are gone.) ON MAC-- staring somberly at a check in his hands for $1,350,000. ON DICK-- staring somberly at a check in his hands for $1,350,000. \f106. INT. MEN'S ROOM —- MOMENTS LATER Kroc is at the urinal in the law office’s men’s room. He flushes, heads to the sink to wash his hands. The rest room door opens. In walks Dick. He freezes at th sight of Kroc. Kroc smiles amiably at him in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Hello, Dick. ON DICK-- gazing searchingly at Kroc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "I just have to ask you one thing. Something I’ve never understood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "That day we met, when we gave you the tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "We showed you everything. The whole system, all our secrets. We were an open book. (Kroc nods) So why didn’t you just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Rip you off? Run off and start my own place using your ideas? (Dick nods) Because it would have failed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Am I the only one who ever got the kitchen tour? I bet you invited loads of people back there. Countless would-be burger barons looking to replicate your success.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "And? \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "How many succeeded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Lots of people started restaurants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Bigger than McDonald's? (Dick is silent) Of course not. No one has and no one ever will. Because they all lack that one thing that makes McDonald's special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Which is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Even you don’t know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "Enlighten me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "It’s not just the system. It’s the name. Dick doesn’t follow. RAY KROC (CONT’D) That name. That glorious name. McDonald. It’s wide open. Limitless. It could be anything, whatever you want it to be. It sounds like... America. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Compare that to, oh, say, Kroc. Now there’s a real lemon. Kroc. What a erock. Load of crock. Crock of shit. Would you eat at a place called Kroc’s? It’s enough to make you lose your appetite, a blunt, Slavic thing like that. But McDonald's, now that’s a name. A fine, handsome, all-American name. That’s a winner’s name, the name of somebody who’s got the world by the tail. A man named McDonald is never going to get pushed around in life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "That’s clearly not the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you don’t have a check for $1.35 million in your pocket? Dick is silenced. RAY KROC (CONT’D) That's the mistake your competitors made. All those would-be imitators. They assumed they could simply take your system, slap on some name like Hamburger Hamlet or Roscoe’s, and presto! Instant success! Not me, I wasn’t so arrogant. I knew there’s no beating a name like McDonald's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "And if you can’t beat ‘em...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Buy ‘em. Dick chuckles in disgust. RAY KROC (CONT’D) I'll never forget the first time I saw that name stretched across the front of your stand. It was love at first sight. From that moment, I knew I just had to have it. And now I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK MCDONALD",
          "text": "You don’t “have” it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "You sure about that? Kroc throws him an unnerving smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "108.",
          "text": "ANGLE ON the McDonald’s sign in front of the restaurant. PAN DOWN TO... Dick and Mac with Kroc’s lawyers, listenin like they’re being read their Miranda rights. \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KROC LAWYER",
          "text": "As per the terms of your agreement, while you are entitled to maintain ownership of this location, you no longer have the right to call it McDonald’s, McDonald or any other such variation so as to create confusion or infringe upon the McDonald’s trademark which is now the exclusive intellectual property of Mr. Raymond A. Kroc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "Workers dismantling the McDonald’s sign. The brothers wat helplessly as their name is removed from their own store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "A new sign going up in its place. With a new name--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BIG M",
          "text": "Below this, it says, with a whiff of desperation: “WE HAVE BEEN HERE 23 YEARS!” The sign is as close to a McDonald's marquee as is legall possible, but it’s just not McDonald's. It’s heartbreakin PAN ACROSS THE STREET, where we see... A NEW MCDONALD'S under construction. A hard-hatted Kroc i site, watching as the signature Golden Arches go up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN, (0.S.)",
          "text": "Mr. Kroc? A YOUNG MAN comes over, slightly nervous to approach. YOUNG MAN (CONT’D) My name is Will Davis. I'ma reporter for the Los Angeles Times. I’m interested in doing a profile of you pegged to the opening of your hundredth location here. A BEAT as Kroc thinks it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Call my office. They’1l set it up. He reaches into the breast pocket of his sport coat. \f110. RAY KROC (CONT’D) Here’s my card. He hands a BUSINESS CARD to the reporter. He looks at it. ANGLE ON card. Beneath a McDonald’s logo, it says, simply",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "We hold on this for a long BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC, (PRE-LAP)",
          "text": "Now, I know what you’re thinking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lavish, gated MANSION. A BLACK LIMOUSINE pulls into the driveway. INT. MANSION - MASTER BEDROOM —- CONTINUOUS A tuxedo-clad Ray Kroc stands before a mirror, stack of i cards in hand. He’s 68 now; it’s nine years later, 1970.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "How the heck does an over-the-hill 52-year-old milkshake-machine salesman build a fast-food empire with 1,600 restaurants in 50 states and five foreign countries, with annual revenues in the neighborhood of $700 million? It’s quite simple: persistence. He turns to the next card. RAY KROC (CONT’D) Nothing in the world can take the place of good old persistence. Talent won't. Nothing’s more common than unsuccessful men with talent. Genius won't. Unrecognized genius is practically a cliché. His words have a familiar ring... They’re lifted straight from “The Power Of The Positive” by Dr. Clarence Floyd Ne (the record from the beginning of the movie), with just a of rephrasing to make it “his own”. RAY KROC (CONT’D) Education won’t. The world is full of educated fools. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAY KROC (CONT’D) Persistence and determination alone are all-powerful. He pauses a beat to let his words of wisdom sink in. RAY KROC (CONT’D) There’s no obstacle under the sun that can’t be overcome with honest hard work and determination. It’s these core principles that enabled me to rise to the top of the heap at a point in life when most men would be thinking about retirement. (glances to side, sly grin) We appear to have that in common, Mr. Governor. He pauses for laughter. RAY KROC (CONT’D) You were, what, 55 when you started in politics? Why, you make me look like a spring chicken! Another pause for laughter. RAY KROC (CONT’D) Look at us, a couple of small-town Illinois boys made good. Only in America... He continues talking to Mr. Governor off to the side-- RAY KROC (CONT’D) By the way, thank you for that splendid introduction. To be named California Chamber of Commerce Man of The Year is thrill enough, but to be presented the award by my dear friend and golf buddy Ronald Reagan, well, that’s just the cherry on the sundae. He turns to the next index card. RAY KROC (CONT’D) Now where was I? Ah, yes, the beginning. The year was 1954. The place, Des Plaines, Illinois. That's where it all started. Right there on Lee Street-- \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN KROC, (0.S.)",
          "text": "The car’s out front. Joan Smith, now Joan Kroc, comes up behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "(to her reflection) Be right down. She nods, exits the room. Kroc looks down at the card in his hand, finding his plac",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT ALL STARTED. RIGHT THERE ON LEE STREET... MCDONALD'S",
          "text": "RAY KROC (CONT’D) --McDonald's #1. Kroc’s eyes linger on those words on the card: MCDONALD’S He looks up, stares at himself in the mirror for a long B As he takes in his reflection, we detect a flicker of something on his face. Regret? Guilt?... It may have just been our imagination. He tucks the index cards in his pocket, stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroc and Joan Smith (now JOAN KROC) ride in the back of a stretch limo. She’s in a powder-blue gown, draped in diam and pearls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIMO DRIVER",
          "text": "Comfortable, Mr. Kroc? An air conditioning vent blows cool air on Kroc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY KROC",
          "text": "Oh, yes. (placid) Very. CAMERA slowly pushes in on Kroc’s face as he rides in silence. He looks at Joan, smiles. He indeed seems comfortable. Very. FADE TO BLACK. \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POSTSCRIPT",
          "text": "Ray Kroc’s San Bernardino McDonald’s was an instant hit, drawing customers away from The Big M across the street, forcing it to close. The McDonald brothers were driven ou business by a McDonald’s. Kroc later reneged on the handshake deal for the one perc cut of royalties. The brothers never received a cent. Tod that one percent would be worth $200 million annually. Ea From the moment Kroc took ownership, his business card li his title as “Founder”. Until his death decades later, ca to McDonald’s headquarters asking the origin of the name told it was made up. Kroc married Joan Smith in 1969. They remained together u his death in 1984. In 1971, Mac died of diabetes-related illness. His brothe Dick passed away in 1998. Harry Sonneborn and Ray Kroc had a falling out in 1967. Sonneborn sold all his shares in McDonald’s and never spo to Kroc again. Thanks to Sonneborn’s idea, McDonald’s is today the large owner of real estate in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEST ORIGINAL SCREENPLAY",
          "text": "Robert Siegel Ww",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWC",
          "text": "www.TWCAwards.com",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2008"
    }
  ]
}