{
  "movie_id": "MOV1982",
  "scenes": [
    {
      "location": "RED CROSS TRUCK. CONTINUOUS",
      "characters": [
        "INT. CHURCH. DUSK",
        "INT. THE MONASTERY CLOISTERS. DAY",
        "STENOGRAPHER",
        "INT. THE PATIENT'S ROOM. MORNING",
        "MULLER",
        "EXT. EMERGENCY FIELD HOSPITAL, 1944. LATE DAY",
        "EXT. BASE CAMP AT THE CAVE OF SWIMMERS. 1939. DAY",
        "A VICTORY CELEBRATION PARTY.",
        "EXT. TOBRUK DOCKSIDE. DAY",
        "OFFICER",
        "EXT. A VIADUCT NORTH OF THE MONASTERY. DAY",
        "STILL",
        "INT. THE DESERT. NIGHT",
        "CARAVAGGIO, (0/8)",
        "EXT. BASE CAMP AT POTTERY HILL. DUSK",
        "EXT. TOBRUK. DAY",
        "THE PATIENT",
        "EXT. BASE CAMP AT POTTERY HILL. LATE DAY",
        "HANA",
        "EXT. LANE OUTSIDE THE MONASTERY GARDEN. DAY",
        "INT. TENT, BASE CAMP AT POTTERY HILL. NIGHT",
        "ALL",
        "INT. THE PATIENT'S ROOM. DAY",
        "DADE",
        "SPALDING",
        "SERGEANT",
        "INT. MONASTERY LIBRARY. DAY",
        "INT. SHELTER. DAY",
        "KATHARINE, (0/5)",
        "KIP, (0/S)",
        "INT. BOMB SHAFT. DAY",
        "KATHARINE, (0/S)",
        "JAN",
        "BANA",
        "FENELON-BARNES",
        "CORPORAL",
        "HQ",
        "CANADIAN SOLDIER",
        "EXT. ROAD APPROACHING VIADUCT. DAY",
        "INT. INTERROGATION ROOM, TOBRUK. DAY",
        "EXT. ITALIAN HILL ROAD. DAY",
        "INT. CAVE OF SWIMMERS. DAY",
        "EXT. BASE CAMP. NIGHT",
        "EXT. EL TAJ STREET. DAY",
        "EXT. ITALIAN HILL ROAD. LATER",
        "BERMANN",
        "CLERK",
        "EXT. CAIRO SOUK. LATE AFTERNOON",
        "EXT. THE DESERT. DAY",
        "INT. THE MONASTERY, LANDING AND STAIRS. NIGHT",
        "BARDY",
        "EXT. VEHICLES. NIGHT",
        "EXT. THE MONASTERY GARDEN. DUSK",
        "INT. TIGER MOTH. DAY",
        "INT. OFFICE, BRITISH HQ, CAIRO. DAY",
        "EXT. CAIRO STREET. DAWN",
        "EXT. THE DESERT. NIGHT",
        "EXT. BEACH CABINS, ITALY. LATE 1944. DAY",
        "INT. THE MONASTERY LIBRARY. DAY",
        "INT. LIBRARY OF THE DEPARTMENT OF EGYPTOLOGY. DAY",
        "EXT. VILLAGE. DUSK",
        "EXT. BASE CAMP AT POTTERY HILL. DAY",
        "BOY",
        "HANA, (0/S)",
        "EXT. CAVE OF SWIMMERS. DAY",
        "KIP, (0/8)",
        "EXT. THE STABLES. LATE DAY",
        "EXT. LANE OUTSIDE MONASTERY GARDEN. DAY",
        "KATHARINE",
        "KIP",
        "INT. TRAIN. ITALY 1944. BEFORE DAWN",
        "EXT. BASE CAMP AT POTTERY HILL. NIGHT",
        "EXT. A TRAIN, THE DESERT. DUSK",
        "THE END",
        "AL AUF",
        "EXT. THE CAVE OF SWIMMERS. DAY",
        "EXT. BEACH FRONT, ITALY. LATE 1944. DAY",
        "ALMASY, (0/S)",
        "EXT. BASE CAMP AT THE CAVE OF SWIMMERS. DAY",
        "EXT. CAIRO MARKET. DAY",
        "INT. OPEN-AIR CINEMA, CAIRO. EVENING",
        "KIP, (0/5)",
        "INT. THE PATIENT'S ROOM. NIGHT",
        "HARDY",
        "CLIFTON",
        "CARAVAGGIO",
        "EXT. NEAR THE CAVE OF SWIMMERS. EVENING",
        "INT. CAR. NIGHT",
        "LADY HAMPTON",
        "EXT, NEAR THE BASE CAMP AT THE CAVE OF SWIMMERS. DUSK",
        "INT. CORRIDOR OF BRITISH HEADQUARTERS, TOBRUK. DAY",
        "KAMAL",
        "THE OTHERS",
        "EXT. RAILWAY TRACK, THE DESERT. EVENING",
        "INT. ALMASY'S ROOMS. LATE DAY",
        "EXT. AREZZO. DUSK",
        "INT. THE MONASTERY STAIRS. DAY",
        "EXT. THE MONASTERY. APPROACHING DAWN",
        "AICHA",
        "INT. PATIENT'S ROOM. EVENING",
        "EXT. VILLAGE SQUARE, ITALY 1945. NIGHT",
        "THE PATIENT, (0/S)",
        "RUPERT",
        "INT. TRAIN, THE DESERT. EVENING",
        "INT. TRAIN CORRIDOR, THE DESERT. DAY",
        "EXT. CONVOY SITE, ITALY. DAY",
        "ALMASY",
        "MARY",
        "EXT. EL TAJ. DAY",
        "EXT, THE MONASTERY STABLES. EARLY MORNING",
        "EXT. KUFRA OASIS. DAY",
        "EXT. TOBRUK SQUARE. DAY",
        "OFFICER'S WIFE",
        "INT. AMBASSADOR'S RESIDENCE. NIGHT",
        "EXT. VIADUCT. DAY",
        "EXT. THE DESERT. DUSK",
        "EXT. THE MONASTERY, GRAVEYARD. MORNING",
        "EXT. SPICE MARKET, CAIRO. DAWN",
        "INSIDE THE COCKPIT",
        "EXT. THE DESERT. DAWN",
        "CONTINUED",
        "INT. TRAIN, THE DESERT. DUSK",
        "EXT. CAIRO. DAY",
        "INT. THE MONASTERY KITCHEN. DAY",
        "SOLDIER",
        "INT. THE MONASTERY STAIRS. MORNING",
        "OFFICER, (0/S)",
        "CABBIE",
        "EXT. THE MONASTERY CLOISTERS. MORNING",
        "INT. TRIAGE TENT, EMERGENCY FIELD HOSPITAL. EVENING",
        "INT. BATHROOM. DAY",
        "OLIVER",
        "INT. CAR EN ROUTE TO CAVE OF SWIMMERS. DAY",
        "MADOX",
        "EXT. THE MONASTERY CLOISTERS. NIGHT",
        "EXT. ALMASY'S HOUSE, OLD CAIRO. DAWN",
        "EXT. THE MONASTERY. DAY",
        "EXT. THE MONASTERY GARDENS. DAY",
        "INT. MAIN TRIAGE TENT. EMERGENCY FIELD HOSPITAL. NIGHT",
        "EXT. BASE CAMP AT POTTERY HILL. MORNING",
        "INT. THE MONASTERY, UPSTAIRS LANDING. DAY",
        "INT. THE MONASTERY STABLES. NIGHT",
        "INT. SHEPHEARD'S HOTEL, CAIRO. EVENING",
        "THIS CONVALESCENCE HOSPITAL HAS BEEN FASHIONED FROM A LON",
        "EXT. VILLAGE SQUARE. NIGHT"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "SILENCE. THE DESERT seen from the air. An ocean of dunes mile after mile. The late sun turns the sand every colour crimson to black and makes the dunes look like bodies pre against each other. An old AEROPLANE is flying over the Sahara. Its shadow sw over the contours of sand. A woman's voice begins to sing - Szerelem, szerelem, she in a haunting lament for her loved one. INSIDE the aeroplane are two figures. One, A WOMAN, seems asleep. Her pale head rests against the side of the cockp Behind her THE PILOT, a man, wears goggles and a leather helmet. He is singing, too, but we can’t hear him or the or anything save the singer’s plaintive voice. The plane shudders over a ridge. Beneath it A SUDDEN CLUS MEN AND MACHINES, camouflage nets draped over the sprawl gasoline tanks and armoured vehicles. An OFFICER, GERMAN, focusses his field glasses. The glasses pick out the MARK on the plane. They are in English. An ANTI-AIRCRAFT GUN s furiously. Shocking bursts of GUNFIRE. Explosions rock the plane, wh lurches violently. The fuel tank is punctured. It sprays gasoline, then erupts in flame engulfing both figures in fireball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TRAIN. ITALY 1944. BEFORE DAWN",
          "text": "AN ALLIED HOSPITAL TRAIN ploughs through the night carryi MILITARY WOUNDED back to Naples. A young French-Canadian nurse, Hana, walks through a long carriage past rows of the injured. She stops at the bunk WOUNDED SOLDIER. Hana bends to the boy. He’s had shrapnel his legs and cheek. She speaks softly to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANA",
          "text": "How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Your leg will be fine. A lot of shrapnel came out - I saved you the pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "You‘re the prettiest girl I've ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(she hears this every day) I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Would you kiss me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "No, I‘1l get you some tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "(innocent) It would mean such a lot to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "{tender, believing him) Would it? She kisses him, very softly, on the lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Thank you. He closes his eyes. Hana smiles, continues along the compartment. TEASING VOICES CALL OUT after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nurse - I can‘t sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you kiss me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You’re so pretty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(good-naturedly waving away their joke) Very funny. Go to sleep now. She opens the door of the next carriage and walks straigh the carnage left by an emergency operation. MARY, another nurse, is removing a blood-soaked bundle from the operati table. Mary grimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Don’t ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. DAY",
          "text": "THE PILOT HAS BEEN RESCUED BY BEDOUIN TRIBESMEN. Behind t the wreckage of the plane, still smoking, the Arabs picki over it. A SILVER THIMBLE glints in the sun, is retrieved Another man comes across A LARGE LEATHER-BOUND BOOK and it over to where the Pilot is being tended to. The Book i of letters and cards and paintings. They’re scattering everywhere. The Pilot is terribly burned, barely alive, h face charred. One of the Bedouins covers his face with a makeshift mask made from plaited palm leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. DUSK",
          "text": "The Pilot is being carried across the desert. The mask co his face. His view of the world is through the slats of p glimpses camels, fierce low sun, the men who carry him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. EMERGENCY FIELD HOSPITAL, 1944. LATE DAY",
          "text": "The EMERGENCY FIELD HOSPITAL is a cluster of tents practi ahead of the Front Line. SPORADIC GUNFIRE, increasingly n sounds throughout. It’s 1944 and the war in Italy is stil intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MAIN TRIAGE TENT. EMERGENCY FIELD HOSPITAL. NIGHT",
          "text": "Hana and her best friend, JAN, walk through the main TRIA TENT. It’s packed with the ruined bodies of the injured, swaddied in bloody bandages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TRIAGE TENT, EMERGENCY FIELD HOSPITAL. EVENING",
          "text": "HANA IS GIVING BLOOD. She lies in a cot, next to JAN. The shelling sounds closer. Behind a curtain, OLIVER, a Doctor, is working on the mos recent patient, a young CANADIAN SOLDIER who is criticall - the tubes hanging above him, of plasma and of blood, hi stomach a bloody mess. The curtain drawn around him is pu back to reveal the two nurses in background. The Soldier just see them. He’s going to die any minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANADIAN SOLDIER",
          "text": "(whispering to Oliver) Is there anybody from Picton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "Picton? I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANADIAN SOLDIER",
          "text": "I'd like to see somebody from home before I go. Hana can only really hear Oliver’s end of this conversati but the mention of Picton chills her, and she knows, now, later, that her lover is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(to Oliver) Why Picton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "He's from there - edge of Lake Ontario, right, Soldier? The boy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "(innocent) Hey, that’s where your sweetie’s from? Somewhere near there, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(to Oliver) Ask him what company he’s with? Oliver leans over, then turns to Hana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "Third Canadian Fusiliers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Does he know a Captain McGann? The boy hears this, whispers to Oliver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANADIAN SOLDIER",
          "text": "He bought it. Yesterday. Shot to bits. The shells are getting closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "(can't look at her) Doesn't know him. A SHELL suddenly lands on top of the site, perhaps fifty from the tent. THE LIGHTS GO OUT. Then ANOTHER lands. Everybody is on the floor, struggling to get on a helmet. Hana lies down, the blood still leaving her, her helmet o Oliver is next to her in the mud. Her heart is breaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "He’s gone, he’s gone, he's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "No. He’s = no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Oh God. Oh God. The shells pound them, incredibly loud, drowning out her but each explosion illuminates it for a moment. EXT. AN OASIS. NIGHT. The SOUND OF GLASS, of tiny chimes. A music of glass. AN ARAB HEAD floats in darkness, shimmering from the ligh fire. The image develops to reveal a man carrying a large wooden yoke from which hang DOZENS OF SMALL GLASS BOTTLES different lengths of string and wire. He could be an ange The man approaches the litter which carries The Pilot. He still in the protective palm mask, wrapped in blankets. T MERCHANT DOCTOR stands over the burned body and sinks sti either side of him deep into the sand, then moves away, f the yoke, which balances in the support of the two crutch Then he slowly sets about peeling away the layers of oile cloth which protect the Pilot’s flesh. The Merchant Doctor crouches in front of the curtain of bottles, then leans back to pluck, hardly looking, certai bottles which he uncorks and mixes. He uses this green-bl paste to anoint the burned skin. All the while he is humm and chanting. The bottles continue to jingle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BEACH FRONT, ITALY. LATE 1944. DAY",
          "text": "Wounded Soldiers walk with nurses along the beach",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIS CONVALESCENCE HOSPITAL HAS BEEN FASHIONED FROM A LON",
          "text": "OF BATHING CABINS ON THE COAST, complete with Campari Umb and metal tables, at which are seated the bandaged and th dying and the comatose, staring out to sea or in slow, mu conversation. A BRITISH OFFICER makes notes. He is talkin wounded PATIENT, whom we recognize as the burned Pilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER, (0/S)",
          "text": "Name? Rank? Serial number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT, (0/S)",
          "text": "No. Sorry. I think I was a pilot. I was found near the wreckage of a plane at the beginning of the war. Hana walks up to The Patient's cabin. He is propped up wi view of the sea, which is interrupted by the British Offi Hana has a blanket and a chart for The Patient‘s bed. She busies herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Can you remember where you were born?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Am I being interrogated? You should be trying to trick me. Or make me speak German, which I can, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Why? Are you German?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "How do you know you’re not German if you don’t remember anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Might I have a sip of water? Hana pours hima glass of water. He notices her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Thank you. (he sips) I remember lots of things. I remember a garden, plunging down to the sea - nothing between you and France.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "This was your garden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Or my wife's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Then you were married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I think so. Although I believe that to be true of a number of Germans. Look - (makes a small gap with his fingers) I have this much lung...the rest of my organs are packing up - what could it possibly matter if I were Tutankhamen? I’m a bit of toast, my friend - butter me and slip a poached egg on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CONVOY OF TWENTY TRUCKS - Red Cross vehicles and some s vehicles - snakes along a bumpy hill road. The war in Ita largely over and the Allies are moving up the country, th wounded and supply lines slowly following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ITALIAN HILL ROAD. DAY",
          "text": "A JEEP pulls out of the line and approaches the Red Cross containing Hana and The Patient. The horn blows and Hana out to see it contains her friend JAN. TWO YOUNG SOLDIERS up front, one driving, both grinning. Jan signals for Han attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "Hana! Hana! Hana! There’s meant to be lace in the next village - the boys are going to take me. (mischievously) You don’t have any money, do you? Just in case there’s silk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "Hana, I know you do. Come on. Oh, come on. (to the soldiers) She's a softy, she loves me. Hana leans under the tarpaulin, holding some DOLLARS. The hands - hers and Jan’s - reach for each other as the vehi bump along side by side. They laugh at the effort. Jan‘s BRACELET catches the sun and glints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAN",
          "text": "(getting the money) I love you. The Jeep accelerates away. Hana sighs to the Patient. Suddenly AN EXPLOSION shatters the calm as the jeep runs MINE. The jeep is THROWN into the air. The convoy halts a there's chaos as soldiers run back pulling people out of vehicles. Hana runs the other way, toward the accident, u she is prevented from reaching Jan’s mangled body by the consoling arms of Oliver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ITALIAN HILL ROAD. LATER",
          "text": "- and there’s still chaos as two SAPPERS (Bomb Disposal S work on the road ahead. One of them, a SIKH, wears a turb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KIP, the Sikh lieutenant, and HARDY, his sergeant, explor road ahead of the becalmed convoy, using saucer-like META DETECTORS and HEADSETS. Kip is young, lithe, contained, u focused as they inch along the debris-strewn road. He sti as he registers metal. With a bayonet he carefully scrape the mud-caked surface. Something GLEAMS. Suddenly, A PAIR FEET walk across his vision as HANA HURRIES PAST, walking carelessly up the road. It’s so surreal that neither man registers at first, and then Kip is shouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Hey! Hey! Stop! Hey! Now Hardy is shouting for her to stop. Hana looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Don’t move, Stand ABSOLUTELY",
          "sentiment": "neutral"
        },
        {
          "speaker": "STILL",
          "text": "Hana stops. Hardy gingerly follows her footsteps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(as he approaches) Good, that’s good, just stay still for me and then we'll be fine. He arrives at Hana. Then grabs her. He'd like to slap her",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "What are you doing? What the bloody heli do you think you’re doing? By way of answer she looks at the ground ahead of her fee Jan’s BRACELET lies in the mud. Hardy bends down and coll the mangled bracelet, presses it into Hana’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VILLAGE. DUSK",
          "text": "The CONVOY is threading through A RUINED VILLAGE, passing souvenirs of war: an overturned vehicle now used as a gam some children, dejected refugees tramping along the side road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hana sees all this as she sits blankly inside the truck, Patient swaying alongside her. She puts out her hand to s him. Tears streak her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CONVOY is making a PIT STOP. The trucks are silhouett a line. Hana helps lift The Patient’s stretcher onto the ground. She bends to him. Hana gets up to prepare a MORPH INJECTION from a small kit. Mary arrives. Touches Hana ge conscious of her grief for Jan‘s death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Are you okay? Oh god, Hana, you and Jan were inseparable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(sighs angrily) We keep moving him - in and out of the truck. Why? He’s dying. What's the point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(thrown ) Do you mean leave him? We can’t. We can hardly leave him. Hana has settled down beside The Patient's stretcher. She herself up against the night. On the hill above, she can the outline of A SMALL MONASTERY in the moonlight. She's suffering, her face a frozen mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I must be a curse - anybody who loves me, anybody who gets close to me - or I must be cursed. Which is it? The Patient laces her fingers into his crabbed hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE MONASTERY. DAY",
          "text": "Hana is investigating the MONASTERY OF S. ANNA, wandering through its overgrown gardens, past a pond. What sanctuar seems to offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE MONASTERY LIBRARY. DAY",
          "text": "Hana explores via a gaping hole in a LIBRARY where the wa have collapsed from sheliing. The garden intrudes, ivy cu around the shelves. Bloated books lie abandoned, and ther PIANO tilted up on one side. Hana presses the keys throug filthy tarpaulin which covers it. Everywhere there are si a brief German occupation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE MONASTERY CLOISTERS. DAY",
          "text": "Past the Library is a CLOISTERS, drenched with silver lig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hana goes upstairs, negotiating a huge VOID in the stone two thirds of the way up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. DAY",
          "text": "She comes across a small CHAPEL with the remains of mural an altar pressed into service by the Germans as a table. finds an old bed and a mattress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CONVOY SITE, ITALY. DAY",
          "text": "The Convoy is in the final stages of loading up. Oliver p the vehicles, deep in dispute with a determined Hana, who carrying some sacks of rice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "When he dies I'1l catch up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "It's not safe here. The whole country's crawling with Bandits and Germans and God knows what.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "The war's over - you told me yourself. How can it be desertion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "It's not over everywhere. I didn’t mean literally. This is normal - it’s shock. For all of us. Hana - Oliver hovers as Hana adds the rice to a small cache of provisions then lays another blanket over The Patient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I need morphine. A lot. And a pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "If anything happened to you I’d never forgive myself. Hana nods. A tiny smile. Oliver shrugs heiplessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVER",
          "text": "We‘re heading for Leghorn. Livorno the Italians call it. We'll expect you. — 10 \fINT. THE PATIENT’S ROOM. DAY. TWO SOLDIERS are helping Mary and Hana carry The Patient what was the chapel. They lower The Patient onto the rust bed. Hana turns to the SOLDIERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Thank you. She shuts the door on them, leaving Mary staring aghast a room, its faded frescoes, its mold, its starkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Good. She goes to Mary and hugs her. INT. THE MONASTERY, HANA‘S ROOM. DAY A smaller upstairs room, completely bare. As Hana tugs of uniform, she looks out of the window to see the departing Convoy. A cotton dress goes on over her head and she emer looking suddenly younger and rather fragile. Through the damaged floor of her room she has a view of the patient b her. She looks at him. Now she has scissors and starts to off her hair, not aggressively, but in a gesture of a new beginning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE MONASTERY STAIRS. MORNING",
          "text": "Hana is dropping armfuls of books into the cavities of th damaged stairs while, with others, she is improvising new steps. The heavy volumes are perfect for treading on. INT. THE PATIENT’S ROOM. DAY Hana enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "What was all the banging? Were you fighting rats or the entire German army?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I was repairing the stairs. I found a library and the books were very useful. Hana shrugs. She’s attending to him, pulling back the she plumping up the pillows. He’s short of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Before you find too many uses for these books would you read some to me? 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I think they’re all in Italian, but I’11 look, yes. What about your own book?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "{reluctant) My book? The Herodotus? Yes, we can read him. Hana picks up the book from the altar and hands it to him she starts rummaging in her pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Oh - I‘ve found plums. We have plums in the orchard. We have an orchard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Herodotus is the father of history, do you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I don't know anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Thank you. She has peeled a plum and now slips it into his mouth. Hi works with the pleasure of the taste, a little juice esca from his lips. Hana mops it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "It’s a very plum plum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE MONASTERY GARDENS. DAY",
          "text": "Hana sits in the water trough shivering as the cold water splashes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. DAY",
          "text": "Close on the HERODOTUS. The Patient opens its cover, held together by leather ties. Loose PAPERS, PHOTOGRAPHS, HAND MAPS AND SKETCHES are all collected between the charred p He claws at some papers, inspects a letter. Then he loses control of the papers and the whole parcel SPILLS to the with a crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP AT POTTERY HILL. DUSK",
          "text": "Count Laszlo de Almasy, Hungarian explorer, squats with a ancient Arab who draws in the sand, talking in some arcan dialect, scratching out a map. The old man stops speaking scours the sky a beat or two before we or Almasy hear the noise of a PLANE. It’s a bright yellow Steerman coming in 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "land. Almasy doesn't look up. The Arab continues to talk. plane sweeps past the cluster of tents and camels and tru which constitutes the Base Camp for a team of internation explorers, led by Almasy and his colleague, Peter Madox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP AT POTTERY HILL. DAY",
          "text": "The expedition team drives over to meet the arrivals. Alm stays in the car as the others pile out and approach the as it taxis alongside an old, battered silver Tiger Moth. A young couple emerge from the Steerman. They are GEOFFRE KATHARINE CLIFTON. And it’s immediately clear that Katharine is the woman in plane crash at the beginning of the film. Madox makes all the introductions, introducing the rest o team - an Italian, D’Agostino; a German, Bermann; and an Egyptian, FOUAD. Hands are shaken, hellos all round, as t couple disembark in their leather flying gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP AT POTTERY HILL. LATE DAY",
          "text": "The party is in the shade of the tents. Geoffrey Clifton produces a bottle of CHAMPAGNE and sets off the cork with flourish. Almasy joins the group. Madox nods over to the Clifton plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "fo the International Sand Club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "Marvellous plane. Did you look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "(beaming at Almasy) Isn't it? Wedding present from Katharine's parents. We're calling it Rupert Bear. Hello. Geoffrey Clifton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "We can finally consign my old bird to the scrap heap. Almasy smiles and walks on towards the others. D‘ AGOSTINO Mrs. Clifton - Count Almasy. 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(smiling, offering her hand) Hello. Geoffrey gave me your monograph when I was reading up on the desert. Very impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(stiff) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I wanted to meet a man who could write such a long paper with so few adjectives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "A thing is still a thing no matter what you place in front of it. Big car, slow car, chauffeur-driven car, still a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "(joining them and joining in) A broken car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Still a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "(hands them champagne) Not much use, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Love? Romantic love, platonic love, filial love -? Quite different things, surely?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "(hugging Katharine) Uxoriousness - that’s my favourite kind of love. Excessive love of one’s wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(a dry smile) Now there you have me. 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almasy and Madox head for Madox’s Tiger Moth. They turn t machine around like a toy, pointing it in the right direc for take-off. During this Almasy complains and Madox medi there’s a suspicion that this is a familiar dynamic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "They‘re tourists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "Absolute rot. They come highly recommended from the Royal Geographic. She's charming and has read everything, he's meant to be a ruddy good pilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "We don‘t need another pilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "He can make aerial maps of the entire area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "You can't explore from the air, Madox. If you could explore from the air life would be very simple. (he primes the propellor) Contact. Madox slips on his goggles and turns on the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "Contact. Almasy spins the propellor. It flashes into life. EXT. GILF KEBIR PLATEAU. MORNING. Both planes are scouting the Gilf Kebir region. Geoffrey up alongside Madox and wiggles his wings. Madox waves. Th flying over a distinctive group of GRANITE MASSIFS, Crate shaped hills. The broken towers of the Gilf Kebir. Almasy distracted by them. He turns to Madox and points down, indicating they should explore them. Madox nods and brings the plane lower and they fly into t mouth of one of the huge craters. The Cliftons’ plane fol them into the black ravines, pitted with signs of scrub. 15 Almasy gestures to the Cliftons to PHOTOGRAPH the Massif THUMBS UP from Geoffrey, who pulls out his camera and beg shooting. INT. THE PATIENT'S ROOM. MORNING. Hana changes The Patient’s bed. The light streams in from open window. She looks up at the green hills rolling away the Monastery, the village in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I should try and move the bed. I want you to be able to see the view. It's good, it’s a view from a monastery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I can already see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(bending down to his level) How? How can you see anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "No, not the window - I can’t bear the light anyway - no, I can see all the way to the desert. Before the war. Making maps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I'm turning you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Is there sand in my eyes. Are you cleaning sand from my ears?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "No sand, that’s your morphine speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I can see my wife in that view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Are you remembering more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Could I have a cigarette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Are you crazy? 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Why are you so determined to keep me alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Because I’m a nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE MONASTERY CLOISTERS. NIGHT",
          "text": "It’s dark. Hana is caught by the stray shafts of moonligh is SCRATCHING on the flagstones. Her skirt is bunched up her thighs. She throws something in the air. It lands wit erack. Suddenly she is flying across the space, a hop, a a jump. Then turns at the other end, dips for the stone, back again, in this blindman‘’s version of HOPSCOTCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. NIGHT",
          "text": "Alone in his room The Patient listens to the erratic rhyt Hana's hopscotch. It takes him back to the desert and the of Bedouin drums on a night shortly after the arrival of Cliftons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP. NIGHT",
          "text": "The group sits around the campfire at night, supper over, champagne drunk. They're using the empty bottle to play a ~ Spin the Bottle. When the bottle points at you, you're required to perform a party piece. Clifton sings a versio ‘Yes, We Have No Bananas,’ then is required to translate into a variety of languages - the others joining in rauco D'Agostino offers a Puccini aria; Fouad dances, his shawi whirling, the Bedouin onlookers providing a percussive, improvised accompaniment. INT. THE PATIENT’S ROOM. NIGHT Later, and Hana is reading to The Patient from a story in Herodotus. As she reads, he listens, eyes closed, still i desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "..-the King insisted he would find some way to prove beyond dispute that his wife was fairest of all women. ‘I will hide you in the room where we sleep’, says Candaules - (correcting herself) - said Candaules. She stumbles over the word. The Patient corrects her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Candaules. 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Candaules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP AT POTTERY HILL. NIGHT",
          "text": "Katharine has her turn at the fire. She is telling the sa story. The Patient remembers her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Canduales tells Gyges that the queen has the same practice every night. She takes off her clothes and puts them on the chair by the door to her room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA, (0/S)",
          "text": "(continuing to read) ...and from where you stand you will be able to gaze on her at your leisure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(her story continuing) And that evening it’s exactly as the King has told him. She goes to the chair and removes her clothes one by one until she’s standing naked in full view of Gyges, and indeed she was more lovely than he could have imagined. But then the Queen looked up and saw Gyges concealed in the shadows, and although she said nothing, she shuddered. And the next day she sent for Gyges and challenged him. And hearing his story, this is what she said -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "(clowning) Off with his head!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "- she said, “Either you must submit to death for gazing on that which you should not, or else kill my husband who shamed me and become King in his place.” Clifton makes a face of outrage. For Katharine the story suddenly collapsed. She feels Almasy’s eyes on her. 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "So Gyges kills the King and marries the Queen and becomes ruler of Lydia for twenty- eight years. (an uncomfortable moment } Shall I spin the bottle? The others laugh. Madox beams at Clifton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "So Geoffrey ~ let that be a lesson to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. NIGHT",
          "text": "Hana looks up from the Herodotus, sees The Patient's eyes closed. She gently touches his face and whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Are you asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "(he isn’t) Yes. No. Dropping off. And Hana closes the book, gets up, kisses him good night, blows out the lamp. EXT. THE MONASTERY, HANA’S GARDEN. LATE DAY Hana has been reviving a vegetable patch. She comes out t garden. CROWS are feasting. She’s furious, shouts, runs a them. Nature, wildness, insisting on invading her peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE MONASTERY, GRAVEYARD. MORNING",
          "text": "Hana appears from the cemetery, dragging A METAL CRUCIFIX bigger than she is, and she drags it along towards her ga A MAN WATCHES HER FROM A BICYCLE, He's approaching fifty, grizzled and attractive, and could be Italian. He wears a of grubby mittens. The man, CARAVAGGIO, chooses this mome introduce himself. He drops the bicycle on the ground wit clatter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "{very cheerful) Buon Giorno! Hana turns, startled and suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Hana? 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I met your friend Mary. She said I should stop and see if you were all right. Apparently, we're neighbours - my house is two blocks from yours in Montreal. Cabot, north of Laurier. Bonjour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(unravelling this information} Bonjour. He goes to her and hands her an egg, producing it from a He beams, as does Hana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I‘d like to take credit for it, but it’s from Mary. My name’s David Caravaggio, but nobody ever called me David. Caravaggio - they find too absurd to miss out on. During this he attempts to conjure a second egg from Hana ear. THE EGG DROPS TO THE GROUND. Cursing, he gets on his and starts to scoop it up, preserving it. There appears t something wrong with his hands. He grimaces at Hana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "My stupid hands!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE MONASTERY KITCHEN. DAY",
          "text": "Hana has taken his eggs and put them into a bowl. She bea with a knife, picking out the bits of shell. Caravaggio w takes in how little food there is otherwise. The table se useful more as a sewing area than for cooking - it’s stre altar cloths being sewn into drapes. On a tray on the tab TWO VIALS OF MORPHINE from The Patient’s room. As Hana tu the stove, Caravaggio’s moved and covered them with his g hands a second later and he’s juggled them into his pocke",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(of the eggs) They're fresh. I haven’t had an egg in...have you noticed there are chickens? In Italy you get chickens but no eggs. In Africa there were always eggs, but never chickens. Who separated them? 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(intrigued) You were in Africa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Yes I was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "So was my Patient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Look, I’d like to stay for a while. I have to do some work here - I speak the language. There are Partisans to be disarmed - (trying to paraphrase) - we embrace them and see if we can relieve them of their weapons, you know - while we hug. I was a thief, so the Army thought I'd be good at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "So you can shoot a pistol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(showing his hands) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Do you have a problem with those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I should iook at them before you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Look, it’s a big place. We needn't disturb each other. I’1l sleep in the stabie. It doesn't matter where I sleep. I don‘t sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I don’t know what Mary told you about me, but I don’t need company, I don’t need to be iooked after. 21 \fINT. THE PATIENT’S ROOM. DAY Hana carries in a tray. There's OMELETTE on the plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "There's a man downstairs. He brought us eggs. He might stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Why? Can he lay eggs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "He’s Canadian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "(brittle) Why are people always so happy when they collide with someone from the same place? What happened in Montreal when you passed a man in the street - did you invite him to live with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "He needn‘t disturb you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Me? He can't. I’m already disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(she cuts the omelette into tiny pieces) There's a war. Where you come from becomes important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Why? I hate that idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE MONASTERY STAIRS. DAY",
          "text": "Caravaggio is in shadows in the hallway. He listens. INT. THE PATIENT’S ROOM. DAY Hana, having already replaced the bed linen, is standing stepladder trying to hang homemade drapes around the bed Caravaggio knocks tentatively, then comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Can I help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "It’s finished. 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "So you’re our Canadian pickpocket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Thief, I think, is more accurate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I understand you were in Africa. Whereabouts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Oh, all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "All over? I kept trying to cover a very modest portion and still failed. {to Hana, who is heading out) Are you leaving us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Now’s our opportunity to swap war wounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Then I'm definitely going. And she exits. The men consider her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Does she have war wounds? INT. THE MONASTERY, HANA‘S ROOM. DAY As Hana walks up her stairs she finds herself overhearing conversation as it threads up through the hole in the cei She strips her own bed of the curtain she uses for a shee",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I think anybody she ever loves tends to die on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Are you planning to be the exception? 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Me? I think you’ve got the wrong end of the stick, old boy. (a pause) So, Caravaggio ~ Hana thinks you invented your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "And you’ve forgotten yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I said that no one would ever invent such a preposterous name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I said you can forget everything but you never forget your name. Count Almasy - that name mean anything to you? Or Katharine Clifton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CAIRO MARKET. DAY",
          "text": "A STREET MARKET in full sway, a locals-only affair, blazi with noise and bustle and barter. Emerging from a thicket women and begging children, KATHARINE CLIFTON carries her purchase of an exotic-looking Carpet. From nowhere she is joined by ALMASY, who nods at the carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "How much did you pay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(delighted) Oh, Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "They don‘t see foreign women in this market. How much did you pay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Seven, eight pounds, I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Which stall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Why? 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "You've been cheated, don’t worry, we'll take it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(bristling) I don’t want to take it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "This is not worth eight pounds, Mrs. Clifton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "It is to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Did you bargain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I don't care to bargain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "That insults them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(turning to face him) I don't believe that. I think you are insulted by me, somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(of the carpet) I'd be very happy to obtain the correct price for this. I apologize if I appear abrupt. I am rusty at social graces. (tart) How do you find Cairo? Did you visit the Pyramids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Or the Sphinx? He stands as she continues, pushing past him, boiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SHEPHEARD'S HOTEL, CAIRO. EVENING",
          "text": "THE LONG BAR. The Exploration Team drinking at a table. T are not entirely off-duty - Almasy and Madox, as ever, po the maps. 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "By car? Impossible. If we try and drive north of Kufra by car, we’ll leave our bones in the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Disagree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "You’re Hungarian, you always disagree. Geoffrey Clifton appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Good evening, Gentlemen! He sits down. Madox hails the waiter. D‘AGOSTINO How is your charming wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Marvellous. She’s in love with the hotel plumbing. She's either in the swimming pool - she swims for hours, she’s a fish, quite incredible ~ or she’s in the bath. Actually, she’s just outside. (responding to their bewildered expressions) Chaps Only in the Long Bar. EXT. SHEPHEARD’S HOTEL TERRACE. NIGHT The Explorers, embarrassed, march out onto the terrace. Katharine sits, reading, exquisite in her evening clothes There is dancing inside, and couples walk to and from the tables. Madox approaches to collect her. Katharine manage produce a dazzling smile which includes everyone except A",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "Mrs. Clifton, you'll have to forgive us. We’re not accustomed to the company of women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Not at all. I was thoroughly enjoying my book. 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "The team is in mourning, darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Oh really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "I’m afraid we’re not having much luck obtaining funds for the expedition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Oh. What will you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "A more modest expedition, or even wait a year. Remind our families we still exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "(astonished) Good heavens, are you Married, Madox?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "Very much so. We all are, save my friend here. He nods at Almasy. Clifton appears tremendously relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "I feel much better, don’t you darling? We were feeling rather self-conscious. Let's toast, then. To absent wives. D‘ AGOSTINO (toasting Katharine) And present ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(toasting Almasy) And future ones. INT. SHEPHEARD’S HOTEL. NIGHT THE BALLROOM. A dance finishes. Almasy takes over from D‘Agostino to partner Katharine. The others remain on the terrace, deep in conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(as they dance) Why did you follow me yesterday? 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What? I’m sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "After the market, you followed me to the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I was concerned. A woman in that part of Cairo, a European woman, I felt obliged to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You felt obliged to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "As the wife of one of our party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(direct) So why follow me? Escort me, by all means. But following me is predatory, isn’t it? Almasy, by way of answer, bears down on her. They dance, fierce, oblivious to everything. INT. THE PATIENT’S ROOM. NIGHT Hana has fallen asleep on the bed, almost on top of the Patient. He touches her. He speaks as if each word burns",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Could I ask you to move? I’m sorry -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(mortified, moving quickly) I'm sorry, of course. I was dreaming. Awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "It’s just when you move -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "How stupid of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I can’t really bear the pressure. Hana gets up, upset to have hurt him. 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hana comes to the table, carrying a jug of water and a bo She’s still sad. She unbuttons her dress, pulling it off shoulder, begins to pour the water to cool herself agains night's pressing heat. She’s overwhelmed by memories, by weight of her curse. Caravaggio comes into the kitchen to her slumped at the table, her back naked, the jug of wate front of her. She's sobbing, her shoulders heaving. Carav approaches tentatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Hana? (he touches her shoulder) Hana? Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(without raising her head) Don‘t touch me. She pulls her dress up around her shoulders. Her face is with weeping. Caravaggio pours a glass of water and walks the open window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "You’re in love with him, aren’t you? Your poor patient. Do you think he’s a saint because of the way he looks? I don’t think he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I'm not in love with him. I'm in love with ghosts. So is he. He’s in love with ghosts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(he holds up his hands) What if I told you he did this to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(stung) How could he have? When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I'm one of his ghosts and he wouldn’t even know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I don’t know what that means. 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(shrugs) Ask your saint who he is. Ask him who he‘s killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(furious) Please don’t creep around this house! She leaves, slamming the door behind her. Caravaggio call after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I don’t think he's forgotten anything. I think he wants to forget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TENT, BASE CAMP AT POTTERY HILL. NIGHT",
          "text": "The group of expeditioners is around the fire. Clifton ho a glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Gentlemen, to Map-making!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Map-making!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "And a special thank-you to Geoffrey and Katharine, without whose fund-raising heroics we’d still be kicking our heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "To arm-twisting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "(to Almasy) Did Katharine say? Geoffrey has to fly back to Cairo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Return the favour - take a few photographs of the army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What kind of photographs? 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Portraits. The Brigadier, the Brigadier's wife, the Brigadier’s dogs, the Brigadier by the Pyramids, the Brigadier breathing. I shall of course be bereft, but finally able to explore the Cairo nightlife. I shall produce an authoritative guide to the Zinc Bars and - I want to say Harems ~ are we in the right country for Harems?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP AT POTTERY HILL. MORNING",
          "text": "As Clifton prepares to leave in the Steerman, Almasy approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Clifton, safe journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "You too. Good luck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Clifton - it’s probably none of my business - but your wife, do you think it's appropriate to leave her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Appropriate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Well the desert is - for a woman - it’s very tough, I wonder if it’s not too much for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Are you mad? Katharine loves it here. She told me yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "All the same, were I you, I would be concerned - 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "I‘ve known Katharine since she was three, we were practically brother and sister before we were man and wife. I think I'd know what is and what isn’t too much for her. I think she'd know herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "(laughing it off) Why are you people so threatened by a woman?! Almasy watches him walk toward the plane, then turns to s Katharine, a distant figure, watching. He doesn’t move. S doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MONASTERY LIBRARY. DAY",
          "text": "Hana stands at the PIANO. It’s still lop-sided, propped a the wall. She tries but can’t move it. So she pulls off t sheet and, with the instrument still on a tilt, begins to out the Aria from Bach's Goldberg Variations. INT. THE PATIENT’S ROOM. DAY HANA’S PIANO CONTINUES. Upstairs, Caravaggio chats with T Patient while working his arm to RAISE A VEIN, a bootlace around it, preparing an injection for himself, tapping th syringe. During this:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I have come to love that little tap of the fingernail against the syringe. Tap. Tap. Tap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MONASTERY LIBRARY. DAY",
          "text": "Hana plays. A GUNSHOT punctuates the music. Her hands fal she looks up to see A SIKH SOLDIER running past the GAPIN IN THE WALL, his rifle held aloft. He approaches the fren doors, his face creased with anxiety, and raps on the sha frame. It’s KIP, the bomb disposal officer who had cleare road on which Jan's jeep had exploded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Stop playing! Please, Stop Playing! 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(of the doors) I don’t have the key to that door. She watches him walk around from the locked doors and wal straight through the hole in the wall, oblivious to any i and up to the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "The Germans were here. The Germans were all over this area. They left mines everywhere. And pianos were their favourite hiding places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I see. Sorry. (then mischievous) Then maybe you’re safe as long as you only play Bach. He's German. Kip is looking around the piano. Hana giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Is something funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "No, I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "I’ve met you before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Look. See. See. Hana bends to see what Kip’s looking at under the piano. run from the wall to the instrument onto which is taped a EXPLOSIVE CHARGE. If Hana had succeeded in moving the pia would have triggered the charge. Kip looks at Hana, who conceals her dismay with a shrug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "(of the piano) Move that, and no more Bach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE MONASTERY GARDEN. DUSK",
          "text": "Across from the terrace, KIP and his sergeant, HARDY, are putting up their tents. Caravaggio stands, chatting amiab them, holding a haversack, smoking a cigarette. 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hana looks down from The Patient's room, watching the ten up. Kip glances up at the window. Hana, suddenly shy, bac away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "He wants us to move out, says there could be fifty more mines in the building. He thinks I’m mad because I laughed at him. He’s Indian, he wears a turban.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "No he’s Sikh. If he wears a turban, he’s Sikh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I‘11 probably marry him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Really? That’s sudden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "My mother always told me I would summon my husband by playing the piano. She bathes The Patient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I liked it better when there were just the two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "(irked) Why? Is he staying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "With his Sergeant. A Mr. Hardy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "We should charge! Doesn't anyone have a job to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "They have to clear all the roads of mines. That’s a big job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "In that case, I suppose we can’t charge. 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "No, we can't. EXT. THE MONASTERY, HANA’S GARDEN. DAY HANA IS GARDENING, close to the crucifix, which is now a fledged Scarecrow. Broken bottles, fragments of stained g and shards from a mirror are hung from the crossbar, syri too, all jangling and tinkling and catching the sunlight. Kip and Hardy drive off to work on their motorcycles. She watches them, catching Kip’s careless wave to her. She lo briefly at herself in A PIECE OF MIRROR dangling from the Scarecrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. DAY",
          "text": "The Patient lies in bed singing to himself in Arabic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The THREE FORD CARS leave the campsite, loaded for a scou expedition. The rest of the party, Bedouin, tents, camels Tiger Moth - is left behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CAR EN ROUTE TO CAVE OF SWIMMERS. DAY",
          "text": "Almasy drives the second car, accompanied by Katharine an Auf, who sits on top of the cabin. Almasy sings as they d Katharine breaks the long silence between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I’ve been thinking - how does somebody like you decide to come to the desert? What is it? You’re doing whatever you're doing - in your castle, or wherever it is you live - and one day you say I have to go to the desert - or what? Almasy doesn’t answer. Katharine, who has looked at him f answer, looks away. There's another long silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I once travelled with a guide, who was taking me to Faya. He didn't speak for nine hours. At the end of it he pointed at the horizon and said, “Faya!” That was a good day. Point made, they lapse again into silence. Katharine boil 35",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Actually, you sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You sing. All the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I do not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Ask Al Auf. In Arabic, Almasy asks Al Auf, who promptly laughs, nods sings a snatch of what he thinks is the tune to ‘The Dark Strutter’s Ball’. Katharine, delighted, joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(sings wickedly) I‘1l be down to get you in the taxi, honey, you'd better be ready about half-past eight... Al Auf nods and grins furiously, joins in, impersonating Almasy. Almasy makes a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, NEAR THE BASE CAMP AT THE CAVE OF SWIMMERS. DUSK",
          "text": "The group is investigating a cleft in the rocky massif. T climb slowly. Below them, A NEW AND TEMPORARY BASE CAMP. The group winds around the rock. Almasy turns to offer a to Katharine behind him, pulling her up to the next rock The group stops at a level plateau. The Arabs stand apart SING THEIR PRAYERS AT DUSK. Al Auf leads the incantations",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL AUF",
          "text": "Allah Akbar, Allahu Akbar... The Westerners wait respectfully. As the sun sets in glor Almasy looks over at the range of rocks. One particular r seems to look exactly like A WOMAN’S BACK. He squints at rocks, then pulls out his Herodotus to compare his sketch with the terrain in front of him. 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almasy clambers up the rocks, coming through a narrow cre to find A NATURAL SHELF. He scrambles up this path, reach up, only to notice that his hand almost perfectly covers CARVED HAND on the rock, and as he digests this he realiz has climbed past what is THE MOUTH OF A CAVE. He disappea inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FLASHLIGHT squirts into the cave. Almasy treads cautiou along the narrow winding passage. He comes to an open cav and takes his flashlight up to a wall. Almasy is astonish what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. NEAR THE CAVE OF SWIMMERS. EVENING",
          "text": "The others watch as a flashlight bobs and jerks among the and Almasy comes scrambling down, transformed into an exc teenager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Madox! Madox! Madox, come quickly! Bermann, D'Ag - I’ve found something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAINTINGS EMERGE, figures, animals. Ancient pictures. A giraffe. Cattle. Fish. Men with bows and arrows. Almasy h the whole party into the heart of the cave. Now Madox com alongside him at the wall, his flashlight joining Almasy’ increasing the visibility of the paintings. A dark-skinne figure, apparently in the process of DIVING into water, c clearly into view. Then others, supine, arms outstretched",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "(with audible excitement) My God, they’re swimming! They're swimming! The others crowd around. Five excited faces in the green of the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CAVE OF SWIMMERS. DAY",
          "text": "Katharine is painting. She copies the cave paintings with meticulous, almost scientific accuracy. 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hive of activity. The team has set up TRESTLES to catal the finds as the Bedouin come out with baskets of detritu which they empty onto a growing heap as the Cave is clear out. Almasy clambers inside carrying camera equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CAVE OF SWIMMERS. DAY",
          "text": "Inside, Bermann is setting up LAMPS, running wires from a BATTERY. Kamal is helping him. And as Almasy arrives he c a tiny moment of tenderness between them. Bermann, seeing quickly disengages and busies himself with the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. DAY",
          "text": "The CARS are heading back to Base Camp. They bounce over sand. INT. BERMANN’S CAR. DAY Bermann is driving the lead CAR along some STEEP DUNES. A beside him. Bermann is peeling AN ORANGE, a segment of wh holds out of the window. Kamal, riding shotgun, leans dow collects it, his head dipping in to grin at Bermann. Berm looks uneasily at Almasy. He wants to tell him of his pas of his absolute love for Kamal, but he daren’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERMANN",
          "text": "How do you explain? To someone who’s never been here? Feelings which seem guite normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(compassionate) I don’t know, my friend. I don’t know. Bermann holds out another segment of the orange, and watc Kamal bend into view, opening his mouth to be fed another piece, then suddenly fall from the vehicle. THE CAR LURCH SIDEWAYS AND TOPPLES OVER THE EDGE. D’Ag - following, Fou beside him - brakes sharply, but can’t stop his own car f being caught in the avalanche of sand, and IT PLUNGES DOW DUNE AND INTO BERMANN’S UPTURNED CAR WITH AN OMINOUS CRUN the radiator exploding. Only Madox, a little way behind, Katharine beside him, manages to stay clear of trouble. H jumps out of the vehicle and slides down the dune to find pandemonium as the passengers stumble out of the cars, sa flying, smoke pouring from the upright vehicle, the wheel the overturned car spinning wildly in the air, a puddle o spreading ominously. 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LATER and the group have cleaned up as best as possible. Bermann, and Fouad are a little worse for wear. Fouad’s a in a sling, and D’Ag is sporting a bloody head bandage. B has broken a finger and is being attended to by Madox. Th luggage, water, and petrol have been stacked up and the m loading the remaining car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. DAY",
          "text": "Almasy, Kamal and two of the other young Bedouin stand ar the mess of the two broken vehicles. The ONE WORKING CAR loaded with men and provisions. Katharine sits inside, ne Madox. Almasy comes over to her window, to speak past her Madox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "I'll be back as quick as I can. Thirty-six hours at the outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Try to get an additional radiator. We can store it between here and Pottery Hill. And a better jack. We planned badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "(nods at Almasy, then shouts over to the wrecked vehicles) Bermann! This is Bermann’s cue to take leave of Kamal, who is stay behind. Kamal makes a little bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAMAL",
          "text": "(in Arabic) May God make safety your companion. Bermann nods and hurries away, squeezing into the car, wh jolts off, bouncing over the track. The vehicle gets about twenty yards, Almasy watching, bef sinks forlornly into the soft sand. It’s hopelessly overl with people. They all get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "(irascible) Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I‘1l stay behind, of course. 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "Certainly not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No, I insist. There clearly isn’t room for all of us, I’m the least able to dig, and I’m not one of the walking wounded. It’s only one night! Besides, if I remain it’s the most effective method of persuading my husband to abandon whatever he’s doing and come and rescue us. It's hard to argue with this logic. Almasy shrugs. LATER - THE MADOX CAR makes a more effective departure. A watches it disappear then turns, uncomfortable, to see Katharine walk down the steep face of the dune toward the makeshift shelter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SHELTER. DAY",
          "text": "Almasy sits alone, writing into HIS HERODOTUS, a map fold front of him, from which he makes notes. Katharine comes with a clutch of her SKETCHES from the Cave wall. Hands t him. They’re beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I thought you might like to paste them into your book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Well, we took photographs, there’s no need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No really, I’d like you to have them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(handing them back) Well, there is really no need. They're too good. This is just a scrapbook. I should feel obliged. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(exasperated) And that would be unconscionable, I suppose, wouldn't it, to feel any obligation? Yes. Of course it would. 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She’s already turning, heading back up the slope, leaving perimeter of the shelter. EXT. THE DESERT. NIGHT. Katharine sits alone on top of the Dune, smoking, surveyi landscape. Below her the camp - a fresh wind flicking at tarpaulin, The deep tracks of Madox’s car stretching off towards civilization. Almasy heads up towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "You should come into the shelter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I'm quite all right, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Look over there. Katharine turns, scans the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "What am I looking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Do you see what's happening to them - the stars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "They’re so untidy. I’m just trying to rearrange them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "No, no, over there. In a few minutes there will be no stars. The air is filling with sand. On the distant dunes an ominous, boiling cloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VEHICLES. NIGHT",
          "text": ". The team hurries around salvaging gasoline drums, water bringing anything loose or light inside the vehicles. The is whipping up. the air busy with sand. Chaos as they str in ever-worsening conditions, their heads wrapped in blan flashlights useless. They seek safety in two groups, the tribesmen to the cabin of the overturned car, Katharine a Almasy to the upright one. 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the cabin, the sand swirling around them, Katharin Almasy sit without speaking. He pours a little water so t they can wash out their eyes and noses and mouths. She ta her silk scarf, wets it, presses it to her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "This is not very good, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Shall we be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Yes. Yes. Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Yes is a comfort. Absolutely is not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. NIGHT",
          "text": "The sand is piling up against the two cars, the tent is s from its moorings, the water cans are hurled up, too, and plunge ominously into sand drifts as if going under an oc",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY, (0/S)",
          "text": "..-let me tell you about winds. There is a whirlwind from Southern Morocco, the Aajej, against which the fellahin defend themselves with knives. And there is the Ghibli from Tunis which rolls and rolls and rolls and produces a rather strange nervous condition... And we hear Katharine’s laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CAR. NIGHT",
          "text": "Almasy sits alongside Katharine, whose head is against hi shoulder. He continues his story of winds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "-+.and then there is the Harmatton, a red wind which Mariners call the sea of darkness. Red sand from this wind has flown as far as the south coast of England apparently producing showers 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALMASY (cont ‘d) so dense they were mistaken for blood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Fiction. We have a house on that coast, and it has never, never rained blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "No, it’s all true. (teasing her) Herodotus, your friend -",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(laughs) My friend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "- he writes about it and he writes about a wind, the Simoon, which a nation thought was so evil they declared war on it and marched out against it in full battle dress. He's touching Katharine's hair, he can’t help it. She is paralysed by his touch, then puts out her hand and traces across the window, now entirely silted up with sand. INT. PATIENT’S ROOM. NIGHT. The Patient remembers. He feels Katharine’s fingers traci across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. DAY",
          "text": "MORNING. The sand has almost COMPLETELY ENGULFED the car exposed side, covering the windscreen like snow, and encroaching onto the door of the protected flank. INT. CAR. DAY. Almasy is awaken by the sound of A DISTANT ENGINE. He jer waking Katharine in the process, and heaves against the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Quick. Katharine. Quick, wake up! I can hear a car. Let me out. (he stumbles out of the car, up the dune, then stops and flies back to the car) The flare! 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALMASY (cont‘d) (berating himself) Idiot! To fall asleep. Unforgiveable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. DAY",
          "text": "MADOX’S CAR IS ROARING ALONG THE HORIZON. Almasy runs bac the car, finds his flaregun, and SENDS A FLARE high into sky. Katharine is with him now, and they watch, helplessl the car bounces away from them, Madox a man on a mission. Katharine panics, THE SAND HAS ERASED ALL TRACE OF THEM. Katharine waves her arms frantically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Here! We’re here! Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Madox! Madox!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Our tracks have disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Madox will calculate how many miles; he'll soon turn around. Katharine is frightened. He looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Could I ask you, please, to paste your paintings into my book? I should like to have them. I should be honoured. A car horn leaks into their conversation. Almasy can't pl at first ~ he’d assumed it was Madox. Now he realises it' coming from the floor of the sand dune. He suddenly turns charges away from Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "The others! Katharine, horrified, follows him towards the mound of sa which has completely buried the other vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Awful. We must get them out! How awful. Almasy is preoccupied. He’s gone back to their vehicle an returns with a shovel, STARTS TO DIG FRANTICALLY. Kathari kneels beside him and helps to shovel away the sand. Duri this: 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Am I a terrible coward to ask how much water we have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(shovelling hard) We have a little in our can, we have water in the radiator which can be drunk. It’s not cowardly at all, it’s extremely practical. (anxious at not uncovering the boys, egging himself on) Come on, come on! (then back to Katharine) There's also a plant - I believe you can cut a piece the size of a heart from this plant and the next morning it will be filled with a delicious liquid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Find that plant. Cut out its heart. They hear NOISES, scrabbling, faint thumps. Almasy scrape the sand and they find the glass of the car. The angle of cab, tilted up to the sky, has made it impossible for the trapped boys to lever it open. Their oxygen is rapidly deteriorating. Almasy pulls on the door and it cranks ope boys, dazed, guiping in the fresh air, clamber out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. DAY",
          "text": "Katharine sits in the car, putting her pictures into the Herodotus. It’s full of ALMASY’S HANDWRITING, PHOTOGRAPHS PRESSED FLOWERS. She deciphers a page of his words and drawings. It's almost exclusively about her, the lines st with Ks. She reads, astonished, then looks at him as he a of the three Bedouin circle the area of the cars in ever- widening circles, like water-diviners, like Kip searching mines. Almasy suddenly drops to his knees and begins to s into the sand. He pulis out A CAN OF WATER. Turns to Kath and holds it triumphantly in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE DESERT. NIGHT",
          "text": "A red umbrella of light as Almasy fires the last flare in black night. Katharine comes up beside him. They wait in silence, hope fading with the flare. 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(blank) Geoffrey's not in Cairo. (Almasy looks at her) He's not actually a buffoon. And the plane wasn’t a wedding present. It belongs to the British Government. They want aerial maps of the whole of North Africa. So I think he's in Ethiopia. In case you were counting on his sudden appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "And the marriage - is that a fiction? There’s a beat. Katharine has a hundred answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No, the marriage isn't a fiction. The light from the flare fades on them and they stand in dark. Suddenly on the far horizon, behind their heads, an answering flare fireworks into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Thank God. Oh thank God. There's excited shouting from the boys. Then a distant re Almasy laughs with relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "It’s Madox. He turns to Katharine. She shudders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Am I K in your book? I think I must be. Almasy turns to her. He runs the blade of his arm across neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE MONASTERY, UPSTAIRS LANDING. DAY",
          "text": "Hana walks along the landing with a tray. There’s a messa several doors in the corridor from Kip: SAFE, then a coup with the warning: DANGER. She hears noise from The Patien room. Listens for a second before going in. Kip is readin The Patient. 46",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP, (0/8)",
          "text": "(reading) “He sat, in defiance of municipal orders, astride the gun Zamzammah on her brick platform opposite the old Ajaib-Gher -” (he breaks off) I can’t read these words. They stick in my throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT, (0/S)",
          "text": "Because you're reading it too fast!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP, (0/S)",
          "text": "Not at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT, (0/S)",
          "text": "You have to read Kipling slowly! Your eye is too impatient - think about the speed of his pen. (quoting Kipling to demonstrate) What is it? “He sat” comma “in defiance of municipal orders” comma “astride the gun Zamzammah on her brick”... what is it? INT. THE PATIENT’S ROOM. DAY During this, Hana comes through with the tray, finds Kip perched on the window, relishing his skirmish with The Pa who has condensed milk dribbling down his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "“Brick platform opposite the old Ajaib-Gher -”",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "“— The Wonder House” comma “as the natives called the Lahore Museum.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "It’s still there, the cannon, outside the museum. It was made of metal cups and bowls taken from every household in the city as tax, then melted down. Then later they fired the cannon at my people comma the natives. Full stop. 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "So what is it you object to - the writer or what he’s writing about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "What I really object to, Uncle, is your finishing all my condensed milk. (snatching up the empty can) And the message everywhere in your book - however slowly I read it - that the best destiny for India is to be ruled by the British.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Hana, we have discovered a shared pleasure - the boy and I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Arguing about books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Condensed milk - one of the truly great inventions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "(grinning, leaving) I’1l get another tin. Hana and The Patient are alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I didn’t like that book either. It’s all about men. Too many men. Just like this house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "You like him, don’t you? Your voice changes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I don’t think it does. {a beat) Anyway, he’s indifferent to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I don’t think it's indifference. Kip comes bounding in with a fresh can. 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Hana was just telling me you were indifferent -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANA",
          "text": "(appalled) Hey! -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "- to her cooking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "(oblivious) Well, I’m indifferent to cooking, not Hana’s cooking in particular. (stabbing at the tin with a bayonet) Have either of you ever tried condensed milk sandwiches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CAIRO. DAY",
          "text": "ANOTHER WORLD as a honking TAXI containing Almasy and Kat negotiates the pell-mell bustle of Cairo. EXT. SHEPHEARD’S HOTEL. DAY Almasy, still in the same clothes, and evidently weary, e from the cab, and pulls Katharine’s belongings from the t then holds open the door for her. As she walks toward the hotel, he hands her bag to a porter. Katharine is stung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Will you not come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "No. I should go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "will you please come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(a beat) Mrs. Clifton - Katharine turns, disgusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I believe you still have my book. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katharine fishes the book from her knapsack, shoves it at then disappears. INT. ALMASY’S ROOM. DAY Almasy lying on a camp bed, face down. The walls are cove with maps, enlargements of photographs. A fan whirs over kit which is spread, unravelled but ordered, on the stone floor. An ineffably male room, the shutters closed, just thinnest shaft of light piercing the gloom. Almasy hasn’t removed his clothes, his boots kicked off below his jutti feet. There’s A KNOCK at the door. Almasy sleeps. Another. A th He's roused from the dead. It's Katharine. She’s bathed, luminous, stands backlit by afternoon sun - an angel in a cotton dress. He walks towa her and she slaps him shockingly hard. He KNEELS before h head at her thighs. Katharine beats on his head and shoul violently, then stops, her face expressionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You still have sand in your hair. He pulls back, to look at her. She kneels and covers his with kisses. He pulls blindly at her dress and it RIPS ac her breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BATHROOM. DAY",
          "text": "Almasy is in the bath. Katharine, wearing his dressing go pours in a jug of steaming water. Almasy leans over the r the bath. He’s singing and sewing, carefully repairing th dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I’m impressed you can sew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You sew very badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "You don’t sew at all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "A woman should never learn to sew, and if she can she shouldn’t admit to it. Close your eyes. 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(laughs) That makes it harder still. She pushes the sewing from his hands, then pours water ov head, then begins to shampoo his hair. Almasy is in heaven. The biggest smile we have seen from She continues to massage his scalp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "When were you most happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "When were you least happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(a beat) Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What do you love?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "What do I love?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Say everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Let me see... I love water, the fish in it. Hedgehogs! I love hedgehogs. She rinses his hair, then slips off the robe and CLIMBS I BESIDE HIM, covering his neck and shoulders in kisses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "And what else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Marmite - I'm addicted! Baths ~- but not with other people! Islands. Your handwriting. I could go on all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(kissing her) Go on all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(a beat) My husband. 51",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almasy looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What do you hate most?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "A lie. What do you hate most?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Ownership. Being owned. When you leave, you should forget me. She freezes, pushes him away, pulls herself out of the ba She picks up her dress, the thread and needle dangling fr and walks, dripping, out of the room. INT. THE PATIENT’S ROOM. DAY Hana sits reading from the Herodotus. She pulis out a photograph of a small child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Don’t you recognize me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(Laughs) Is it you? So fat! Next she shows The Patient the page where a CHRISTMAS CRA WRAPPER covered in handwriting has been glued in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "That's a Christmas cracker. It was a Christmas cracker. A firecracker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "This isn't your handwriting, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Yes, it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "{she reads what he’s written) “December twenty-second ~ Betrayals in war are childlike compared with our betrayals during peace. New lovers are nervous and 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HANA (cont'd) tender, but smash everything _ for the heart is an organ of fire...for the heart is an organ of fire...” (she looks up) I love that, I pelieve that. (to him) K. Who is K?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "K is for Katharine. EXT. AMBASSADOR’ S RESIDENCE, DECEMBER 1938. DAY A CHRISTMAS PARTY FOR THE TROOPS, The incongruous attempt create a traditional Christmas in the dusty heat of Cairo party is in the courtyard of the Moorish Palace, which se as the private residence of the British Ambassador, SIR R HAMPTON. Lots of wives, including LADY HAMPTON and Kathar help serve tea and cake to the SOLDIERS who sit at rudime tables with paper plates and paper hats. A man dressed as CLAUS is giving out presents — PENGUIN PAPERBACKS , CHOCO Christmas carols leak from a loudspeaker. Officers and Civilians walk the perimeter. one of these, arriving, is Almasy. He sits in the shade, catches Katharine’s attenti Katharine brings him over a cup of tea and a plate with Christmas cake on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Say you're sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "What? No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Say you're feeling faint - the heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(put a frisson) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "t can’t work. T can’t sleep. Lady Hampton calls impatiently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY HAMPTON",
          "text": "Katharine! 53",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Coming. (to Almasy) I can't sleep. I woke up shouting in the middle of the night. Geoffrey thinks it’s the thing in the desert, the trauma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I can still taste you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(waving at another woman who pushes a trolley with teapots) Philippa, this is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I‘m trying to write with your taste in my mouth. (as she leaves) Swoon. I‘1l catch you. Almasy sits watching the party. The Santa Claus is dragge outside by some excited Children. Almasy picks at his cak removing the thick marzipan icing. He’s writing on A CHRI CRACKER WRAPPER, smoothing it out - “December 22nd. Betra in war are childlike compared with our betrayals du -\" Katharine, attending to a table, suddenly sags at the kne and SWOONS. People rush to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY HAMPTON",
          "text": "Katharine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I’m fine. No, I’m fine. How silly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER'S WIFE",
          "text": "(helping her to sit down) It’s the heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY HAMPTON",
          "text": "(to the others) She’s quite all right. (solicitous) Are you pregnant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I don’t think so. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY HAMPTON",
          "text": "(squeezing her arm) How romantic. With Fiona I fell over every five minutes. Ronnie christened me Lady Downfall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Do you know, I think I might go inside and sit down for a few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY HAMPTON",
          "text": "I‘11 come with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No, please. You stay. I shall be absolutely fine. INT. STOREROOM. AMBASSADOR’S RESIDENCE. DAY A small STOREROOM inside the Palace - Brooms, Mops, Clean Equipment. Outside, the party is visible as opaque shadow through the bevelled glass of the ornate window. The soun carols sung by the enlisted men gives way to a version of “SILENT NIGHT” played on a solitary bagpipe. Inside, Alma Katharine make love in the darkness. It’s as if the world stopped and there’s only their passion, overwhelming reas logic and rules. INT. CORRIDORS, AMBASSADOR’S RESIDENCE. DAY A CORRIDOR. Almasy appears and almost immediately collide the man dressed as SANTA CLAUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Have you seen Katharine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(taken aback) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "(pulling down his beard) It’s Clifton under here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Oh, no, I haven't, sorry. INT. SIDE ROOM IN AMBASSADOR’S RESIDENCE. ‘DAY Geoffrey continues scouring the warren of tiny rooms that off the central courtyard. He finds Katharine sitting in smoking, surrounded by oppressive and elaborate tiling. C wonders briefly how Almasy had missed Katharine. 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Darling, I just heard. You poor sausage, are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I'm fine. I’m just hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Lady H said she thought you might be pregnant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I’m not pregnant. I’m just hot. Too hot. Aren’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "I'm sweltering, actually. (taking off his hat and beard) Come on, I’11 take you home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(close to tears) Can't we really go home? I can't breathe. Aren’t you dying for green, anything green, or rain. It’s Christmas and it’s all - oh, I don‘t know - if you asked me I’d go home tomorrow. If you wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Darling, you know we can't go home, there might be a war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(poking at his costume) Oh, Geoffrey, you do so love a disguise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "I do so love you. (he kisses her head) What do you smell of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(horrified) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Marzipan! I think you've got marzipan in your hair. No wonder you're homesick. 56 \fINT. THE PATIENT’S ROOM. EVENING The Patient lies alone in his room. Then something distra him. Caravaggio is standing over him, staring, intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Is it you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "If I said Moose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Moose? Who the hell’s Moose? Caravaggio comes close, scrutinizing the face, trying to the features. Exasperated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I look different, why shouldn’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I heard your breathing, I thought it was the rain. I'm dying for rain. I'm dying anyway, but I long for the rain on my face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(a different tack) First wedding anniversary -~ what do you call it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I don’t know. Paper. Is it? (sharp, not wanting to think) I don’t know. Paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OFFICE, BRITISH HQ, CAIRO. DAY",
          "text": "A SMALL OFFICE, shared by two men, and a mountain of fili cabinets and paper. There are AERIAL MAPS all over the wa Clifton is on the telephone, while his colleague, RUPERT DOUGLAS, works at the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "{into the phone) Darling, it’s me, I'm sorry, something’s come up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE, (0/S)",
          "text": "Oh no. 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Don’t sulk - I’11 be back tomorrow evening. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE, (0/S)",
          "text": "I'm going to sulk. I'm going to sit here and sulk until you get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "(pleased) Good. Okay my sausage, I love you. Rupert makes a face at his friend’s sentimentality. Clift beams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUPERT",
          "text": "I didn’t know you were going anywhere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "I’m not. I’m going to surprise her. It’s our anniversary. She’s forgotten, of course. What’s the symbol of your first anniversary? I should get something. Is it cotton or paper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUPERT",
          "text": "First anniversary? I thought you two had been married for donkey’s years?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "We've been friends for donkey’s years. Best friends. She was always crying on my shoulder about somebody - until I persuaded her to settle for my shoulder. Stroke of genius. {he calls through the partition into the next office) Moose, you there? First anniversary - is that cotton? A man walks into the office, his code name is MOOSE. We k as CARAVAGGIO. He has fewer grey hairs, AND THUMBS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Is what cotton? 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "First wedding anniversary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Your first anniversary is Paper. EXT. CAIRO STREET, 0/S SHEPHEARD'’S HOTEL. DAY The approach to the Shepheard’s Hotel. Geoffrey Clifton i TAXI, champagne between his knees. The car ahead of them SCREECHES TO A HALT as a WOMAN hurr across the street. The driver honks his horn angrily. The puts up a hand in apology as she skips across the street another taxi. IT’S KATHARINE - she asks the driver for an address in the old town. Geoffrey, at first excited, is troubled by Katharine’s expression. Then he sees her skip and his whole being punctures. Katharine’s cab roars off. His own car jerks forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Stop! Stop here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABBIE",
          "text": "Please? Yessir. Geoffrey sits in the cab. Fifty yards short of the hotel. world rushes by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ALMASY'S ROOMS. LATE DAY",
          "text": "Katharine is in bed. Almasy has just put A RECORD on. It' folk song heard at the beginning of the film. He slips ba under the covers. Their clothes are scattered around the He lies over a happy Katharine. She listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "This is - what is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "It’s a folk song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Arabic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "No, no, it’s Hungarian. My daijka sang it to me when I was a child in Budapest. 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(as they listen) It’s beautiful. What's it about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(as if interpreting) Szerelem means love...and the story - there’s this Hungarian count, he’s a wanderer, a fool. For years he’s on some kind of a quest, for - who knows what? And then one day he falls under the spell of a mysterious English woman - a harpy - who beats him and hits him and he becomes her slave and sews her clothes and worships the hem of her- Katharine had thought for a few seconds he was serious, t she catches on and starts to beat him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(laughing) Ouch! See - you’re always beating me...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You bastard, I was believing you! You should be my slave. They embrace, he lies over her, considering her naked bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I claim this shoulder blade - no, wait - I want - turn over - I want this! He turns her over, kisses her throat, then traces the hol indentation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "This piace, I love this place, what’s it called - this is mine! (Katharine doesn’t know) I’m going to ask the King permission to call it the Almasy Bosphorous. 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(teasing) I thought we were against ownership? (Almasy acknowledges the irony) I can stay tonight. The luxury of this makes them both sad. The duplicity. Al rolls away onto his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Madox knows, I think. He keeps talking about Anna Karenina. I think it’s his idea of a man-to-man chat. It’s my idea of a man-to-man chat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "This is a different world - is what I tell myself. A different life. And here I am a different wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Yes. Here you are a different wife. INT. CAB, CAIRO STREET, 0/S SHEPHEARD’S HOTEL. NIGHT The CAB DRIVER is asleep. In the back of the car Geoffrey opened the champagne. He lets it overflow, then takes a s He fusses with the tissue paper from the bottle, unravell it, revealing a chain of hearts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ALMASY'S HOUSE, OLD CAIRO. DAWN",
          "text": "Almasy and Katharine wander out of his building and into early morning streets, hand in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SPICE MARKET, CAIRO. DAWN",
          "text": "The MORNING PRAYERS rise out from the city’s three Minare They stop at a stall, which is just preparing to open for day. Katharine examines the collection of silver thimbles picks one up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "These are darling. What are they, thimbles? . 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Yes. It’s full of saffron, just in case you think I’m giving it to you to encourage your sewing. He points it out to the merchant who gives him a price. W comment, Almasy produces the money and, beaming, hands th thimble to Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I don’t care to bargain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "That day, had you followed me to the market?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Yes, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(leving him, but frightened) Shall we be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Yes. Yes. (shrugs) Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CAIRO STREET. DAWN",
          "text": "Katharine takes leave of Almasy on the street corner away the hotel entrance. They don’t kiss. There’s a moment whe their hands brush, linger, then she leaves him at the top the stairs and disappears. INT. CAB, CAIRO STREET, 0/S SHEPHEARD’S HOTEL. DAY Geoffrey, unshaven, slumped in the taxi, watches as Katha crosses the street and heads towards the hotel. His expre is terrible, trying to smile, his face collapsed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. MORNING",
          "text": "“Cheek to Cheek” leaks into the room from a GRAMOPHONE th Caravaggio stands over proudly. The Patient opens his eye confused, dislocated - stares blankly at Caravaggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(grinning) Thought you'd never wake up! 62",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "What? Hana comes in, sleepily, frowns at the gramophone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Where did you find that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I liberated it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I think that’s called looting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(relaxed) No one should own music. The real question is, who wrote the song?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Irving Berlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "For?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Top Hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there a song you don’t know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(speaking for him) No. He sings all the time. She goes over to The Patient and kisses him gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Good morning. (of his singing) Did you know that? You’re always singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I‘ve been told before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Kip’s another one. She goes to the window, looks over to where the tents are pitched, sees Hardy shaving and Kip in the process of was his hair, his turban hanging like a ribbon between two tr dry. He’s perched a bowl and is dipping his long coal-bla 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hair into it. As Hana watches Kip, Caravaggio changes the record. The Patient identifies it immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "“Wang Wang Blues.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "You‘re incredible! EXT. MONASTERY GARDEN. MORNING. Hana walks towards the tent, and passes Hardy. She’s carr small cup, which she’s a little furtive about. He’s carry whole armada of OIL LIGHTS. He nods upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Good morning, miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Hello. You saved my life. I haven't forgotten. (Hardy waves that away) I thought you were very very tall. You seemed so big and - a giant! - and I felt like a child who can’t keep her balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(does a little mime) A toddler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(smiles) A toddler. She goes on outside, and tentatively approaches Kip, who’ still working at his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "My hair was long. At some point. I’ve forgotten what a nuisance it is to wash. He continues to wash. She holds up the cup of oil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Try this. I found a great jar of it. Olive oil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Thank you. She stands for a second, just wanting to be close, then s walks away. Kip examines the oil, calls after her. 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Is this for my hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(turning, smiling) Yes, for your hair. INT. THE PATIENT’S ROOM. EVENING. Caravaggio is with The Patient. They sit lost in the jazz they're listening to. The Patient regards Caravaggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "There was a general who wore a patch over a perfectly good eye. The men fought harder for him. Sometimes I think I could get up and dance. Caravaggio doesn’t respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "What’s under your mittens? (still nothing from Caravaggio) What’s under your mittens? Caravaggio stands, goes to him, removing his mittens. INT. BRITISH HEADQUARTERS, TOBRUK, JUNE 1942. DAY. Caravaggio, thumbs intact and wearing a crumpled linen su walks through the mangled corridors of British HQ. Smoke rising from buildings, the ominous scream of Stuka dive-b in the distance as the harbour is pounded, the steady thu explosions. TOBRUK IS UNDER SIEGE. BHQ is a place in the of dismantling itself. SECRETARIES are visiting braziers by ARAB BOYS who stoke the fires as boxes of restricted p are fed into them. ASHES hover in the air. INT. BHQ. TOBRUK DAY. Caravaggio walks through a large room crowded with desks. one of them, a young woman, AICHA, frowning at the chaos the shelling, approaches him. AICHA is Caravaggio’s somet lover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AICHA",
          "text": "He's waiting for you. I‘11 see you tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR OF BRITISH HEADQUARTERS, TOBRUK. DAY",
          "text": "Fenelon-Barnes and Caravaggio make their way down the sta and to the entrance. Aicha passes them on the stairs, loo anxiously at Caravaggio. 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "FENELON-BARNES",
          "text": "Look, Moose, we need you to stay in Tobruk. I know it’s a bit of a short straw but the thinking is we'll be back - I mean, we will, we will be back - but we need eyes and ears on the ground. Jerry's got our maps, you know. Swine. Before the war we helped them run about the desert making maps - and now they’re getting spies into Cairo using our maps, they'11 get Rommel into Cairo using our maps. The whole of the desert’s like a bloody bus route and we gave it to them. Any foreigner who turned up - “Welcome to the Royal Geographic, take our maps.” Old Madox went mad, you know - did you know Peter Madox? - magnificent explorer - after he found out he'd been betrayed by Almasy, his best friend. Absolutely destroyed the poor sod. I’d love to get that bastard Almasy. Settle the score.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TOBRUK. DAY",
          "text": "The Germans invade Tobruk. They drop to the ground in clu of parachutes. The harbour rocks with explosions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TOBRUK DOCKSIDE. DAY",
          "text": "A GERMAN TROOP CARRIER rumbles forward passing a line of BEDRAGGLED BRITISH POWS as they’re marched along the side the harbour;passing a dock in which the mangled carcasses boats send up plumes of ugly smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TOBRUK SQUARE. DAY",
          "text": "A crowd of Tobruk CIVILIANS - French and Italians among t MOSTLY ARAB FACES. Their papers are being thoroughly chec officers sitting at open desks. In a line, wearing his sh suit, is CARAVAGGIO. AN ARAB WOMAN in front of him is arg over the identity of her ominous CAUCASIAN-LOOKING BABY. INTERPRETER mediates. The OFFICER doesn’t believe the wom She's getting frantic at the possibility of losing her ch Suddenly there’s a disturbance as a WOMAN is dragged alon line by her hair. She's bloodied, and has been tortured, it’s hard to recognize her as the pretty AICHA. She is fo to consider some horrified members of the line, shakes he 66",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "head, moans, falls to her feet. Caravaggio doesn’t look, straight ahead. An officer watches him as he turns briefl helplessly out of concern for her. Their eyes catch for a instant and the officer sees it. Caravaggio slowly walks away from the line. A soldier sho halt, the crowd ducks for cover. Caravaggio puts up his a surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. INTERROGATION ROOM, TOBRUK. DAY",
          "text": "Caravaggio is slumped at a table, HIS HANDS MANACLED TO I THICK WOODEN LEGS. There’s A TELEPHONE at another table i corner of the room attended by a CLERK with A STENOGRAPHE working next to him. The room has stone walls which appea damp, and no windows. SOLDIERS stand guard at the door. I horrible room. Caravaggio is trying to sleep, he’s unshav pasty-looking. His interrogator, MULLER, seems incredibly and aggravated. He approaches the table carrying a collec of photographs which he lays down on the table in front o Caravaggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "David Caravaggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "(of the photographs) This was taken in Cairo at British Headquarters - July +41. And so was this - August *41. And this - February ‘42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "It’s possible. I was buying or selling something. I've been to Cairo many times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "You are a Canadian spy working for the Allies. Code name Moose. THE PHONE rings again, is answered. The Clerk calls to Mu who gets up, irritably. Caravaggio addresses the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Could you get me a doctor? I'm sick, I’m leaking blood. Nobody responds. Muller is irascible on the phone, checki watch, negotiating time. The call finishes. 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "(in German) He’s asking for a doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "(to Caravaggio) You want a doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I've been asking for weeks, months, I don’t know -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "We don't have a doctor, but we do have a nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(taken aback) A nurse? Well, sure, great. A nurse would be great. A nurse? Great. Muller nods at the Clerk, who instantly gets up. Just the telephone rings again. He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "(in German) Leave it and get the nurse! The Clerk exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "(turns to Caravaggio) Look - give me something. A name. A code. So we can all get out of this room. (wiping his face) I’m sick of this heat. It’s too hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I slept with a girl. I’ve got a wife in Tripoli. A girl comes up and points at you, you only see trouble. The NURSE comes in. She is Arab, unbearably young, pure. head is covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "I‘11 tell you what I’m going to do. This is your nurse, by the way. She’s Moslem, so she’1ll understand all of this. What’s the punishment for adultery? Let’s leave it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MULLER (cont ‘d) at that. You‘re married and you were fucking another woman, so that’s - is it the hands that are cut off? Or is that for stealing? Does anyone know? There’s a silence. Muller turns to Caravaggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "Well, you must know. You were brought up in Libya, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Don’t cut me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "Or was it Toronto? Now the phone starts again. The CLERK picks it up, there’ terse exchange, he puts the receiver on the desk, waits f moment to interrupt Muller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "Ten fingers. How about this? You give me a name for every finger - doesn’t matter who. I get something, you keep something. I'm trying to be reasonable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(ashen) Don’t cut me. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "(pauses, suddenly puzzled) Are thumbs fingers? {in GERMAN to the others) Is a thumb a finger? No response. Muller opens his palms to Caravaggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "I get no help from these people. Muller slams down the telephone receiver. An AIR RAID SIR going off somewhere, and now the faint sound of explosion also discernable, but all muffled in this room along with steady tap-tap of the STENOGRAPHER. At ‘that moment, Mull suddenly becomes aware of what is happening. He turns on Stenographer. 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "(in German) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STENOGRAPHER",
          "text": "(awkward, in German) The Geneva Convention. I’m - Muller peremptorily rips out the paper, throws it on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "The Geneva Convention! Ach!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Hey - Come on! You can’t do that! DURING THIS Muller's gone to the table, pulled out a draw and produced A CUT-THROAT RAZOR. He hands it to the Nurse makes a line across his own left thumb and jerks his head towards Caravaggio. The Nurse is extremely reluctant. Mul claps his hands, pushes her towards Caravaggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "Go! Hey! Gol Caravaggio is in terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "I'll give you names. I’1l give you names. What names did you say? I’ve forgotten the names. Tell me the names and I’1l agree. The guards come away from the door and press down on Caravaggio’s shoulders to prevent him from moving. The Nu grim-faced, approaches, kneels at the table, takes the bl from Muller, takes gentle hold of Caravaggio’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "{as she prepares to cut) Please - please - oh please - oh please - I promise. What name did you say? I knew them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "(jabbing at the Nurse) Come on! And then Caravaggio SCREAMS AND SCREAMS. The AIR RAID is continuing outside, the PHONE IS RINGING. Muller watches Caravaggio is mutilated, his cries continuing, his whimpe horrible. 70 \fINT. THE PATIENT’S ROOM. NIGHT. Caravaggio, his hands revealed, thumbless, advances on Th Patient, his cries still ringing in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "{The man who took my thumbs, I found him eventually - I killed him. The man who took my photograph, I found him too - that took me a year. He’s dead. Another man helped get that man across the desert to Cairo. I’ve been leoking for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIBRARY OF THE DEPARTMENT OF EGYPTOLOGY. DAY",
          "text": "Madox and Almasy are camped in one corner of THE LIBRARY, hunched over their maps and papers and journals and clash furiously over the site of the next part of the expeditio",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "(pushing away his charts) You can’t get through there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I was looking again at Bell's maps. If we can find a way to cross the wadi we can drive straight up into Cairo... (he points at a map) - and this whole spur is a real possibility...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "So - on Thursday you don’t trust Bell’s map - “Bell was a fool, Bell couldn’t draw a map” - but on Friday he’s suddenly infallible? Almasy is surprised by Madox’s anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "And where are the Expedition Maps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "In my room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "Those maps belong to His Majesty’s Government. They shouldn't be left lying 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADOX (cont‘d) around for any Tom, Dick or Harry to have sight of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What on earth's the matter with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "Don’t be so bloody naive. You know there’s a war breaking out. (he tosses a slip of paper onto the map, recites its message) This arrived this morning. By order of the British Government - all International Expeditions to be aborted by May 1939.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CAIRO SOUK. LATE AFTERNOON",
          "text": "Almasy and Madox walk through the souk, the bars filling the stalls are closing. Both of them are sombre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What do they care about our maps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "What do we find in the desert? Arrowheads, spears. In a war, if you own the desert, you own North Africa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(contemptuous ) Own the desert. Almasy hesitates at a junction, clearly about to take his of Madox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Madox - that place, that place at the base of a woman’s throat? You know, the hollow, here ~- does it have an official name? Madox looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "For God's sake, man - pull yourself together. 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The OPEN-AIR CINEMA is just beginning its evening program PATHE NEWS BEGINS and we date the event to April 1939. St of imminent war jostle with images of Merrie England. Vil greens, sporting victories, record sunshine on the Isle o Wight. Alone among the necking couples - mostly soldiers their Egyptian girlfriends - sits Katharine. She’s waitin Almasy. Katharine is wretched. She sits, head down, hardl watching the screen, marooned in her despair about duplic sordid assignations. Almasy arrives, slides in beside Katharine, his shadow momentarily large across the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Sorry. They watch the screen. Katharine is weeping. Almasy doesn understand. He puts his arm around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I ean't do this, I can’t do this anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OPEN-AIR CINEMA, CAIRO. EVENING",
          "text": "LATER and Katharine and Almasy sit stiffly under the blea while the main feature - a Busby Berkeley revue - plays i background. Finally, Katharine gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I‘d better go now. Say goodbye here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I'm not agreeing. Don’t think I’m agreeing, because I’m not. They stand, awkward. Katharine rehearses her position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Any minute now, he’1l find out, we‘ll barge into someone - it will kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Don't go over it again, please. He takes her hands, lays his cheeks into them. She pulls hand away as she makes for the exit. He calls after her. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Katharine - He looks toward her, his smile awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I just wanted you to know. I’m not missing you yet. She nods, can’t find this funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You will. You will. She turns sharply from him and BANGS her head against the bleacher support, staggers at the shock of it, then hurri away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. NIGHT",
          "text": "The patient's stertorous breathing, each intake accompani a small noise, a note, suddenly stops. Then it steadies a He appears to be alone. Caravaggio lies under his bed, sm a vigil. INT. AMBASSADOR’S RESIDENCE, CAIRO, 1939. NIGHT Last seen at the troops’ Christmas party, the INNER COURT has been transformed into an elegant outdoor banquet, wit small band providing entertainment. The Aimasy/Madox team assembled for A FAREWELL DINNER. They are waiting for Alm arrive, his seat conspicuously empty. He is very late. An he’s there, dangerously drunk, terribly dashing. He pract dances to his chair which he drags violently away from it position opposite Katharine. He bows to Lady Hampton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I believe I’m rather late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "(ignoring the drama of this entrance) Good, we're all here? A toast, to the International Sand Club - may it soon resurface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OTHERS",
          "text": "The International Sand Club!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(raising his glass) The International Sand Club! Misfits, buggers, fascists, and fools. God bless us, everyone. 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others drink, trying to ignore his mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Oops! Mustn’t say International. Dirty word. Filthy word. His Majesty! Die Fuhrer! Il Duce!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIFTON",
          "text": "Sorry, what’s your point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(not responding) And the people here don’t want us. You must be joking. The Egyptians are desperate to get rid of the Colonials... (to an embarrassed Fouad) Isn't that right, Fouad? Some of their best people down on their hands and knees begging to be spared a knighthood... (to his host, Sir Hampton) Isn‘t that right? Isn’t that right, Sir Ronnie? Ronnie Hampton shrugs. They’re all very uncomfortable. Al turns to Clifton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What’s my point? (standing up) Oh! I’ve invented a new dance ~ anybody up for it - it’s called - it’s called - the Bosphorus Bug. Madox? Bermann? You'll dance with me... D’Ag? Come on D’Aggers. D’‘ AGOSTINO Let’s eat first. Sit down. The Band is now playing ‘Manhattan’ Almasy, without missi beat, begins to sing, replacing the words with alternativ knows. He lurches around. Katharine can’t look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "‘4+. We'll bathe at Brighton, the fish you'll frighten when you're in - your bathing suit so thin, will make the shellfish grin, fin to fin.’ They‘re playing it far too 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALMASY (cont‘d) slowly, but these were the words, actually, before they were cleaned up. Might be a song for you, Mrs. Clif - Madox gets up and pulls Almasy into his chair, taking cha",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "(whispering sharply) Look, either shut up, or go home. You're completely plastered! Now sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(loudly) Absolutely right, shut up, shut up. Sorry. I'm so sorry. I can’t think what came over me. Lashings of apologies — all round. EXT. AMBASSADOR’S RESIDENCE. NIGHT Later, and now MOST OF THE GROUP ARE DANCING. We see Kath dancing with Rupert Douglas, enjoying herself. Bermann is and even Madox - jogging and grinning foolishly. Clifton at Katharine who, as the dance ends, excuses herself to g the cloakroom. Almasy hovers in the shadows, unseen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. AMBASSADOR'S RESIDENCE. NIGHT",
          "text": "Katharine comes along the familiar warren of rooms and corridors and is suddenly confronted by Almasy, tortured out of control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Why were you holding his collar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(mimicking her inflection) What? That boy, that little boy, you were holding his collar, you were gripping his collar, what for? Is he next? You going to drag him into ur little room? Where is it? Is this it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Don’t do this. 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(pressing her against the wall) I’ve watched you - I've watched you at garden parties, on verandahs, at the Races - how can you stand there? How can you ever smile? As if your life hadn't capsized?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You know why. You know why. He tries to hold her. She resists. They're both in tormen",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Dance with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(tracing her shoulder blade) Dance with me. I want to touch you. I want the things which are mine. Which belong to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(sobbing) Do you think you’re the only one who feels anything? Is that what you think? INT. THE PATIENT’S ROOM. NIGHT Hana sits with the patient. His eyes are full of tears. H opens them, sees her watching over him. He's embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Why don’t you go? Get some sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Would you like me to? He nods. She gets up from her sewing, then leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE MONASTERY, LANDING AND STAIRS. NIGHT",
          "text": "Hana leaves the room, then turns and sees a tiny lamp on floor. It’s made from a snail shell filled with oil. She to it curiously, then sees & second lamp half-way down th stairs, then a third further down. She smiles in the ligh then follows the trail. 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the cloisters the trail of shell lamps continues, like cat's eyes. As they reach the hopscotch chalk marks, they outline the squares. Hana hopscotches and then follows th lights, disappearing around a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE MONASTERY STABLES. NIGHT",
          "text": "Hana comes through into the stables. The lamps lead her, they stop. She peers into the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP, (0/5)",
          "text": "Hana She turns to the voice. He steps out of the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(happy) Kip. And he goes to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. AREZZO. DUSK",
          "text": "Kip, Hana clinging onto him, steers the motorbike in the deserted PIAZZA. They dismount and walk up to the doors o CHURCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CHURCH. DUSK",
          "text": "They enter the Church. It’s in almost total darkness. Kip circles Hana with the rope, MAKING A SLING across her wai shoulder. He lights a small flare and hands it to her bef disappearing into the gloom. Hana stands holding the flare. Kip runs up a hill of sandbags, right up into the rafters collects the other end of the rope which is attached to H Holding on to it, he just STEPS OFF INTO THE DARKNESS. SIMULTANEOUSLY HANA IS SWUNG UP INTO THE AIR, her startle echoing around the Church. Kip touches ground, while Hana swings through space, coming to rest about three feet fro FRESCOED WALLS, painted by Piero Della Francesca. Hana’s makes a halo around her head. Now Kip, on the ground, still holding the rope, walks for and causes Hana to SWING to the right. She lets out a gid laugh, exhilarated and nervous, and she flies, illuminati en passant - faces, bodies, angels. Kip guides the rope a they were making love, which in a way they are. 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hana arrives, hovering, in front of THE QUEEN OF SHEBA TA TO SOLOMON. She’s overwhelmed. She reaches out to touch t giant neck of the sad Queen. INT. KIP’S TENT. NIGET Hana lies over Kip in the stable, a naked white body plai into a brown one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "If one night I didn’t come to see you, what would you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "I try not to expect you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Yes, but if it got late and T hadn‘t shown up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Then I’d think there must be a reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "You wouldn't come to find me? (Kip shrugs) That makes me never want to come here. (Kip still won’t respond) Then I tell myself he spends all day searching, in the night he wants to be found. Then Kip turns, rolling over to face her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "I do. I do want you to find me. I do want to be found. I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, THE MONASTERY STABLES. EARLY MORNING",
          "text": "Hardy knocks cautiously on the door of the stables. Event Hana opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Ah, I was looking for Lieutenant Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "He’s sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Only we've got to go to work. 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I‘ll tell him. What is it? Is it a mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "It's a bomb. Up by the Viaduct. She closes the door, then reappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Does he have to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Pardon me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "What if you couldn’t find him...? (Hardy's bewildered) Sergeant, not today, please. Not this morning. Kip comes to the door, winding his turban.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "What’s happening? Am I needed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I’m afraid so, sir. Kip hurries to his tent. Hana follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Don’t go. I’m frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "This is what I do. I do this every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. A VIADUCT NORTH OF THE MONASTERY. DAY",
          "text": "Kip is lowered by a pulley into the shaft the sappers hav around the bomb. Hardy supervises. The bomb’s huge - 2,00 pounds - and protrudes ostrich-like from the pit, its nos into a pool of sludge at the base of the viaduct. Kip steps off and sinks knee-deep in mud, grunting in dis Warily, he touches his huge opponent, feeling the conditi the case. He wipes the metal. Reveals a serial number, ca out to Hardy, who’s perched on the bank. 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Serial number - KK-IP2600. Kip stares at the number. A bomb with his name on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(noting it down) KK-IP2600 Sir! I‘11, get the oxygen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ROAD APPROACHING VIADUCT. DAY",
          "text": "Hana cycles along on Caravaggio’s bicycle. A TANK comes r up behind her, then a second and third, loaded up with pe citizens and soldiers, and children - waving flags and gesticulating. She lets the metal circus go by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BOMB SHAFT. DAY",
          "text": "Back in the shaft, Kip works away, his fingers shaking wi cold from the oxygen he’s using to freeze the fuse. Sudde there’s a VIOLENT TREMOR. The ground is SHUDDERING, and K tools are falling into the sludge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Hardy! What‘s happening?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VIADUCT. DAY",
          "text": "The TANKS are rumbling towards the Viaduct. HORNS start sounding. Hardy, below, bellows at his men above for explanation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Corporal !?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DADE",
          "text": "(leaning over the parapet of the viaduct) Tanks, sir. Don’t know what it's about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "(incredulous) Stop them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Hardy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "What is this - a bloody carnival? Stop them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "The fuse has snapped! 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Sappers run across the bridge towards the oncoming procession. They wave their orange flags, the tanks wave with their flags - Stars and Stripes, Union Jacks. Now SH are ringing out. In the shaft, oblivious, Kip slides out under the bomb, the oxygen spurting everywhere, all over clothes, hissing on the surface of the water. Hardy bends the shaft, heedless of his own safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "You've got to cut, sir, that frost won’t last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "This is making me incredibly angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "I know, sir. Kip rubs his hands to warm them up, locates his needle pl and slips them through the tiny gap. His hand touches the casing and the freeze BURNS his hand. He jerks back, DROP THE PLIERS into the watery sludge, cursing. Above them the tanks are rumbling over the bridge, sendin drizzles of dust onto them from the fragile structure. Th cheering continues, oblivious to the crisis below. Now Kip‘s on his hands and knees in the sludge, trying frantically to find the pliers. Hardy looks at his watch, can't help. The seconds run out as Kip groveis in the mud",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Can you feel them? Then, suddenly Kip emerges with the pliers, soaked, shudd He doesn’t know where to cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARDY",
          "text": "Cut it sir, you‘’ve got to cut itl He goes straight to an exposed loop, no finesse, and cuts There's a snip. Then nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VIADUCT. DAY",
          "text": "Kip and Hardy emerge from their ordeal to join what appea be a party. There are wine bottles and embraces. They’re bewildered. 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARDY",
          "text": "Get a blanket! (not getting attention) Spalding - get a blanket for the Lieutenant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DADE",
          "text": "It’s over, Sir! It’s over. Jerry's surrendered. (to Kip) Well done, well done, Sir! And now they're all shaking hands and slapping backs, and SOLDIERS FROM THE TANKS are there and the victory celebra begin. Kip’s blank, drained, not taking anything in, as D wraps a blanket around his shoulders. Hana arrives on the bicycle and she and Kip embrace priva amidst the celebrations. A different kind of victory for INT. THE PATIENT’S ROOM. NIGHT Thunder breaks over the Monastery. Hana suddenly comes to door of the room. She looks mischievous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "It’s raining. And then she bursts out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE MONASTERY CLOISTERS. MORNING",
          "text": "A whoop precedes THE HEADLONG RUSH OF KIP, HARDY, and CARAVAGGIO as they cart The Patient across. the Cloisters Manic stretcher-bearers. Hana is with them, checking on T Patient who bounces uncomfortably. He is nervous, a littl giddy, but laughing. He tries to say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "What's he saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANA",
          "text": "He’s saying it’s wonderful. The rain buckets down as they circle the pond, Hana’s umb threatening to lift her into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VICTORY CELEBRATION PARTY.",
          "text": "The gramophone plays. Kip sits in the window, the shutter the village lit up behind his head, nodding to the music, sucking out of his condensed milk. Elsewhere there is an 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "bottle of cognac, some wine. The Patient has a beaker of Caravaggio is dancing with Hana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Kip - come and dance with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "(a sly wobble of the head) Later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Oh, come on. The Patient watches, his head nodding to the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VILLAGE SQUARE. NIGHT",
          "text": "A tiny PIAZZA where the Sappers and the Villagers are hav their own, more raucous, Victory Feste. There are accordi there’s dancing, and there’s HARDY, stripped to some exot underpants, clambering up the STATUE OF A FIRST ~ WORLD - SOLDIER IN THE MIDDLE OF THE FOUNTAIN. It's currently spo a German Helmet and Hardy has a British replacement in hi hands. He also has a UNION JACK FLAG between his teeth. H extremely drunk and extremely happy. The rest of the Bomb Squad and the other party-goers roar approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. NIGHT",
          "text": "Hana and Caravaggio are still dancing. There's a muffled thud in the distance. Kip’s ears prick glances for an instant out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(anxious, of the noise) What was that? She is spinning with Caravaggio. When she comes around ag Kip has gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VILLAGE SQUARE, ITALY 1945. NIGHT",
          "text": "Kip’s motorbike skids into the tiny PIAZZA. A MILITARY AMBULANCE IS ALREADY THERE. The shattered foun the sluiced flagstones, shining wet and slick, give some as to what's happened, as do the elderly standing in the shadows, the distressed girls, arm in arm. ONE GIRL, youn 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "quite striking, is particularly inconsolable, her grief s out at the doors of the ambulance. SPALDING salutes Kip, who waves his salute away, just wan to know what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPALDING",
          "text": "Booby trap. Sergeant Hardy was running up the Union Jack, sir, up off that statue - it just went off, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DADE",
          "text": "Sergeant Hardy climbed up, sir, just for a lark. Should have been me, it was my idea. Kip goes to the ambulance. Spalding tries to stop him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPALDING",
          "text": "Sir - you don't want to look. Kip steps into the back of the ambulance, bends over both bodies, does look, then comes out, past the weeping girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "Who‘s that girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DADE",
          "text": "His fiancee, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "(confused) Hardy's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DADE",
          "text": "He kept it a bit dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE STABLES. LATE DAY",
          "text": "Hana approaches. Kip is inside the stable, the door latch sits, impassively, still shocked, as Hana tries to make contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Kip. Kip. It’s me. I’m 80 sorry about what happened. (no response) Can I talk to you? (no response) Why won’t you talk to me? I don't understand. Let me come in. She kicks at the door in her frustration. Kip doesn’t mov doesn't appear to hear. 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Please, Kip, please! Kip doesn’t respond. Hana is at a loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PATIENT'S ROOM. EVENING",
          "text": "The Patient listens as Hana comes back into the monastery climbs the stone steps to her room. He doesn’t know what' happening. Feels desperately isolated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Hana? Hana? INT. HANA’S ROOM. EVENING Later, and Hana sits in her room, despondent, lost in her thoughts. Then she is distracted by conversation in The Patient's room below. INT. THE PATIENT’S ROOM. NIGHT The Patient’s eyes open to see Caravaggio at the morphine",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Hana tells me you’re leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "(preparing the injection) There's going to be trials, they want me to interpret, don’t they know I’m allergic to courtrooms? He delivers the injection into The Patient’s arm. The Pat sighs. Caravaggio takes off his jacket. A pistol is stuck his waistband, and he places it ominously on the altar. T Patient sees it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "So, I come across the Hospital Convoy - (holds up the syringe) - I'm looking for this stuff, and this nurse, Mary, tells me about you and Hana, hiding in some monastery, in - retreat - (he administers his own injection, using his teeth to grip the sleeve) - how you came out of the Desert and you were burned and you didn’t remember your 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CARAVAGGIO (cont’d) name but you knew the words to every song that ever was and you had one possession - a copy of Herodotus - and it was filled with letters and cuttings and then I knew it was you. (he glares at The Patient) I saw you writing in that book. At the Embassy in Cairo, when I had thumbs and you had a face and a name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "T see. Upstairs, sitting on her bed, Hana listens with increasin concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Before you went over to the Germans, before you got Rommel’s spy across the desert and inside British Headquarters. He took some pretty good photographs - I saw mine in that torture room in Tobruk, so - they made an impression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I had to get back to the desert. I made a promise. The rest meant nothing to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "The rest meant nothing to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "There was a result to what you did. It wasn’t just another expedition. (holds up hands) It did this. If the British hadn‘t unearthed that photographer, thousands of people could have died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Thousands of people did die, just different people. 87",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Yes, like Madox?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "You know he shot himself - your best friend? When he found out your were a spy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "(appalled) No. Madox thought I was a spy? No. No. I was never a spy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP AT THE CAVE OF SWIMMERS. 1939. DAY",
          "text": "The Expedition Team is packing up the Base Camp. Madox an Almasy are walking together towards the plateau where FOU AUF, and others work at the cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "It’s ghastly, it's like a witch hunt - anybody remotely foreign is suddenly a spy, 50 watch out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "We didn’t care about countries. Did we? Brits, Arabs, Hungarians, Germans. None of that mattered, did it? It was something finer than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Yes. It was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "When's Clifton picking you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Tomorrow afternoon. Don’t worry, I'1l be ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "I‘11l leave the plane in Kufra Oasis. So if you need it...hard to know how long one’s talking about. We might all be back in a month or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madox kneels and takes A HANDFUL OF SAND, puts it into hi pocket. Almasy puts out a hand. This is a moment of great emotional weight for them both, conducted as if nothing w happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "I have to teach myself not to read too much into everything. Comes of too long having to read so much into hardly anything at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Goodbye, my friend. They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "(in Arabic) May God make safety your companion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(a tradition) There is no God. {smiles) But I hope someone looks after you. Madox clambers up the hill, then remembers something, jab his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "In case you're still wondering - this is called the suprasternal notch. Almasy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADOX",
          "text": "Come and visit us in Dorset. When all this nonsense is over. (then shrugs, thick with feeling) You’11 never come to Dorset. Almasy watches Madox leave. INT. PATIENT’S ROOM. DAY The Patient is still digesting the news of Madox’s suicid Caravaggio is a little surprised at his response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "You didn’t know Madox killed himself? And you didn't kill the Cliftons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "No. No. (now he is overwhelmed by the pain of his memory ) She...she ... (then suddenly he’s clear) Well, maybe I did. Maybe I did. Unseen to either of them Hana listens, full of emotion, a story unfolds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP AT THE CAVE OF SWIMMERS. 1939. DAY",
          "text": "Almasy sits on a ridge transferring map information from Herodotus onto a sheet of paper. He looks up at the sound Clifton’s approaching Steerman. It passes fast and horrib close to his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT, (0/S)",
          "text": "I was packing up the Base Camp at the Cave of Swimmers. Clifton had arranged to fly down from Cairo to collect me. He flew like a madman, 80 I didn’t take much notice... Clifton is flying towards the landing strip. From the air possible to make out Almasy scrambling down from the ridg towards where stones indicate a landing area, carrying th of the materials from the Cave of Swimmers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP AT THE CAVE OF SWIMMERS. DAY",
          "text": "Almasy watches as the plane drops toward him, shielding h eyes against the sun. He stoops to gather up his luggage. Almasy looks up to see the plane swerve, now suddenly HEA STRAIGHT TOWARDS HIM. He's completely vulnerable, nowhere run. He dives at the ground. THE PLANE SMASHES AGAINST AN INVISIBLE RIDGE AND TURNS OVER AND OVER, the wings snappi like twigs as it hurtles past the prostrate Almasy. He ge his feet and starts to run towards the wreckage. A blue line of smoke is uncoiling from the plane, but no Almasy pulls away the debris to find GEOFFREY - SLUMPED, BROKEN, BLOODY. He tries to move him, and in the process reveals, to his ABSOLUTE horror, KATHARINE, STARING GRIML AHEAD, UNABLE TO MOVE. He's frantic. 90",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Katharine! Oh dear God, Katharine - what are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(eyes rolling, an incredible weariness) I can’t get out. I can’t move. Almasy starts to pull at the wreck around her. DURING THI",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "‘A surprise’ he said. (she can hardly talk) Poor Geoffrey. He knew. He must have known all the time. He was shouting - “I love you, Katharine, I love you 80 much.” Is he badly hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I have to get you out. Almasy pute his arms around Katharine to try and pull her clear. She can‘t stand the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Please don’t move me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I have to get you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "It hurts too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(can’t bear to hurt her) . I know, darling, I’m sorry. He pulls - hard - the pain from which causes Katharine to then pass out. He lifts her gently into his arms and carr her from the danger of the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE CAVE OF SWIMMERS. DAY",
          "text": "Almasy has WRAPPED KATHARINE IN THE SILK FOLDS OF HER PAR and emerges from near the familiar cleft in the rock, struggling with the exertion of the climb as they approac Cave of Swimmers. He has a large water bottle slung aroun neck and a haversack, and is loaded like a pack horse. Katharine opens her eyes. 91",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(whispering) Why did you hate me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Don't you know you drove everybody mad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Shhhh. Don’t talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(gasping) You speak so many bloody languages and you never want to talk. They stagger on. He suddenly notices a stain of gold at h neck. It’s saffron, leaking from a silver THIMBLE which h from a black ribbon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(overwhelmed) You're wearing the thimble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Of course. You idiot. I always wear it. I’ve always worn it. I’ve always loved you. Almasy CRIES as he walks - huge sobs, no words - convulse the pain of it. They approach the Cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CAVE OF SWIMMERS. DAY",
          "text": "Almasy comes through in shadows, carrying Katharine, bloc out the light that pours into the entrance of the cave. O inside, he sets her down incredibly gently, makes a bed o blankets and the parachute. He turns on his flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "It’s so cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I know. I‘m sorry. I’11 make a fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he makes the fire, the light sends his shadow flitting across the walis. 92",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Did you get Geoffrey from the plane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(reluctant) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(as he works) Listen to me, Katharine. You’ve broken your ankle and I'm going to have to try and bind it. I think you’ve also broken your wrist - and maybe some ribs, which is why it's hurting you to breathe. I’m going to have to walk to £1 Taj. Although given ail the traffic in the desert these days I’m bound to bump into one army or another. And then I‘1l be back and you'll be fine. The fire is lit and he comes over to her, kneels beside h",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Do you promise? I wouldn't want to die here. I don’t want to die in the desert. I’ve always had rather an elaborate funeral in mind, with particular hymns. Very English. And I know exactly where I want to be buried. In our garden. Where I grew up. With a view of the sea. So promise me you’11 come back for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I promise I’11 come back. I promise I'll never leave you. Now, you have plenty of water and food. He kisses her tenderly. Pulls out his HERODOTUS and lays beside her. Then he puts down the FLASHLIGHT. 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "And a good read. (of the flashlight battery) Don't waste this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Thank you. (clouds over) Will you bury Geoffrey? I know he’s dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "I'm sorry, Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I know. He's tearing strips from the parachute with his knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Every night I cut out my heart but in the morning it was full again. He leans over her, desperately worried for her. She smile",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Darling. My darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. DAWN",
          "text": "Almasy’s walking. He’s singing to keep awake. Darktown Strutter’s Ball. - ’I'11 be down to get you in the taxi, honey...’",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. NIGHT",
          "text": "Almasy trudges on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT, (0/S)",
          "text": "I stopped at noon and at twilight. ‘Three days there’, I told her, ‘then three hours back by car. Don't go anywhere. I’1l be back. I‘1l be back’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE DESERT. DUSK",
          "text": "Almasy continues, his journey taking him through miles of undulating dunes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. EL TAJ. DAY",
          "text": "Finally Almasy arrives at the outskirts of El Taj. He sta 94",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "towards this ancient Trading Post. A Brtish Sentry watche approach with interest. EXT. SQUARE AT EL TAJ. DAY. The Sentry, a CORPORAL, brings Almasy into a square. A yo OFFICER sits at a table in the shadows of his office. His CAR is parked in the shade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Good morning! (the Corporal has a water bottle, hands it to Almasy) So, golly, where have you come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(gulping the water, trying to summon his thoughts) There’s been an accident. I need a doctor - to come with me. And I need to borrow this ear. I’1l pay, of course, and I need, I need morphine and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "May I see your papers, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "If I could just see some form of identification?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(brain racing) I’m sorry, I’m not making sense, forgive me, I‘ve been walking, I’ve - there’s a woman badly injured at Gilf Kebir, in the Cave of Swimmers. I am a member of the Royal Geographical Society.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Right. Now, if I could just take your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(trying to control his feelings) Count Laszlo de Almasy. 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Officer is writing this down. A glance at his Corpora",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Almasy - would you mind spelling that? What nationality would that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Look, listen to me. A woman is dying - my wife! - is dying. I have been walking for three days! I do not want to spell my name, I want you to give me this car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "(writing) I understand you are agitated - perhaps if you’d like to sit down I could radio back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(snapping) No! No! Don’t radio anybody, just, just give me the fucking car! Almasy sets on the Officer, hauling him by the lapels, bu immediately loses his balance. As he stumbles up he gets stock of the Corporal's RIFLE Across his head, KNOCKING H THE GROUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katharine has been writing in the Herodotus. The torchlig FLICKERS as it illuminates some words - ‘Drag myself outs is legible, then ‘We die, we die’ - She shakes the torch. FLICKERS again. Then goes out. Absolute BLACKNESS. The so her trembling breath, of her terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. EL TAJ STREET. DAY",
          "text": "Almasy, head pounding, is in the back of the jeep, chaine . the tailgate. He’s desperate. The Corporal is driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "(shouting, hoarse) Stop the car. Please. A woman is dying!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORPORAL",
          "text": "Listen, Fritz, if I have to listen to another word from you I'm going to give you a fucking good hiding. 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Fritz? What are you talking about? Fritz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORPORAL",
          "text": "That’s your name innit? Count Fucking Arsehole Von Bismarck? What’s that supposed to be then, Irish? Almasy, berserk, starts to yank at his chains, screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Please! You have to listen! please, listen to me - Katharine! Katharine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. A TRAIN, THE DESERT. DUSK",
          "text": "A TRAIN scuttles through the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TRAIN, THE DESERT. DUSK",
          "text": "Almasy is HANDCUFFED to the metal grille of the goods compartment. He’s lying down among a bunch of other priso and their little bundles of possessions in this makeshift - some Arabs, some Italians. AA SERGEANT pushes a lavatory-bound prisoner along the co leaving behind A YOUNG PRIVATE who sits on a packing case a rifle across his lap, reading a Penguin edition of Gull Travels. Almasy is in complete despair to be on the train tries to move, but he’s locked tight to the grille. He ra the cuffs against the metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Excuse me. (the Soldier looks up) I also need to use the lavatory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "You'll have to wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "It’s urgent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "(calls up the corridor) Sarge! Jerry wants to use the lav - says it’s urgent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Where are we going, please? 97",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Up North, to the coast. Benghazi. Soon be there. Get you a boat back home. Almasy can’t bear this news. fhe SERGEANT returns, consid the request.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Go on then - you take him. I’ve been up and down this bloody train all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TRAIN CORRIDOR, THE DESERT. DAY",
          "text": "The Soldier pushes Almasy along the corridor. They arrive outside the lavatory. The Soldier is distracted for a spl second. Enough for Almasy to ELBOW HIM savagely in the st winding him, before battering his with his fists. He wrap cuffs around the Soldier’s neck and - yanking them togeth twisting - proceeds to strangle the young soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TRAIN, THE DESERT. EVENING",
          "text": "Almasy clambers over the guardrail and leaps off, tumblin the desert sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RAILWAY TRACK, THE DESERT. EVENING",
          "text": "Almasy, silhouetted against the evening sky, hobbles back the track, THREE HUNDRED MILES AWAY from the dying Kathar Clifton, no way now of saving her. He is a tiny speck in vast desert. His heart broken. He sinks to his knees in despair. INT. THE PATIENT’S ROOM. NIGHT The Patient is exhausted. He has said aloud what has tort him. His failure to save Katharine. He looks at Caravaggi",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "So yes. She died because of me. Because I loved her. Because I had the wrong name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "And you never got back to the cave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. KUFRA OASIS. DAY",
          "text": "Almasy is uncovering the tarpaulin which has been protect Madox’s TIGER MOTH. Around him are German soldiers, two o are bringing cans of gasoline towards the plane. 98",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT, (0/S)",
          "text": "I did get back. I kept my promise. I was assisted by the Germans. I had our expedition maps. And after the British made me their enemy, I gave their enemy our maps. Almasy carries a mapcase and hands it over to the German officer, who salutes him and walks toward his car. Almasy to the plane, rips off a sign Madox has pinned to a wing. reads SEE YOU IN DORSET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT, (0/S)",
          "text": "So I got back to the desert and to Katharine in Madox‘s English plane with German gasoline. When I arrived in Italy, on my medical chart, they wrote ‘English Patient’ Isn’t that funny, after all that I became English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. DAY",
          "text": "Caravaggio is looking out the window, his mind racing, hi resolve evaporating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "You get to the morning and the poison leaks away, doesn’t it? Black nights. I thought I would kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "You can’t kill me. I died years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "No, I can’t kill you now. Above them, in her room, Hana stands, having heard it all whole story; the whole puzzle finally in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE MONASTERY. APPROACHING DAWN",
          "text": "Kip has pulled out all of Hardy’s gear. Now he starts on tent, kicking at the pegs, collapsing it. Hana comes out the garden, to join him. She says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "We've been posted. North of Florence. 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now he's trying to fold a shirt. Hana takes it from him. folds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "I was thinking yesterday - yesterday! - the Patient, and Hardy: they’re everything that’s good about England. I couldn't even say what that was. We didn’t exchange two personal words, and we've been together through some terrible things, some terrible things. {still incredulous) He was engaged to a girl in the village! - I mean - (looks at Hana) ~- and us - he never once... He didn’t ask me if I could spin the ball at cricket or the Kama Sutra or - I don’t even know what I'm talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "You loved him. EXT. (NEAR THE) BASE CAMP AT THE CAVE OF SWIMMERS. 1942. The familiar cleft in the rocks. The Tiger Moth lands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flashlight flickers in the cave. ALMASY APPEARS. KATHARINE’S CORPSE lies where he left her - a ghost on a silk and blankets. The chill of the cave has preserved he could be asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMASY",
          "text": "Katharine. He sobs, whispering to her. He's terribly cold, exhausted slips underneath the covers to be next to her, and closes eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. MORNING",
          "text": "Hana sits with the English Patient - the room shuttered a the morning light. His breathing is noticeably worsening, shudder of a breath, the shallow rise and fall of his che hardly perceptible. Hana frets, touches his wrist, feelin the pulse. 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "I’m still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "You'd better be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Don’t depend on it. Will you? That little bit of air, in my lungs, each day gets less and less, which is all right, which is quite all right. I’ve been speaking to Caravaggio, my research assistant. He tells me there’s a ghost in the cloisters. I can join him. Hana is distracted by the sound of Kip’s motorbike. KIP (o/s) (distant) Hana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "It's the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE MONASTERY. DAY",
          "text": "Kip sits on the motorbike, waiting for Hana. She goes to stands, fastens the top button of his coat. You feel she just climb on the seat behind him. But she doesn’t. Neith them can think what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I’1l always go back to that church. Look at my painting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIP",
          "text": "I‘11 always go back to that church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "So one day we’1l meet. Be nods, winds up the throttle, and is gone. Hana walks b the Patient's room. INT. THE PATIENT’S ROOM. DAY Hana picks up the hypodermic to prepare his injection. Sh takes a vial. The Patient is watching her. He reaches out pushes two more vials toward her. Their eyes meet, then h shovels another, then all of them. She looks at him. It’s massive lethal dose. 101 i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hana decides, starts to prepare the injection, her eyes f with tears. The Patient nods, smiles, whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Thank you. she holds the loaded syringe up to the light. She's sobbi violently. The Patient’s expression is full of peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATIENT",
          "text": "Read to me, will you? Read me to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. DAY",
          "text": "Hana lies beside The English Patient. She has the Herodot is reading to him from the passage Katharine had written waited for him in the Cave of Swimmers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "(reading) ‘My darling, I’m waiting for you. How long is a day in the dark? or a week? The fire is gone now and I’m horribly cold.’ The reading continues, but sometimes it's Katharine’s own that’s heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "‘I really ought to drag myself outside - but then there would be the sun. I’m afraid I waste the light on the paintings and on writing these words. We die, we die rich with lovers and tribes, tastes we have swallowed... bodies we have entered and swum up like rivers, fears we have hidden in like this wretched cave...’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almasy smudges Katharine’s pale face with saffron from th thimble. He presses his cheek to hers, smoothes her hair, incredible tenderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE, (0/S)",
          "text": "«..I want all this marked on my body. We are the real countries, not the boundaries drawn on maps with the names of powerful men... 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CAVE OF SWIMMERS. DAY",
          "text": "Almasy comes out of the cave, carrying the bundle of Kath in his arms, wrapped in the silks of her parachute. He's shuddering in the throes of his grief, but there’s no sou",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE, (0/5)",
          "text": "«e. I know you will come and carry me out into the palace of winds...That's all I’ve wanted - to walk in such a place with you, with friends, an earth without maps. INT. THE PATIENT’S ROOM. DAY The Patient is slipping away a8 Hana reads the last of Katharine’s message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "‘The lamp’s gone out...and I'm writing in the darkness.‘ She looks up from the book. His eyes roll, his preathing quiets, then stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LANE OUTSIDE THE MONASTERY GARDEN. DAY",
          "text": "Caravaggio is at the gate to the Monastery. A TRUCK isp w with him. A family sits in the back of the truck. Caravag stands with a young woman. He shouts into the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Hana!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE PATIENT'S ROOM. DAY",
          "text": "Hana lingers in the empty room. fhe mattress stripped bar sign of their stay-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO, (0/8)",
          "text": "Hana, come on! Hana! Hana makes to leave, then sees the Herodotus lying on the pedside cabinet, and scoops it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LANE OUTSIDE MONASTERY GARDEN. DAY",
          "text": "Hana comes out to the truck, carrying the small bundle of belongings. Caravaggio makes some introductions, beginnin the woman driver, Gioia. She and Caravaggio amile like lo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "Hana - this is Gioia. Gioia smiles, shakes Hana’s hand. 103",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fft",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "Buon giorno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARAVAGGIO",
          "text": "She‘1l take you as far as Florence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANA",
          "text": "I can get in the back. And she clambers Up, sits down between the children. They exchange some small stiff, shy smiles, and then the truck bounces away. Hana takes one final look at the Monastery disappears around the bend and then turns and confronts t life insisting noisily in the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE COCKPIT",
          "text": "Almasy, obliterated by goggles and helmet, Katharine ahea him, slumped forward as if sleeping. The plane banks over the dark ravines of the Gilf Kebir, then suddenly, the rocks have gone, giving way to the ear without maps - the desert - stretching out for mile after Almasy, the English Patient, looks down on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE END",
          "text": "104",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1982"
    }
  ]
}