{
  "movie_id": "MOV1991",
  "scenes": [
    {
      "location": "BIG RIG, (MOVING) MOVING",
      "time": "NIGHT",
      "characters": [
        "SPECTATOR CARS",
        "MUSE",
        "THWACK",
        "TANNER, (CONT'D)",
        "BRIAN, (CONT'D)",
        "EDWIN",
        "HECTOR'S ARMS",
        "168B",
        "THE ANCHOR 206",
        "BEHIND BRIAN",
        "A THIRD TITLE",
        "ON LETTY",
        "OMITTED 75",
        "JESSE'S NOSE",
        "715A",
        "THE INTERSECTION",
        "THE HOOD ORNAMENT 210",
        "LANCE IS",
        "OMITTED 15",
        "COP LOUDSPEAKER",
        "TED",
        "OMITTED 228",
        "HARRY",
        "TWO RUNWAYS",
        "DOMINIC, (CONT'D)",
        "21B",
        "BILKINS, (CONT'D)",
        "OMITTED 155",
        "BLINDING HEADLIGHTS",
        "IN THE MIRROR",
        "165A",
        "HEADLIGHTS APPROACH",
        "BRIAN'S SUPRA",
        "13A",
        "153B",
        "VINCE 211",
        "JESSE INSTALLS GAGES AND COMPUTERS.",
        "OMITTED 220",
        "25B",
        "31A",
        "LETTY'S CIVIC 195",
        "BRIAN 225",
        "AGENT",
        "TANNER'S VOICE",
        "14A",
        "VINCE, (CONT 'D)",
        "75A CONTINUED",
        "SAMOAN GUARD",
        "BOOTS ARE TIED. FLAK VESTS TIGHTENED.",
        "OMITTED 95",
        "THE FOUR CIVICS",
        "MIA",
        "LEON",
        "IN HIS REARVIEW",
        "MIA ARGUES WITH DOMINIC ABOUT THE THROTTLE BODY HE JUST",
        "A SWAT COP SPITS IN HIS GOGGLES AND WIPES THEM WITH A RAG",
        "INSIDE THE TANDEM RIG",
        "LEON'S CAR SLOWS. DOES A 180. AND HEADS BACK TO LETTY. 19",
        "PETE TRAN APPEARS",
        "BOO-YEAH",
        "THE SUBURBAN",
        "BILKINS WHITEBOARDS A DIAGRAM OF PETE TRAN'S GARAGE.",
        "BRAIN",
        "LANCE",
        "A CHEVY SUBURBAN",
        "BRIAN AND DOMINIC",
        "VINCE AND JESSE INSTALL SHOCKS AND STRUTS.",
        "LETTY SEES THE BIKES 193",
        "AN FBI SNIPER LOVINGLY OILS THE ACTION OF HIS RIFLE.",
        "ANOTHER COP",
        "THE TWO COP CARS",
        "CHP OFFICER VOICE",
        "OMITTED 169",
        "DOMINIC",
        "SWAT COPS CLEAN WEAPONS.",
        "INSTALLED. HE RELENTS AND LETS HER DO IT.",
        "A LOWRIDER CADDIE",
        "ANOTHER CRUISER",
        "OMITTED 12",
        "OMITTED 147",
        "149A",
        "SWAT COP",
        "BRIAN FLOORS IT, PASSING THE CIVIC. 209",
        "MIA, (CONT'D)",
        "THE LEAD CAR",
        "HECTOR, (CONT'D)",
        "INT, 240SX, (MOVING)",
        "FIND BRIAN'S 240SX",
        "ON LEON",
        "EXT, TANDEM RIG, (MOVING)",
        "TRUCKER",
        "SCENE",
        "DOMINIC'S CIVIC 199",
        "HECTOR",
        "MIA SPRAYS THE CAR TURQUOISE BLUE.",
        "JESSE",
        "DOMINIC BOLTS ON EXHAUST COMPONENTS.",
        "23A",
        "PETE'S MUSTANG",
        "TANNER",
        "DOMINIC'S VOICE",
        "JESSE INSTALLS SENSORS AND WIRING.",
        ". MIA",
        "PETE TRAN 200",
        "BRIAN '",
        "A COMPUTER SCREEN 719",
        "160A",
        "WHAT THEY SEE",
        "THE, TWO COP CARS",
        "T1A",
        "-",
        "SWAT COPS FILE INTO UNMARKED VANS.",
        "VINCE HELPS BRIAN INSTALL THE WINDOWS.",
        "DOMINIC'S CAR 203",
        "THE FOUR DRIVERS",
        "UP THE SIDESTREET",
        "25A",
        "A CONCRETE COLUMN",
        "TANNER _",
        "KA-THOOMP",
        "VINCE'S VOICE",
        "ON THE FRONT DOOR",
        "BRRRRDDDDDDDT",
        "OMITTED 174",
        "A GREEN LIGHT",
        "WHOOMP",
        "OMITTED 10",
        "177B",
        "VINCE, (CONT'D)",
        "PETE, (CONT'D)",
        "SCENE,",
        "LETTY",
        "UP THE ROAD",
        "BILKINS-",
        ", BRIAN",
        "TWO PAIRS OF EYES",
        "PETE TRAN . 197",
        "VINCE 198",
        "OMITTED",
        "160B",
        "TRAIN BRIDGE",
        "13B",
        "VINCE WELDS IN A ROLL CAGE.",
        "BRIAN'S VOICE",
        "OMITTED 88",
        "OMITTED 159",
        "OMITTED 102",
        "MIA BOLT ON THE HOOD.",
        "THRU",
        "153A",
        "SECOND GEAR",
        "OMITTED 222",
        "EXT, ABANDONED RUNWAY",
        ". LANCE",
        "PETE",
        "BRIAN'S ARIZONA DRIVERS LICENSE",
        "24.",
        "BILKINS",
        "THE BUICK",
        "THE FINISH LINE AHEAD 55",
        "OMITTED 151",
        "DISSOLVE TO",
        ". DOMINIC, (CONT'D)",
        "151A",
        "ON VINCE",
        "THE GARAGE DOOR OPENS",
        "21A",
        "OMITTED 66",
        "MIA MASKS THE CAR WITH PAPER AND TAPE.",
        "THAT DAMN TRAIN",
        "THE TRAIN",
        "WATCH OFFICER",
        "LEON INSTALLS RACING BRAKE DISCS AND CALIPERS.",
        "IN THE CAB 204",
        "THE TRUCKER",
        "CONTINUED",
        "CUT TO",
        "BILKINS PASSES AROUND A PHOTO OF PETE TRAN.",
        "OMITTED 166",
        "THE TWO CARS",
        "THE STARTING LINE",
        "UP AHEAD",
        "VINCE 202",
        "VINCE'S EYES",
        "OMITTED 227",
        "PETE TRAN",
        "IN THE TANDEM RIG 194",
        "WEAPONS ARE BROKEN OUT OF THEIR LOCKERS.",
        "OMITTED 74",
        "OMITTED 109",
        "OMITTED 28",
        "LETTY BOLTS IN RACING SEATS, JEALOUSLY WATCHING BRIAN AND",
        "NIGHT",
        "DANNY",
        "BACK WITH DOMINIC",
        "BRIAN",
        "VINCE",
        "BRRDDDDDDDDT",
        "SUPERIMPOSE",
        "RESUME SCENE",
        "TUNNEL WALL",
        "RADIO VOICE",
        "FILTERED VOICE",
        "149C",
        ". BRIAN",
        "LIGHTS IN THE MIRROR",
        "PETE TRAN 201",
        "UNDER THE RIG'S CAB 207",
        "RADIOS ARE PASSED OUT TO THE SWAT COPS.",
        "THE OTHER LIGHT",
        "FLASHBANGS EXPLODE",
        "A HOWLING WHINE 192",
        "149B",
        "DOMINIC AND BRIAN",
        "OMITTED 31",
        "168A",
        "DOMINIC WINCHES THE RECONDITIONED ENGINE BACK INTO THE CA",
        "BRIAN/DOMINIC"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "It slices through a canyon of tall buildings. Hardly any traffic at this time, just heavy haulers. A gasoline tanker, a car carrier, a flatbed with a huge bulldozer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BIG RIG. The Peterbuilt tractor pulls a nondescript whi container with Japanese export seals on its padlocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HUMMING to country music, a TRUCKER rubs weary eyes and checks the clock: 4:00AM. He reaches for a thermos. RAGE AGAINST THE MACHINE BLARES somewhere behind him. Startled, his coffee spills. He peers into his mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLINDING HEADLIGHTS",
          "text": "He squints, lifts an arm for shade. He HEARS a performanc engine ROAR, its turbo SQUEALING. Looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He glimpses his own reflection in the glistening hood of black on black Honda Civic built for speed. It takes off the freeway and is gone, just like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE MIRROR",
          "text": "More HEADLIGHTS. Blinding. VROOM! VROOM! VROOM! Three more tricked Civics appear like rockets, CRISS-CROSSING in front of the truck. The little black cars cavort playfully around the semis a they zoom up the freeway. Fading in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRUCKER",
          "text": "Sucks air through his teeth, unamused by the deadly antic",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCKER",
          "text": "Stupid damn kids. EXT. 110 FREEWAY - NIGHT ° Our Big Rig passes an on-ramp. From which...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FOUR CIVICS",
          "text": "Suddenly appear. Their engines, music SCREAMING. They box in the Big Rig as it enters a long tunnel. \fBlue Revision 05/05/2000 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Trucker watches in disbelief as the sunroof of the le car opens and a BANDIT emerges wearing an odd helmet and mask. He raises a speargun. With a finger, the Trucker stabs the EMERGENCY button on CB radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCKER",
          "text": "I'm being jacked! I-5 North at the 110 interchange! STATIC. There is no signal in the tunnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bandit shoulders the speargun. Aims at the Big Rig. THWACK-DINK! A spear pierces windshield. Barbs extend, anchoring it. The Bandit clips the spear's cable to the rollcage. The Driver punches the gas. The cable pulls taught and the windshield is yanked from its frame. It SHATTERS against the highway. The Bandit unclips the cable from the rollcage. He loads another spear into the gun. THWACK-DUNK! The spear slams into the seat next to the Driver. This time the cable clipped to the arrow leads to... The Bandit, climbing out the sunroof, revealing a cable r on his chest. He rides the Civic like an insane surfer. He pulls the pin of a chemical grenade in his hand. It smokes furiously. The Bandit leaps into space... hits a button -- the winch his chest RATCHETS him to the Big Rig. The Bandit bounces against the grill. INT. BIG RIG (MOVING) - NIGHT ” Trucker watches the Bandit hurl the HISSING canister thro the missing windshield. White smoke fills the cab. The Trucker slumps. The Big Rig SWERVES WILDLY. The trailer whips right... left... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Revision 05/05/2000 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nearly jackknifes. The Bandit climbs across the hood, int the cab. About to smash into the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUNNEL WALL",
          "text": "He maneuvers into the driver's seat. He works the wheel a gears with skill. The Big Rig pulls away from the wall, straightens out, accelerates. It exits the tunnel and cut a hard right toward an offramp. The Bandit gives the high sign. The little black cars fal in behind like ducklings. EXT. OFFRAMP — NIGHT The Big Rig moving too fast, outside tires SCREAMING, it threatens to tip, SCRAPING the steel safety rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lone LAPD cruiser SCREECHES to a stop at the bottom of ramp. Two COPS get out, aim their 9's up the ramp. The Big Rig's engine HOWLS. Its AIRHORN blows in warning. The Two Cops trade looks, dive out of the way as... Whim The cruiser is smashed backwards into a bus stop shelter with a collision repair advertisement. The Rig barely manages the turn. Followed by the four Civics. : A Cop SCREAMS into his radio. SEES the Civics have no plates. TWO POLICE CRUISERS slide sideways onto the empty road, heavy duty V8's GROWLING. The Civics simultaneously scatter down four different sidestrokes. The two cruisers focus on the Big Rig, a good distance ahead. INT. BIG RIG (MOVING) - NIGHT ° It pulls off San Fernando, down a side street, heading fo the old warehouses along the L.A. River. The Big Rig SMASHES through a metal gate. Headlights hit a warehouse's wall -- finding large wooden doors as the Big Rig swerves. CRASHES through the doors. \f10 12 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "13B",
          "text": "13c 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "14A",
          "text": "Blue Revision 05/05/2000 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Big Rig crosses the parking lot, heading for the L.A. River. It flattens a chainlink fence, crosses a service road, and punches through a second chainlink fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Big Rig careens down an embankment. A HELICOPTER arrives and hits it with the Nightsun. The Big Rig rolls down the cement channel, precarious, out of control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "The shattered doors are now an ugly pile of wood. The cop car swerves, follows the side of the warehouse. Passes though flattened fence. Now cruising the service road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It runs parallel to the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TWO COP CARS",
          "text": "Zoom up the road, following the Big Rig in the riverbed below. To their amazement, it heads right for a forest of concrete columns supporting a large bridge. EXT. BRIDGE - NIGHT 13c The Big Rig COLLIDES with a huge unyielding column. The c is crumpled. No one could have survived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE, TWO COP CARS",
          "text": "Come rolling down the embankment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A door opens. The stolen Big Rig emerges. .The door close CRANE through the Big Rig's exhaust into: INT. WAREHOUSE - NIGHT 14a The Trucker is passed out on a pile of scrap cardboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 16 17 18 Blue Revision 05/05/2000 5:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A COP approaches the smashed cab, gun drawn. He pulls at the crumbled door. A BODY falls out --- Not a body, a CPR dummy. The Cop peers in the cab, SEES a cinderblock on th gas’ pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER COP",
          "text": "Shines his light inside the open doors of the shipping container -- It's empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A high-tech beast, its engine GRUMBLES angrily. At the wheel is BRIAN, early 20's, good looking, athletic, a gol boy. He plays his intense eyes over a bank of gauges and readouts. Pure confidence as he flips switches, He presses buttons on the turbo control. The readout BEEP counts down from 10. He opens a door atop the gearshift, exposing a red button. Brian leans forward, expectant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Ten second quarter mile... Orange cones ahead mark the finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An empty concrete sea. The bright green Supra with Arizon plates is poised to pounce, a massive intercooler replaci the front bumper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2... 1... Zero. Brian stomps the gas, hits the little red button. The engine SCREAMS. The turbine HOWLS. 1st gear, clutch up. The rear tires spin, smoke. The Supra shimmies a beat, then... . ° VROOM! The car rockets forward. Brian shifts, 2nd gear, struggling for control, fishtailing. 3rd gear. The car hits 9O0MPH. ‘Then, the front end begins to float then... Brian misfits, Gears GRIND. The car spins out, corkscrewing across the parking lot. The world outside rotates a few times. The car stops. The engine BACKFIRES and stalls. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 19 20 Blue Revision 05/05/2000 6. CONTINUED: ‘ 18 Frustrated, Brian sighs, sits in silence a beat. This car scares him and that passes him off. He checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "»..shit... He starts the car and cautiously pilots it to the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A performance racing parts store. Brian's Supra pulls up. He gets out and crosses to the entrance,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a high tech, otherworldly gallery of exotic racing a performance parts; turbos, exhausts, rims. Gleaming gages and winking dash computers. HARRY, the proprietor, a tough older black guy, sits on a stool filling out shipping labels. The cuff of his Dickie has ridden above boot top to reveal a prosthetic leg. He looks up at Brian, gives him an angry stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "What now? Brian rubs two fingers together -- Money. Harry crosses h arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "I don't like you very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Don't have to like me. You just have to listen to me. Harry grudgingly hits the NO SALE key and gives Brian a twenty from the register.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "I'm going over there. What do you want on your Sandwich?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "They know. Good luck. Brian gives him a look and grabs Harry's keyring off the counter. Harry watches him cross and exit the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f208 21 Blue Revision 05/05/2000 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pick-up with HARRY'S PRO SHOP emblazoned on the door is parked under some shade trees. Brian sits behind the whee with the sports page. He's watching: TORETTO'S LUNCH COUNTER, a small sandwich shop a half blo away. A CUSTOMER exits. A lone FIGURE behind the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Airbrushed race cars and submarine sandwiches on the wall all unbelievably lifelike. MIA TORETTO, Brian's age, slic a beefsteak. tomato with practiced precision. A stunner, looks up with warm eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry's pick-up parks and Brian exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian enters, crosses to the counter and turns on the cha he seems entirely disingenuous and sincere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Hi, Harry sent me. He said you know what he likes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Corned beef on a french roll with extra mustard. Do you know what you like? A beat as Brian checks her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Probably isn't on the menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Probably not. But our sandwiches are good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Gimme a sub with everything. Brian hands her the twenty. Looks at photos on the wall a she makes change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of race cars, track scenes, several feature DOUG TORETTO, square jawed racer posing with his race cars. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 Blue Revision 05/05/2000 8. CONTINUED: ‘ 21 On the adjacent wall, there's a life size painting of Dou helmet underarm, a race winning smile. Brian nods at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "Nice. Who painted it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Me. Brian impressed. Mia beams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Guess talent runs in your family. Mia looks at Brian. She knows what he's going to say next",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "How's a guy get a shot racing Dominic? Mia looks at him, disappointed he's like all the rest. Sh slaps the change in his hand. Mia begins making the order Brian looks at the coffee in Mia's mug. It ripples with vibration. Something is approaching. RUMBLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND BRIAN",
          "text": "Four cars streak past the windows. Their turbos WHINE, waste gates HISS. Brian turns in time to see their dust. The NOISE fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "That's what I'm talking about. When he turns back to Mia, she has a cagey little grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Where you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Tucson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Desert dweller. You a 'neck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "No. I'mme. I'm my own thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "One of a kind. Working for Harry? Brian nods: yes. Mia feels for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA, (CONT'D)",
          "text": "Bet he's busting your ass. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21",
          "sentiment": "neutral"
        },
        {
          "speaker": "21B",
          "text": "Blue Revision 05/05/2000 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Been there three days, I hope he's just testing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "No, it won't let up. Brian sags with mock weariness. In B.G. Unnoticed to Bria and Mia, a bright yellow Civic glides to a silent powerle stop behind Harry's pick-up. INT. VINCE'S CIVIC - DAY 21a The driver, VINCE, is a tough costumer in a wife beater, shaved head peppered with fight scars. Tatted and ripped, Vince is an intimidator. His sidekick, JESSE, lanky and baby-faced, a wry instigator, types on a laptop plugged i the car's CPU.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Check it out, Vee. See this hole and peak? That's why your unloading in third. I lengthen injector pulse another millisec, tune the nos timer and you'll bust ten. Watch, I'll ask Harry. Vince SEES that it isn't Harry talking to Mia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "That ain't Harry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia wraps two sandwiches in wax paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "I'm sure you got big dreams and all, but racing in LA's for keeps. Brian is pure confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "You haven't seen my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make sure you have good shoes. It's a long walk back to Arizona. Then she SEES Vince watching and becomes serious. Brian notes the change, follows her eyeline to the yellow Civic outside and REACTS. Mia hands him a takeout bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "See you tonight. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "22 23 Blue Revision 05/05/2000 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mia has a secret little grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "No, you won't. As Brian crosses to exit, he looks back and exchanges smi with Mia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vince didn't like seeing that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "Wassup with this fool? Prettyboy's in there thinking he's racking up numbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "If he's driving that truck, Harry's got him sweeping floors or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "Then he should know. Gotta be punished for his ignorance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Kick his ass. The look Vince gives Jesse says, \"Good idea.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An iridescent blue Celica GT and a magenta Eclipse, with subtle yet trippy flower graphics, park across the street From the Celica emerges LEON, tall, half black, cocky. LETTY, exits her Eclipse, a cute young latina who gets he thrills from racing. They lean against their cars and tra knowing looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "What would you do if Vee wanted to get down with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": ". (deadpans) ° Shoot him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FRONT DOOR",
          "text": "Brian exits. And Vince is out of his car like a shot, stepping quickly around it to-- --bump shoulders with Brian. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23",
          "sentiment": "neutral"
        },
        {
          "speaker": "24.",
          "text": "25",
          "sentiment": "neutral"
        },
        {
          "speaker": "25B",
          "text": "Blue Revision 05/05/2000 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "'Scuse me, bro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "I'm not your bro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia SEES what is going down, slams the TALK button on an intercom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Dom, get over here. Vince is gonna kick some guy's ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOMINIC TORETTO sits at a table eating a bowl of soup. Filthy, grease covered, he sits on newspaper. Studying a video of an illegal drag race. Engrossed, learning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian doesn't want to fight Vince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Be cool, man. Vince shoves Brian back a step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "Don't tell me what to do. I ain't your bitch-- --WHAM! Brian nails him with an uppercut, CLACKING Vince' teeth together. Vince throws a strong series of punches. Brian blocks wha he can, takes the rest. Waiting for an opening, Brian kic Vince's groin, kicks his knee, and tosses him to the grou in one reactive blitz. INT. TORETTO'S LUNCH COUNTER - DAY 25a Mia hits the intercom again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Vince is getting his ass kicked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That gets Dominic's attention. He gets up -- big guy. FOLLOW HIM through the back kitchen, through a curtain. A pistol tucked into the small of his back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 Blue Revision 05/05/2000 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian twisting Vince's arm like bubblegum, Vince in submission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Dominic trades amazed looks with Mia, Vince never gets whupped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "«shit... He hops the counter, one hand leaving a greasy print. The other grabbing the snubbed .38 in his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Don't you shoot anyone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian grinds his Sketcher on Vince's neck. Leon and Letty come running to Vince's aid. Dominic explodes from the sh --charges Brian and pistolwhips him. CRACK! Brian drops t the ground. Stunned, seeing stars. Blood trickles from behind his ear. Vince straggles to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You crazy, kicking his ass? I'm the only one who can kick his ass. Vince gives Dominic a wounded look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "He was in my face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "I'm in your face. Dominic and Brian trade strong-willed glares. Dominic giv Vince a nod, he grabs Brian's wallet. Opens it, shows Dominic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN'S ARIZONA DRIVERS LICENSE",
          "text": "Brian stands, woozy. Dominic takes the wallet from Vince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Brian Earl Spiller. Serial killer name. He throws it back hard at Brian, who fumbles to catch it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 27 Blue Revision 05/05/2000 13. CONTINUED: ‘ 26",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DOMINIC, (CONT'D)",
          "text": "Don't come around here ever again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I work around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "For Harry? No, I'll call him, You're fired. Don't come back. You do, you're stupid. Serious ass shit. Brian wipes trickling blood from his neck. Brian glances Mia. Who though unhappy for Brian, knows Dominic always triumphs. Brian thinks different. Fixes Dominic with a look, intense and hopeful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Me and you, quarter mile. How about it? Dominic laughs. Vince, Jesse, Leon, Letty grin at Brian's expense; just another small town kid with big city dreams",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Don't talk to me again. Brian frowns. Dominic crosses to the shop, herding Mia inside. Brian looks down, SEES the sandwiches have been crushed in the melee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "You owe me some food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Hook him up, Mia. Dominic locks eyes with Brian. The intensity of his stare gives Brian a chill. Dominic enters the shop. Followed by Vince, and Leon. Let gives Brian a long hungry look, disappears inside. Jesse, last, gives Brian a haughty look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "You gotta earn the right to race the Dominator. . Brian SNARLS. Spooking Jesse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry devouring a fresh sandwich as Brian ices his head. Harry is delighted Brian got his comeuppance. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "31A",
          "text": "Blue Revision 05/05/2000 14. CONTINUED: ‘ 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "You're messing with my business. Dominic pays my rent. He's my best customer, my best advertiser. Every time he races, bunch'a kids come in wanting what he's got. He called and wants me to fire you. Over there five minutes and got your head split. What are you gonna do now? Brian looks away. Purses his lips. Thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry's pick-up cruises down the street, Brian behind the wheel, pensive. ‘ An UNMARKED with two plainclothes pulls up behind him. It whoops the SIREN. Red and blues flashing behind the grill Brian REACTS. Pulls over. The driver exits, this is SERGEANT TANNER, older, crusty. He approaches, Brian notices the bump on his head. Brian smiles, innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "What's the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Who thumped you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Jack handle fell on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "You have to come in. They hit this morning. Four black Civics. Shipping container from Japan. DVDs. Playstations. Notebook computevs. Insured for a million seven. The boss wants to see you. See you there. A beat. Tanner pauses, he can tell something is wrong. Tanner returns to his unmarked. Brian looks worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32 33 Blue Revision 05/05/2000 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pick-up pulls into the garage of a monstrous home hig in the Hollywood Hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Set up in the living room of this palatial home. Evidence seals are taped all over the doors. There's no furniture, take out food containers everywhere. A bank of monitors shows Caltrans traffic camera views throughout L.A. Brian enters with the same confidence he brought to the sandwic shop. The WATCH OFFICER, a heavy desk jockey in Dockers, eyes a frozen burrito in the microwave. He gives Brian a warm smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCH OFFICER",
          "text": "You nail these pieces of shit. We're counting on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "They don't know what they're in for, sir. Waddaya think of this place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCH OFFICER",
          "text": "I should'’a been a druglord. Brian grins and climbs the massive staircase. He stops at tall door with a hand lettered sign: STRACPRO SAIC BILKINS -- And under that: THE LION'S DEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Set up in an ornately tasteless bedroom. On the wall a photo chart is labeled: ILLEGAL RACING TEAMS There's black teams, Asian teams, Chicano teams. Names an faces we will see again. And there's a mugshot of DOMINIC, photos of VINCE, JESSE, LETTY and LEON, and even Mia, her photo obviously taken f quite a distance. There are charts and graphs, teacher comments from preschool, this is scientific crimefighting its best. Tanner and MUSE, a young plainclothes, sit befo the boss' desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SPECIAL AGENT BILKINS a young, really laid back triathlet and ruthless bureaucrat in sporty casuals. They are waiti for: Brian, who enters and lights up the roon (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 Blue Revision 05/05/2000 16. CONTINUED: ‘ 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Brian, want a Coke or water or anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I'm good, Bob. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "You guys okay? Tea or something? Tanner and Muse are fine. Bilkins smiles at Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS, (CONT'D)",
          "text": "Gentlemen, we're big time. I must have had fifty calls today. A lot of very important people have their eyes on us. Hate to ride your back, Officer O'Conner, but you're our best shot. Let's get the brief. Brian stands, crosses to the wall of photos. He angrily stares at the picture of Dominic. Jams his finger in Dominic's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Had my first contact with Toretto today. It went well, I'm sure I can get to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Think it's his people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Six, they're thugs. They lack the sophistication.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Why focus there? Brian looks at Mia's picture and softens a notch. He has go back. Somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "If the Dominator's not popping these trucks, he knows who is. Brian gestures sweepingly at the mosaic of mugshots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "This world revolves around him. These peckernecks worship him, he's never lost a race. Race Wars is happening in a week. It's the \"Burning Man\" of illegal racing. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He taps Mia Brian beams Blue Revision 05/05/2000 17. (2) ‘ 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "We know our suspects are deep in the scene as evidenced by their vehicles and skills, right? They will be at Race Wars. To beat Dominic Toretto, King of the quarter mile. I'll be there too, because after the racing's done and everyone's raving on ecstasy, our suspects will have a big criminal buddy hug and brag about how bad they are. When they will open their mouths, I will hear them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Race Wars, huh? San Bernardino Sheriffs been trying to get in there three years running. How you gonna find the thing, Bri? They don't exactly put up posters. 's photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I'm going to work the sister. She'll know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Harry Jackson cooperating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Man has no choice. He's been an outstanding resource. He informed me Toretto's racing tonight at the L.A. Coliseum. I'll be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "You're not racing. Whack some family in a minivan and the city's ass is . wide open for a huge payout. Hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Loud and clear, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "I was leery putting a greenhorn undercover, but you're soldiering well out there. I never had the priwilege to meet your father, but I'm sure he'd be quite proud of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Amen to that. , he nods a heartfelt thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34 Blue Revision 05/05/2000 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian unlocks Harry's pick-up. Tanner approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Hold up, O'Conner. . Brian pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER, (CONT'D)",
          "text": "You can't do your job with hands tied behind your back, Sometimes it's easier to ask for forgiveness than to ask for permission, Do what you have to tonight, but remember, that's an eighty thousand dollar car and we have to return it without a scratch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "(grins gratefully) I'll use my best judgement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "I know you will. Tanner looking at Brian, there is a strong connection between these two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER, (CONT'D)",
          "text": "I worry about you. Toretto's a psycho, beating a guy half to death and all. I couldn't take it if you took a bullet in the back of the head. A beat, Brian darkens, intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "That will never happen to me. Never. Tanner looking at Brian, with more to say. But he just claps Brian on the shoulder and nods for him to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "« LIMP BIZKIT pumps. The city below wears a beautiful suit lights. Below, the Coliseum draws car headlights like mot to a flame. cuT TO: \f35 36 Blue Revision 05/05/2000 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolling slow, the Alpine THUMPING. Brian, jotting license numbers, hides his LAPD radio under the seat. A couple MINISKIRTS wipe frame, making Brian smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what it's all about; cruising. LA's tribes brough together by their cars. Chicanos, Asians, Whiteboys, Blacks. Brian is in a slow moving line of awesome cars. L riders. Plush Humvees. Pimp Daddy Mercedes and Beemers. And of course, street racers in a rainbow of intense colo Brian passes a parked lowrider, brimming with hot GIRLS a two HOMIES play videogames on a built-in console. Brian gets lots of smiles from the chicas. As a dozen different BASSLINES thump. Brian pulls into a huge parking lot where racers gather. His green Supra gets lots of stares and nods. Brian parks, gets out of the car, sits on the hood. HECTOR SILVA approaches him. Shaved head, a tattoo on his neck. Built like a fireplug. He checks out the Supra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR",
          "text": "Sweet ride. Big ass intercooler. What'cha running under there? Brian gives Hector a look. Nice try. Hector smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR, (CONT'D)",
          "text": "Gotta find out the hard way, huh? Brian nods: yes. They tap fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR, (CONT'D)",
          "text": "Hector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Brian. : ° Hector points at his car, a vicious looking Acura Integra Two of his HOMIES stand there, looking bad. Their lowride caddies repose in B.G.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR",
          "text": "Quarter mile. Thousand bones. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Revision 05/05/2000 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "No, man I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR",
          "text": "Why you out here then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Waiting for the Dominator. Hector gestures at a JAPANESE TEAM gathered around a Blac Civic. A BLACK TEAM is busy preening a gold 66 Chevelle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR",
          "text": "Get in line, and know that homeboy won't race for less than your car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I know the stakes. Whose Civic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR",
          "text": "Danny Yamato's, goes light speed. He's the cat with the fine-ass hottie. Bruthas be running a supercharged 327. Old school Chevys're more played out than Stairway to Heaven. Sadness. (eyeing the Supra) Maybe you got it. Luck, dude. Hector crosses back to his Z. Brian has his eyes on the Japanese. DANNY YAMATO, the boss, looks sharp in a knit Versace shirt, his arm draped around his exquisite GIRLFRIEND. An approaching engine GROWLS ferociously. Heads swivel, finding:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Rolling up in a fiery red Mazda RX7. It is one scary vehicle. Dominic gets out, as intimidating as his car. Adlibs of girls SHOUTING his name. He's popular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia steps out of Dominic's RX7. She SEES Brian. REACTS,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian and Mia trade smiles. Vince pulls up with Jesse. Then Letty's Eclipse and Leon's Celica. Everyone gets out and gathers, Mia with them. Leon has a scanner, listens t the POLICE DISPATCHERS. Danny Yamato and EDWIN BISHOP, jailhouse big, cross to Dominic, shake. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 Blue Revision 05/05/2000 2i.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWIN",
          "text": "How we doing this? Jesse begins taping Dominic's hands with cloth tape. Dominic nods for Hector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Winner gets both losers' cars. No second best. Hector's going to hold the titles. Vince hands Dominic's DMV pinkslip to Hector. Edwin casts confident glance at his Chevelle. Forks his over. Then Danny Yamato gives his up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A THIRD TITLE",
          "text": "ARIZONA emblazoned on it is laid in Hector's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian has joined them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Add mine to the kitty. The crowd is watching Brian. Mia too, secretly thrilled. Vince and Leon are ready to jump Brian. As are the Black and Japanese teams. Dominic glaring at Brian, unaccustome to disobedience. Edwin gives Brian a disdainful once over",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWIN",
          "text": "We all here 'cause we somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Can't just climb in the ring with Holyfield ‘cause you think you box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I lese, I'm gone. I win... Brian smiles. Dominic doesn't. A beat. Danny and Edwin wait on Dominic, it's his call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Pop the hood. A beat as Brian considers it. Then Brian agrees, crossed his car. Dominic gives Jesse a look, together they follow Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Let's see how they do it in Arizona. Who built it? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 37 38 Blue Revision 05/05/2000 22. CONTINUED: (3) i 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "My cousin and me. Brian opens his hood. Wow. It looks like something out of a spaceship. Jesse REACTS, admiringly does the math.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "One point eight bar of boost. Twin turbo, nitrous, eight fifty CC injectors, Greddy exhaust. HKS intercooler and megaflow. Racing wastegate. Type R blowoff. You know it's ported and polished with HKS cams. Lotta R and D in there. 600 plus horses at the wheels. You wish you buiit this. I wish I built this. Dominic silences Jesse with a look. Dominic, pokerfaced, measures Brian with piercing eyes. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You're in. Let's go. Brian smiles. Letty witness an exchange of looks between him and Mia. Letty crosses to Brian's Supra as he gets in Something surprisingly innocent and awkward about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "Thing's go bad for you, I can givé you a ride home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Home's awful far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "Mine's not. She smiles. Brian smiles, gets in his car. Mia, hitching ride with Leon, stares daggers at Letty. Dominic, getting into his Mazda, doesn't miss the drama. curt TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENGINES in SCREAM in the night. Dominic leads the way. Followed by Edwin's Chevelle, Danny's Civic and Brian's Supra. The teams caravan after them, and a long line of sexy spectator cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian is thrilled. He looks over and REACTS. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39 40 41 42 Blue Revision 05/05/2000 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "vince's Civic driving alongside. Jesse and Vince staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian looks back coolly. And guns it. Pulls ahead and get on Dominic's tail. Who turns onto a boulevard. The carava follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic suddenly STOPS. SCREECHING to a halt. Edwin stops aligning his bumpers with Dominic's. Danny too. Brian gets the picture, stops too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian backs up to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP AHEAD",
          "text": "A dozen Cars fan out with practiced choreography as they stake out a drag strip, blocking sidestreets, oncoming lanes. Their DRIVERS coordinating on Nextel phones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPECTATOR CARS",
          "text": "Park on the roadside. A quarter mile's worth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LOWRIDER CADDIE",
          "text": "Stops, the DRIVER hops out and spraypaints a finish line. Leon pulls up, Mia in his passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STARTING LINE",
          "text": "Hector arrives, gets out and stands between the waiting racers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edwin can't lose. Beads of sweat on his forehead. His engine SNAPS and POPS hungrily. He looks over at Danny Yamato and grins. . -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWIN",
          "text": "Got rice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny grins back at Edwin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Got balls? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42 43 44 45 46 47 48 Blue Revision 05/05/2000 24,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He tightens the fourpoint harness, locking him into the Recaro seat. The interior is stripped, a big nitrous tank where a rear seat should be. He reaches back, opens the tank's nitrous valve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian checks his watch. Nervous. Mouth dry. Looks over at Dominic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic stares back with piteous disregard. Brian is a nuisance to be dismissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian steels himself, he's made a decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Screw it. I'm beating him. He looks over his gauges and readouts. Brian begins punching buttons. His turbo controller BEEPS. He starts the racing program on the dash computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A handmade interior with an experimental feel. Dominic pu in tiny earphones. CLICKS play on the MP3 player in his pocket. MUSIC blasts in his ears. He checks his computer. Hits some buttons. Gives Hector a nod. Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hector slowly raises both arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FOUR DRIVERS",
          "text": "Making the same moves. LEFT HANDS grab steering wheels. LEFT FEET step on clutches. RIGHT HANDS grab gearshifts. RIGHT FEET light on the gas. Four tachs blipping around 2000RPM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR'S ARMS",
          "text": "Drop. Engines SCREAM. The four floor it. Clutches up. Tires spin and catch. Three cars surge forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN'S SUPRA",
          "text": "Spins tires. Lost traction is lost time. He clutches correctly and takes off. 42 43 44 45 46 47 48 \f49 50 Si 52 Blue Revision 05/05/2000 25. INT. BRIAN'S SUPRA (MOVING) - NIGHT 4g RPMs climb. The turbo WHINES. The shiftlight. Off the throttle. RPMs drop. The bypass HISS. Clutch. 2nd gear. Throttle. RPMs climb. 50MPH. Stage one nitro-- --a solenoid CLICKS open. Nitrous floods the intake manifold -- BOOM! Adding another 100 horsepower. Brian is slammed into his seat. RPMs climbing... The shiftlight. Off the throttle -- clutch in -- 3rd gear ~- clutch out. Throttle. Faster and faster. 80MPH. The car shaking. Again, the shiftlight. Off the throttle -- clutch -- 4th gear, clutch pedal up. Stomp the gas. 100MPH The car shudders violently making Brian's teeth CHATTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jittering chaos. WARNING lights. Redlined gages. Shrill ALARMS. Smoke fills the car. The ENGINE strains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic in the lead. Edwin close behind. Then Danny. Brian gaining, his exhaust shooting flame. INT. EDWIN'S CHEVELLE (MOVING) - NIGHT sl Brian passes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWIN",
          "text": "Nooooo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic shifting, precise, mechanical. 100MPH. Waiting fo the perfect moment. The MUSIC in his ear nears crescendo. Dominic hits the nitrous. Stunning acceleration. DOMINIC'S FOV . . Smooth sailing, a beautiful SLO MO waltz to Brian's frant jitterbug. The road ahead inviting and open. His ENGINE HOWLS its controlled war cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN HIS REARVIEW",
          "text": "Is Brian's Supra. A neon specter right on his bumper. \f53 54 55 56 57 Blue Revision 05/05/2000 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passing 119MPH. A scary RATTLING. Brian pulis alongside Dominic's RX7. The world outside a blur. The wind WHISTLE into the car. The gages mounted on the window pillar pop off. More smoke. Wires in the dash short -- SPARKS. Two bolts POP off the floor plating. Hit the roof by Brian's head. He keeps going. Impending disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic drives with Zen precision. The harmony of man and machine. He casts an almost lazy glance at Brian's bright green Supra alongside. A beat of eye contact. Dominic throws it into 5th gear-- The computer hits the nitrous. VROOM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FINISH LINE AHEAD 55",
          "text": "Dominic nosing ahead of Brian. Edwin is a couple lengths behind. Then Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shiftlight. Brian slams it into 5th. His computer lights off stage three nitrous-- The car SHUDDERS. 135MPH. Brian crushes the wheel in his hands. The speedometer climbing. Brian nose to nose with Dominic. His car wants to tear itself to pieces, There's the finish line. Brian and Dominic dead even. The Brian pulls ahead. By an inch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A laser beam shoots from curb to curb, a timing device. Hector's homeboy videotapes the approaching cars. Yards to go. Dominic seems to will his car forward, squeezing out every last horse. ° It's close. 149MPH. Dominic takes the lead. By a hair. Dominic's front bumper breaks the laser beam. He wins. Brian lags by a few thousandths of a second. Several car lengths behind, Edwin crosses the line, then Danny a split second later. \f58 59 Blue Revision 05/05/2000 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian throws it in neutral, stomps the brake pedal. The SCREECH of heavy duty brakes. The car slows quickly. SHAKING and RATTLING. Brian trying to keep it straight. T speedometer falls fast. Brian lets out a WHOOP! His eyes are wild, hair tussled. mad grin. Brian has been struck by emotional lightning. H LIKES racing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The racers slow, do U-Turns and return to the finish. The cars, tires are hot.. Brian's Supra smokes. SPECTATORS rush forward. The three Racers. get out of the cars. Hector pulls up in his Integra. Gets out. Hands the titles to Dominic. Who casually folds them, tucks them in pocket, never expecting any other outcome. Dominic SEES Brian leaning against the Supra. Grinning li an idiot, high on adrenaline and danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Why the smile? You lost. Brian spits blood, he bit his tongue. Mia gives Brian an impressed nod. Dominic looking at Brian, measuring him an as he unwinds tape from his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I had you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You never had me. You never had your car. Over clutching, watching the shiftlight, not double footing like you should. Lucky that final nos boost didn't blow the welds on the intake. Dominic nods at Jesse, who squat beside the Supra looking for fluid leaks, angry about its mistreatment, he gives Brian a look. °",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Me and the mad scientist gotta rip apart the block and swap out the bearings you smoked. (eyes Brian) Don't matter if you win by an inch or amile. Winning's winning. I used just enough to get me there. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "58 59 \f59 60 61 Blue Revision 05/05/2000 28. CONTINUED: ‘ 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "You got schooled. Learn your lesson and go home. Dominic walks away. Brian can't help but to be impressed. Brian looks to Mia. Both saddened it can't be different. Mia looks away. Letty feels Brian's pain, she motions him over. Then Vince crumples a dollar and drops it at Brian' feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "Here's your bus money. LAUGHS. The other teams, the spectators, watch Brian. Adlibs of \"Punk,\" and \"Fool.\" Never more the outsider tha now, Brian's anger boils, he knows he screwed up big. Watching Hector hand Dominic the titles. Suddenly from Hector's Nextel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FILTERED VOICE",
          "text": "Cops! Cops! Cops!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR",
          "text": "Cops! Cops! Cops! SPECTATORS scramble as SHOUTS echo the warning. Approachi SIRENS 0.S. Dominic dives in his RX7. Shouts to his fello racers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You know where to bring my cars! SCREECH! He splits. Brian SEES Mia, then loses sight of her in the pandemonium. The sound of a HELICOPTER, a searchlight sweeps the street from high above. Cars scatter like cockroaches. Brian unsure, then he jump in the Supra and PEELS OUT after Dominic. Flashing lights as six black and whites ROAR onto the Boulevard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He makes a sharp right onto a major street.” And another sharp right, into a--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a small building full of doctor's offices. The red RX7 corkscrews down. Finds a space by the stairwell. Dominic exits with a car cover, heaves it over his baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f62 63 64 65 Blue Revision 05/05/2000 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic exits the stairwell. Walks along, his hands in hi pockets. Mr. Innocent as he strolls toward the MTA subway entrance down the block. A COP CAR in a big hurry blasts right past him. Dominic feels like the cat that ate the canary. Until he hears tw GROWLING cop V8's behind him, CHIRPING tires. Opening DOORS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP LOUDSPEAKER",
          "text": "Put your hands up! Show your hands! Dominic runs for it. TWO COPS exit the subway on foot. There's an alley. Dominic sprints into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADLIGHTS APPROACH",
          "text": "They're blinding. Trapped, Dominic squints into them. And hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN'S VOICE",
          "text": "C'mon! Get in! Hurry up! Brian doesn't have to ask twice. Dominic runs to the Supr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic hops in the passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Go! Before they block us in! Brian has an impish grin as he punches the gas. A CRUISER stops in front of the Supra. Blocked, Brian throws it in reverse, peels out backwards down the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER CRUISER",
          "text": "Blocks this end. The Supra brakes, skidding backwards. Closer to the cruiser, about to T-bone it. «Brian whips t wheel, turning backwards onto the sidewalk. He clears the cruiser. Throws it in lst and mashes the ga The Supra takes off and accelerates up the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No time to relax. He turns left on a small street. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f65 66 67 Blue Revision 05/05/2000 30. CONTINUED: ‘ 65 Makes a sharp turn into a driveway. Cuts through the bloc turns right onto WASHINGTON BOULEVARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two POLICE CRUISERS slide sideways into his rearview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian yanks the handbrake, jerks the wheel. The world outside rotates as he does a 180. Brian's car rolls backwards. Ist gear. He stomps the throttle -- His tires spin, smoke ~~ Stopping his car and shooting it forward. But now facing the two cruisers. They're coming right at him, traveling abreast. Dominic REACTS. Brian doesn't flinch. He throws it in 3rd, stomps the go juice and goes. The Supra threads the needle, barely slipping between the two police cars. Dominic gives Brian a look -- Well done. Brian floors it and sails up the road. He is gone before the cruisers can turn around. Dominic watches the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "We gotta spoof the helicopters. Kill your lights and stay on the sidestreets. Brian kills his lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're safely in Long Beach. Refineries and oil storage tanks line the lonely industrial road they travel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Snatched you from the jaws of the Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You saved.my ass. I already did two years in Lompoc. I ain't going back. I owe you one. You got serious sack, my friend. They clasp hands. Brian smiles. Because he knows he's finally gotten to Dominic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Can I keep my car? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Revision 05/05/2000 31. 67 CONTINUED: ‘ 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "I'm grateful, not stupid. There is an ominous RUMBLING in the distance. Growing louder. Brian and Dominic trade looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Supra is surrounded by something out of a manga carto six HURRICANE MOTORCYCLES with wicked graphics. The RIDER are in nice designer casuals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They box him in, forcing him to slow. The RIDER alongside Brian's window aims a Mac-11 machine pistol with a sound suppressor screwed on the barrel. Brian.weighs his option",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Stop, man. These fools don't play. Brian reluctantly stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RIDERS dismount and remove their helmets. Vietnamese with bleach blonde spiked hair. They surround the car. Brian and Dominic show their hands. LANCE NGUYEN, with the Mac-11, holds it discretely inside his helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LANCE",
          "text": "Get out unless you want to get blasted. Brian and Dominic get out. A new crimson Mustang speeds toward them, making a dramatic entrance. A striking ASIAN GIRL in the passenger seat. Out steps Lance's boss, PETE TRAN, in a $500 shirt, platinum jewelry. A regally imposi class act with a scowl. He crosses to Dominic. With a 40 ounce beer in a bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Why are you down here, Toretto? |",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Wassup, Pete? Gonna give me a shot at that ‘Stang?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "No. You cheat. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 Blue Revision 05/05/2000 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "I never cheated no one in a drag. Not my fault you brought your little sister's bigwheel to a man's race. Brian looking at Dominic like he's crazy. So is Pete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Food for thought. You're not from Long Beach, yet here you are talking shit. (to Brian) That your ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "It was. It's his. Dominic looking at the bottle in Pete's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "No, it's not. I haven't taken delivery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Then it's nobody's car? Somebody put a lot of work in this. Lot of time. What to you think, Lance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANCE",
          "text": "It's an amazing machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Nice ride, right? Look at these curves, beautiful. Somebody loves this car. Difficult to believe it's nobody's car. He gives Lance a nod. Lance grins. BZZZ22Z2Z2Z22DDDDDDT ~~ The high rate machine pistol soun a ripping canvas. Bullets punch into the Supra. Glass SHATTERS. Lance pours hot shellcasings from his helmet into a compartment on his bike. SNAPS a fresh mag into the Mac. Pete heaves the forty into the car, it SHATTERS on the nitrous tank. Fumes swirl like a heat mirage. Pete lights a cigarette with a matchbook. He lets the who book ignite. Brian wrinkles his nose. Smells gasoline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAIN",
          "text": "Don't do it. Don't fry it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "T1A",
          "text": "Blue Revision 05/05/2000 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Brian can't move with Lance on the Mac. Pete tosses the matchbook inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHOOMP",
          "text": "Everyone steps back from the burning Supra. Pete and his team laugh as flames reach skyward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Don't come screwing around. You have no business here. Pete gets in his Mustang. His team climbs on their bikes and take off. Brian and Dominic watch the Supra as it bur like a blast furnace. They trade looks, and run for it. The gasket to the nitrous tank melts--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KA-THOOMP",
          "text": "The tank detonates, blowing the carbon fiber body panels like paper, shattering the frame. A jagged piece of rollcage SIZZLES past Brian's head. When the worst is over, Brian and Dominic dare look back. burning tires rolls toward them pathetically. They trade looks and walk away. The two silhouetted by flame. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Modest. Working class. Big trees in the front yard. The team's cars parked on bare oil-stained dirt. A light on i the second storey window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Candles, incense, trippy music. Wild paintings cover the walls, planets and suns and chrome nudes caressing in a v of stars. With an airbrush stylus in her steady hand, Mia add highlights to a canvas of sensuously amorphous femini curves. She HEARS a car pull up. Looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic and Brian exit a goofy yellow taxi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72 Blue Revision 05/05/2000 34. CONTINUED: ‘ TIA Mia does a doubletake -- Yes, it's Brian. The smile that blooms on her face says everything. She returns to her painting. Surprised to discover her hand is now trembling",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shabby old furniture with a few electronic luxuries. A great sound system. Leon, Jesse, Vince and Letty split a pack and play a racing video game. Dominic enters with Brian. Shuts off the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You guys are real worried. Vince tosses Dominic a beer. He passes it to Brian. The team REACTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "Why'd you bring the buster here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "He's cool. Didn't see you looking for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "Cops almost got me. That shit was orchestrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Came in from every direction. They had undercovers watching us. Brian just sips his beer. Dominic hops on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Vee, a beer. Vince tosses him another beer. Letty pats the empty cushi next to her, smiles at Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "You can sit here. She beams as Brian crosses and sits by her,”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Homeboy stymied the cops. It was artistic. This cat is sick. Brian smiles. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 73 Blue Revision 05/05/2000 35. CONTINUED: ‘ 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Then he rolls us to Long Beach, pissing off the locals. They put his ride out of it's misery with a Mac, whole damn clip. Then Sneaky Pete had a Vietnamese Barbecue. That car blew apart like the space shuttle. Shocked looks are traded. Jesse grabs his head in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Noooo. That's wrong. That's so wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "Goddamn gooks. They value nothing cause they got it all. Five hundred dollar shirts. Engine's worth thirty large. Dinks got all the best shit. (looks at Brian) You know they're crooked. They're scamsters. Pretending not to, Brian hangs on Vince's every word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "C'mon, Vee. They designed our cars and invented ramen. Vince rolls his eyes. Plays the crash compilation video. Dominic turns to Brian with a grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "You owe me a ten second car. Brian REACTS. Vince flashes him a wary look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unseen to everyone, Mia stands at the bottom of the stair She SEES a smiling Brian sitting next to a thrilled Letty Mia unhappily turns and climbs the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian enters with a-big grin. Tanner, Muse and Bilkins ar tense. Bilkins pulls a large ziplock from his drawer. Inside is Brian's police radio. Fire scorched, ash white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Here's your radio. Long Beach PD recovered the UC car full of bulletholes and burnt to a crisp. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Revision 05/05/2000 36. CONTINUED: ‘ 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS, (CONT'D)",
          "text": "Highway Patrol expects it returned in good working order. Brian is unfazed, cocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "It wasn't street legal. That's why it was rotting in their yard, they can't auction it. It was an impound, didn't cost them a dime. Let them bitch, sir. They can't produce a receipt saying they bought it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "He's right. We can paperfuck 'em. Off the hook for the Supra, Bilkins anger ratchets down a tad. Before he can speak, Brian makes a \"time out\" sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Their loss is our gain, sir. Brian Grosses to the wall of mugshots and begins moving t around. Bilkins, Tanner and Muse watch curiously. Finally Brian gets to the Viet Long Beach Team. He swaps Lance's photo with Pete Tran's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Sneaky Pete's the shot caller. Lance is just a triggerman. Carries a silenced Mac submachinegun. He sliced and diced the Supra. Pete Tran did the cooking. I say we put them at the top of the suspect list. Off the perplexed looks of his peers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "I've been sitting on Toretto's couch, drinking his beer, getting the short course on who's who. Muse and Tanner trade incredulous looks. Bilkins leans back, looks over the chart of street racers. Brian leans his desk, looks him in the eye, softly: «",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "Sir... I'm in. A beat. Bilkins purses his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Excellent. And you believe Toretto is not our hijacker? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 Blue Revision 05/05/2000 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Nevertheless, I'd like to send a strong message to the illegal racing community by incarcerating their Grand Pooh-Bah. He's got one violent felony, any dirt you can dig up will bury him. Can do? Brian REACTS. He doesn't like the idea but will have to d as he's told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Can do, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Get a location on Race Wars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "No, sir. Not yet. First I need another car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Wilshire OPG has a Porsche.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "No thanks, Sergeant. It's all about rice power. I'll kick around the impounds and see what I can scare up. Bilkins tosses Brian a new radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Keep it up, Brian. As Brian stands and crosses to the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSE",
          "text": "Gonna go work Toretto's sister, lucky guy? I spank off to her surveillance photos. Muse and Tanner laugh. Brian shoots Muse an angry look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Great, Muse. Great. Brian exits. Tanner and Muse trade a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f74 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "715A",
          "text": "Blue Revision 05/05/2000 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia unloads supplies from the back of a pick-up. Brian pulls up in a battered Nissan 240SX. The entire passenger side is crushed. The front trim missing. The windshield shattered, headlights dangle from their wires. Mia watche Brian get out and enter the shop. Mia stifles a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Nice shitbox. Dominic's at the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I came to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Here i am. Now you saw me. Brian, wondering what is wrong, helps her unload the truc",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Brian, I think you're in good hands with Letty. A lot of guys like her. You're lucky, she's real picky. You should go for it. She's so pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I'm not into Letty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Everyone's into Letty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I'm not everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Right, one of a kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Right. Maybe I'm into you. Mia crosses her arms and studies him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "There someone loving you in Arizona?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Maybe. And maybe I didn't love that someone back and maybe that's why I left. Fresh start. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Revision 05/05/2000 39,",
          "sentiment": "neutral"
        },
        {
          "speaker": "75A CONTINUED",
          "text": "76",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "You say goodbye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Mia, I didn't run away. I'm not like that. Let's have a drink tonight and I'll tell you the whole sordid saga. We'll kick back and have some laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "On the curb with some forties?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "We can do better. How about margaritas and mariachis. Nachos? She considers it a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "I better not. And that's that. Brian regards her with a frown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Don't you ever just want to party? Put on Ice-Ice Baby and do the running man? Brian does a goofy dance move. Mia can't help smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Please don't do that. Okay. You win; margaritas. But only maybe. Jury's still out on you. Brian stops dancing, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Maybe is acceptable. Mia opens the door to the shop and Brian carries in a sta of heavy boxes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic and Jesse work on a VW bug in the shade of the trees. A speaker THUMPS a baseline. Brian pulls up in the 240SX. He gets out and crosses to the bug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Got a car. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 Blue Revision 05/05/2000 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Dominic and Jesse cross to the battered, shattered Nissan Dominic REACTS, gives Brian a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Dude, that's a ten minute car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You gonna tow it or push it across the finish? Unfazed, Brian pops the hood. Motions for Jesse to take a look. Jesse does, likes what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Omigod. A Skyline motor. Jesse grins at the rare find, digs in the engine. Love at first sight. Dominic sees for himself and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Good find, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "This will decimate all. (a beat) After you put fifteen grand in it. More if we have to overnight parts from Japan. Brian REACTS, he doesn't have the cash,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Put it on my tab at Harry's. Race Wars is coming up.. Heard of that? Brian shakes his head: no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "It's something to see, Brian. I want you to roll out there with us. Gonna make money off your ass. You'll make twice back what I loan you racing suckers. No shortage of them. (a beat) Then, if you're down, I'll race,you again. We'll go double or nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Den't do it. Brian is hooked, he taps fists with Dominic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN '",
          "text": "Shit, yeah. I'm down. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 77 78 Blue Revision 05/05/2000 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jesse shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "I'll give you a parts list. The special order stuff you have to get on now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Where do I de the wrenching? Dominic starts walking up his driveway. Unlocks his large garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic opens the door and light spills in. Brian standin next him. Racks of tools cover the walls of tools. Lathes and drill presses gleam, the machines old but well maintained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "My tools are your tools. Brian looks at Dominic and smiles in gratitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vince, Letty and Leon walk past the house to the garage i back. Vince, carrying a 12 pack, stops in his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hard work in the Toretto garage, Dominic, Brian and Jesse are winching the engine out of the 240SX. Brian just told punchline, their LAUGHTER is heard over their MUSIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Vince turns and walks away, Letty and Leon follow. Of course Letty looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "We're gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "We got nowhere else to go. He's cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "He's not, Leon. He's on Dominic's ass like a fag in heat. He gets on mine, I'm putting a bullet in his head. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 79 80 Blue Revision 05/05/2000 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "Shut up, Vince. Don't start shooting people. He's just tripping on being in LA. He don't know what it's about yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "You know he's trying to hook up with Mia. Fool's dying to hit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "Mia won't kick down... I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I know you will, Letty. Letty shoots him a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A COMPUTER SCREEN 719",
          "text": "It shows a photoreal 240SX beefed up for racing. The car rotates to reveal the undercarriage. A column of suspension components on one side of the screen. The cursor clicks on the Koni shocks. Drags and drops the on the car. A complex graph of performance parameters changes accordingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesse working on his laptop. Brian sits next to him, fascinated, both are filthy, tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Koni adjustables save us two pounds and give us better holeshot. Mia sets down a huge pot of spaghetti sauce. NOISE at the front door. Dominic instinctively puts a hand on his gun. But it's just Vince, Letty and Leon. They enter noisily a take seats around the table. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Just in time. Letty grins at Vince. Amused by his grudging change of heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "What? I gotta eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 81 Blue Revision 05/05/2000 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "C'mon, Jesse. Eat. Jesse snaps the laptop shut and grabs a plate. They tear hunks of bread from big loaves. Bowls of sauce, pasta and salad are passed around the table. Mia looks at the oilstains on Dominic's glass. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Could'a washed up. Dominic admires his oil black arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "This is my warpaint. Mia sits across from Brian. Watches everyone shove food into their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "I remember when we used to say grace. Dominic looks at her, threatens to throw his greasy arms around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Best little girl in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Get off me, no! No! Dominic! Okay, I love you too. Shut up and eat. Dominic relents. Mia smiling. She watches Brian eat. Studying him, he seems content in this newfound family. M grabs a camera from the china hutch. Aims it at Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Wait. THE FLASH. Brian didn't like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "I'm gonna do your portrait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic and Brian walk across the front yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "How you getting home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Bus, I guess. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f81 82 83 84 Blue Revision 05/05/2000 44,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Wanna ride? cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cruise through San Pedro. Brian is anxious and tries not to show it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "We're nowhere near my crib.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somewhere in San Pedro. Oil wells in B.G. suck crude like steel sandbirds. Dominic solemnly unlocks a padlock. Pull the garage door open. He gestures for Brian to enter the dark warehouse. Brian does, hesitatingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pitch black. Florescents flicker on. Revealing a shrine t Doug Toretto. Racing pennants, pictures, trophies. Flamesuits, helmets. And in the middle, a covered car. Dominic pulls off the cover. Revealing a '90 Buick Regal. This is one bad car, not the prettiest, the baddest. Dominic opens the hood, exposing the awesome engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Me and my dad built her. Nine hundred horses. A beast. Know what she ran in Paimdale? Brian shakes his head: no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Nine seconds flat. My dad was driving. So much damn torque, ghassis twisted coming off the line. Old man barely kept her on the track,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "What's your best run?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Never driven her. Scares the shit out of me. Guess I don't have my pop's balis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 Blue Revision 05/05/2000 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Brian sees Dominic isn't kidding, REACTS. Dominic takes a framed newspaper clipping down from the wall and hands it Brian. It's headlined: RACE FAVORITE KILLED IN FINAL LAP",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "He died doing what he loved. Quit pipefitting at the Navy Yard and hit the pro stock car circuit. He was coming up. Last race of the season, I just turned eighteen. Ken Jorgenson, this old salt he was beating, came up from inside the final turn and clipped his bumper. Put him into the wall at a hundred twenty. PUSH IN ON -- Dominic's pained eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "Flames consuming a race car. The DRIVER writhes in agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC'S VOICE",
          "text": "I watched him burned to death. I could hear him screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME SCENE",
          "text": "Dominic is choked with emotion. They look at each other. beat of connection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Week later I ran into Jorgenson at the Pomona Raceway. I wailed on him with a wrench until I couldn't lift my arms. Almost killed him. Dominic takes the clipping, hangs it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "I was wrong as hell, it was just an accident. . Dominic squats before the car, contemplating it, suddenly seeming old and weary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "I live my life a quarter mile at a time, Brian. For those few seconds, man... It's just me and my ride and a little road. Nothing else matters. The mortgage, that loser sandwich shop, my team and all their bullshit. For those few seconds, I'm free. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 85 86 87 88 Blue Revision 05/05/2000 46. CONTINUED: (2) ‘ 84 Dominic stands, embarrassed by his show of sentiment. He looks at Brian. It's okay, Brian's eyes are sympathetic. The warmth of friendship binds them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dozen lowriders and a familiar 300Z2X RUMBLE up to the shop. Speakers THUMPING Latin trip-hop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian tends the counter. Hector Silva enters with six tou ripped and tatted HOMEBOYS. Through the window, six more can be seen watching the cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Wassup, dude? They tap fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR",
          "text": "Hey, loco. Glad we didn't race. I'd be out some lunch money. Got hectic when the cops swooped, huh? How's Dominic treating your Supra?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Not as nice as I did. Hector hands Brian a parts list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECTOR",
          "text": "Hook me up. Want four of everything-- Watcha, Beto. Pasa la feria pa'ca. BETO pulls a thick stack of twenties from his baggy Dicki Slaps it on the counter. Brian looking at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I'll hook you up. Brian enters Hector's part numbers into the*computer. INSERT COMPUTER SCREEN -- The parts are for Honda Civics. Brian tries to hide his reaction as he reads the screen. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 88",
          "text": "\f89 90 91 92 93 Blue Revision 05/05/2000 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian cruises in Harry's pick-up along East LA's main dra PEOPLE out, shopping at the colorful markets. Street vendors sell inflatable action heroes and corn on the cob",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. EAST L.A. NEIGHBORHOOD -— NIGHT 90 Tired old houses interspersed with garages and machine shops. Brian is parked, eating a burger, reading the pape He's watching one of the garages. The only one still open",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The big metal service bay door rolls down. Two really big HOMIES exit. They get in a 79 Olds Cutlass glistening und a streetlight and drive off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian grabs a duffle off the floor, sets it on the seat. unzips it, digs through the tools inside. Grabs a hydraul boltcutter. He puts on a ballcap, about to get out, catch his own eyes in the rearview. He's about to cross the lin and knows it. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a side door, Brian goes to work on the padlock with th hydraulic cutter. SNAP! cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The side door opens. Brian rushes inside. A keypad is BEEPING. Brian follows the wiring up the wall with his maglite. WHAM! Brian kicks in a closet door. A big steel alarmbox on the wall. He unplugs it from the phone jack. Relaxes a notch. Then he hears: A DIALTONE. The ALARM'S MODEM is DIALING... Brian panics. Kicks a hole in the drywall under the box. Reaches up behind the box. And yanks out... A second phone jack. SILENCE. Brian smiles. He checks out the garage. SEES the stack of boxes from Harry's store. A lowrider on the lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93 94 Blue Revision 05/05/2000 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He starts rifling drawers and cabinets. He hears VOICES and MUSIC. He warily crosses to the back window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside the window is pile of old tires, a fence, then th back yard of someone's house. Where the dozen HOMEBOYS fr earlier kick back and have some cold ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian quietly retreats from the window. He crosses to fou cars off to one side, under car covers. Brian lifts a cover -- A Honda Civic, white not black, Th next is brown. The next two both blue, stock machines, on beginning their transformation into. performance machines Brian is clearly disappointed. He checks on the Homeboys, everything seems cool. Crosses to the side door cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian furtively closes the door. Approaches the corner. A walks into a SHOTGUN-- --Held by Vince, not a homeboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "(whispers) I don't care if there's a dozen eses over there, I'll blow you in half. Vince knees him in the balls. Brian doubles over, trying not to moan aloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE, (CONT 'D)",
          "text": "You fight dirty. Like a cop. Move it. Vince presses the muzzle against Brian's ear, marches alo the building to an alley full of old tires, rusted muffle and body panels. Jesse waits in his VW with the engine running. A cigarette glows in the shadows. Out steps Dominic, revealing himself. His face cold, scary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Brian, this is one of those times where you need to be very clear about what you say. Nobody's hurt yet. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f94 95 96 Blue Revision 05/05/2000 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Okay, shit, what'd I do-~-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "--Shut up. Why are you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I ain't taking no chances after losing my Supra. At Race Wars Hector's team is gonna run four Civics with stock engines, T66 turbos with nos and four inch exhaust. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Gonna distort the fuel curve but if they go plus fifty on the pulse width, it'll pop the injectors open quicker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "What do y'all think I was doing? All paranoid and what not, coming at me with the big stuff. What'd I do to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "I like to know who I kick it with. (to Vince) Vee, put the gage up. Vince lowers the shotgun. Glares at Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "What? You got a nutshot. We're even.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You gonna check out everyone's shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Many as I can. Already know what y'all got. If you're down, there's a cocksucker whose cash I gotta take. Like to know his poker hand. You down? Dominic and Vince trade looks, they're down. Brian smiles",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sign reads: TRAN'S COLLISION AND PERFORMANCE (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96 97 98 Blue Revision 05/05/2000 50. CONTINUED: ‘ 96 Jesse's bug glides to the curb across the street without lights. Three FIGURES get out and move into shadow. Brian Dominic and Vince eye the building. A formidable structur Brian notes a fire escape on the adjacent building. Point it out to his companions. They run across the street. Up the FIRE ESCAPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starting from one side to get a good running start, the three sprint across the roof -- jump the perilous drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark. Then a shaft of moonlight stabs down from above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A skylight has just been jimmied open. Brian's HEAD AND SHOULDERS appear in silhouette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drop is deadly. Dangling lube, oil and air hoses are the only way down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian dangles from the skylight. He begins to swing. Back and forth. He kicks out his legs, snags the hose bundle with them. He slides down the hoses to the floor. Then Dominic joins Brian. And Vince. Now on terra firma, the three trade relieved looks. Brian steers his maglite across the darkness. Illuminatin the impressive equipment. This is the most elaborate gara we've seen yet. There's a dyno. Diagnostic gear. And a fancy pick-up for errands. Even Dominic is, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Damn, State of the art. Big bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "We gotta jack some of this shit. Two racers are on hydraulic lifts. Brian crosses to one, aims his maglite up into the engine compartment. No engin (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f98 99 100 Blue Revision 05/05/2000 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They cross to the other lift. And stare up into another empty engine compartment. The three share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE, (CONT'D)",
          "text": "Where the engines at? Brian wanders’ toward four small cars closely parked toge under the same tarp. They have Brian's full attention. Dominic's pocket CHIRPS, he pulls out his cell and checks the caller ID, angered by the distraction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "What, Jesse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesse is slumped in his seat, terrified. Watching the Vie Long Beach Team return to the garage en masse. There's a dozen Hurricanes, several cars -- Pete's Mustang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "(into phone) They're coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian steps into the moonlight as he reaches to lift the tarp...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "They're coming. Dominic shuts his cell, eyes wild. Brian freezes, looks u at the impossibly high skylight. The sound of MOTORCYCLES The three lock eyes. Dominic runs toward a car lift, he slides into the deep s underneath, his boots SPLASHING into ankle deep oil. Bria follows, stopping when he sees a tall stack of-- VCRs IN THEIR BOXES Hidden behind a row of tires. Dominic stands in the sump, under the car dh the lift, hi .38 ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Where the hell are you? Brian frantically copies VCR serial numbers onto his arm. The garage door begins rising. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 Blue Revision 05/05/2000 52,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "(hisses) Brian? Brian dives into the sump. SPLASH! -- As the lights come on. He pulls down his sleeve to hide the writing on his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GARAGE DOOR OPENS",
          "text": "Pete and Lance enter with their entourage, some prime arm candy. Two of Pete's HENCHMEN drag a terrified man, TED HENDERSON, inside. They throw him to the floor. Pete grabs a waterhose and wraps it around Ted's neck, he turns beet red, GAGS. Pete grabs a lube hose. Pete tries to force the hose in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Open your mouth. C'mon, Ted. Can't ever keep the big thing closed. Why now? Open it. Pete presses the nozzle under Ted's nostril. Fills his sinuses with 50 weight synthetic. Ted wretches and gags. Coughing in agony. Pete clamps Ted's head between his knees and fills his mo with oil. Ted struggles violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE'S EYES",
          "text": "Watch from below the shelves he has wedged himself into. Safe for now, he enjoys the show with a mean little smile --just like Pete's team. Pete releases Ted, he vomits and writhes on the cement, blowing snot bubbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN AND DOMINIC",
          "text": "Peer over the edge of the sump, their eyes at floor level Both ankle deep in oil. Brian hates what he is witnessing",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "(softly hisses) We have to.stop this. - Dominic stills Brian with a hand on his back. Points ou the Mac in Lance's hand. Brian grits his teeth in frustration. Ted WHIMPERS. His wet eyes pleading. Pete lights a cigarette. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 101 102 103 Blue Revision 05/05/2000 53. CONTINUED: (2) ‘ 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Where are they? Sell them to someone else. Couple Nissan Silvia S-15's engines would pull a premium a week before Race Wars. Who did you sell them to? Ted reaches in his pocket, hands Pete a card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "They're in my warehouse. Pete fingers the card, smiles. The danger has passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Kiss my shoes. Ted leans over to kiss Pete's feet. WHAM! Pete kicks him in the chest. Ted gasps like a fish, turns blue. Pete hands the card to Lance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE, (CONT'D)",
          "text": "Go get them. Lance crosses to the pick-up, gets in with another TEAM MEMBER. The pick-up, six motorcycles are started. The doo is rolled open. The pick-up drives out with six motorcycl escorting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON VINCE",
          "text": "Taking advantage of the noise and distraction to low craw to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN AND DOMINIC",
          "text": "Do the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The alley behind it. Vince drops from a high window. Then Dominic and Brian, they look around, take off running. Toward Jesse's waiting VW at the end of the alley. . Cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian has the manifest from a truck hijacking. He finds t serial numbers for the VCR's. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f103 104 105 Blue Revision 05/05/2000 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He rolls up his sleeve. The serial numbers he copied are smeared illegibly. Brian SIGHS, angry at himself. He look at the manifest. Gets an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian sits in the corner typing, he hasn't cleaned up fro the prior evening. Tanner enters. Shows Brian a mugshot o TED HENDERSON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "This him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Yes, holy shit. That was quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Stand by. He's on probation for receiving stolen goods. Pentium motherboards from a burglary in Gardena. Your boy's a top echelon fence. They smell blood. Tanner slaps Brian's back",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER, (CONT'D)",
          "text": "You tighten that noose quick. Bilkin's boss is flying out from DC. I wanna close this case before FBI God steps off his plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER, (CONT'D)",
          "text": "C'mon, it's pow-wow time. Brian grows nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bilkins leans back in his chair finishing Brian's report. Tanner and Brian await his verdict. Bilkins sets the repo down looks dryly at Brian. Then smiles. °",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Let's move on this. Brian smiles, relieved. Tanner gives him a wink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS, (CONT'D)",
          "text": "Because I'm dealing with a federal DA ' and judge. They're not rubber stamps like LA Superior. (MORE). (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f105 Blue Revision 05/05/2000 55. CONTINUED: ‘ 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS, (CONT'D)",
          "text": "The first thing the DA will ask me is. how you developed this information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "A reliable confidential informant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "I need a name. It won't leave this room. Tanner nods for Brian to say it. Brian hesitates, a nervo ripple through his composure as he makes a decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Dominic Toretto. He witnessed the assault on Henderson. He provided the numbers off the VCRs. He saw the four black Civics parked inside the premises. Pete Tran's our guy, I guarantee it. Let's get the affidavit into the judge, get signed off and hit this piece of shit with a tactical platoon now. We got mass reasons to take homeboy down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Going native on us, Bri? Brian grins, his enthusiasm is contagious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "Worry not, Bri. We'll go in forty eight hours after we work up a raid plan. We will romp and stomp. Meanwhile, get in the field and keep your ear to the ground. Brian smiles, stands, pauses as he grabs the doorknob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Sir, in light of Toretto's cooperation, it would be unfair of us to pursue any unrelated criminal matters against him. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS-",
          "text": "You're right. We'll leave him alone. That made Brian's day, he fights not to show it as he exi Once safely outside the office, he grins big. cuT TO: \f106 107 108 Blue Revision 05/05/2000 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hot day. Brian, Dominic, Jesse, Leon and even Vince str Brian's 240SX, tearing out everything. Seats, windows, trim, carpet. Everything goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Nissan has been stripped to the unibody frame. Chains and blocks attached to it. Brian, Dominic, Vince and Leon use winches and sledgehammers to straighten it. Their shirts are off, the sweat pours. Jesse uses his watchful eyes and lasers and reflectors to guide them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia takes frozen meat from the big freezer outside. She can't take her eyes off Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Okay! There! Perfect! They stop laboring. Brian notices Mia, they trade lingeri smiles. Dominic notices and crosses to Brian. He nods for Brian to go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You break her heart, I'll break your balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia works on a pot of meatball sauce. Brian enters. She's ready with a glass of icewater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Thanks. How's my painting coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "I haven't started yet. I want to know more about you first. Brian traces his finger along the rim of his glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Wouldn't this be nice with a little salt around the rim, a little premium tequila, crushed ice, lime juice..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Yes. I'11 pick you up at ten. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Revision 05/05/2000 57. 108 CONTINUED: ‘ 108 ot It's a date. They smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cozy and relaxed. Candles on the tables, MARIACHIS in B.G Mia is absolutely radiant in a sexy little dress. She lic salt from her margarita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "How's my painting coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "I haven't started yet. The picture I took, it's your expression. When I paint someone's face, I'm really painting their feelings. You looked so content sitting there, I thought I'd get a good picture. But there was s0 much anger in your eyes. What are you so angry about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "C'mon. It's just a bad picture. And that's that. A beat of uncomfortable silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MIA",
          "text": "Miss Arizona?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "No. I was Mr. Arizona. Mia has a little laugh. The tension broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Okay, you got me. Have a lot of family back there, mister? Brian darkens a little bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "No. I don't. I have an Uncle Who watches out for me. My daddy, he passed on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "I know. Dominic told me. What happened? A beat, Brian looks into her gentle brown eyes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f110",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Blue Revision 05/05/2000 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Some evil scumbag snuck up from behind and shot him in the head. For a damn wallet. He'd a stepped up to my pops like a man, outcome would of been different. He was such a good guy. (serious) I'll get the punk who did it. I'll get him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "How's your mom taking it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Bad. They were super close. Still in love after like thirty years. I guess she couldn't live without him. She got sick. . Next thing I know I'm at her funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "That's so sad. I'm sorry, I shouldn't be taking you there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "It's part of who I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "(softly) Is that why you're so angry? Brian looking at her a beat. Surprised by the obvious. He nods his head: yes. Mia squeezes his hand reassuringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA, (CONT'D)",
          "text": "Amazing how the folks leave their mark, huh? My dad wasn't there when he was there. Dominic worships him. I know he showed you the shrine. The only thing that made dad happy was building and racing cars. He chased my mom off. She hid in New York or New Jersey, not sure which. I kind'a wish she'd taken us with. Dad could be scary, I get it. Future looked bright for a while. We took in some strays and made our own family Dominic got his operators license and drove big rigs and I was in art college. Speeding tickets and student loans killed those. dreams. It's Brian's turn to give a reassuring hand squeeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f111 112 113 Blue Revision 05/05/2000 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian and Mia cross the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Why doesn't Dominic race professionally?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "He got in a fight and they banned him from the tracks. They arrive at her bitchin Honda Accord. Mia unlocks it, pops the hood,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA, (CONT'D)",
          "text": "Three point two V-six with hot cams, sleeved and ported. Tanabe exhaust, G- force chip. Airflow intake. Ball bearing turbo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Dominic hooked you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "I hooked me up, Brian. I got grease in my blood, remember? Wanna talk car? I can get that from anybody. I want more. Get in, I'm driving. They get in her hot Accord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocketing westward on Mulholland Drive. A carpet of shimmering lights below. Brian whiteknuckles the door handle. Mia whips through the turns with hair raising precision, a naughty smirk on her face. Mia passes a huge Mercedes. Into oncoming HEADLIGHTS! She cuts back in her lane with an inch to spare. She LAUGHS, Brian looks at her thinks she's insane and loves",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near an LAX main runway and an abandoned housing development. Some CHOLOS from Venice party around a bonfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 114 Blue Revision 05/05/2000 60. CONTINUED: ‘ 113 Mia's Accord. Brian and Mia sit on the hood and share a pack of Twinkies, watching the moon set over the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "This is my beach. That's my ocean. My moon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "This is nice, thanks for bringing me. Brian is relaxed, at ease like we haven't seen before. Mi looks Brian, at his moonlit features against the starry s Like one of her paintings. Ever so cautiously, she takes his face in her hands and stares deeply into his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "This is how I want to paint you. They kiss, gentle and tentative at first. Then passion an hunger take over. They kiss deeply, Brian slides his hand up her thighs and pulls her closer. She chews on his ear, her breath hot. He hooks a finger in the waistband of her panties and tugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA, (CONT'D)",
          "text": "No. Not here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "...where..? Mia looks around with a naughty smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "...here... She pulis him down to the sand. A 747 takes off. It's engines SCREAMING at full thrust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An industrial area. The turbodiesel of a Big Rig GROWLS a it rolls down an empty boulevard toward a ffeeway onramp. drives under a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAIN BRIDGE",
          "text": "Where the BANDIT waits. He jumps-~~ (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f114 115 116 117 118 119 120 121 122 123 124 Blue Revision 05/05/2000 61. CONTINUED: ‘ --THUDS onto the roof of the trailer. The Big Rig RUMBLES up the onramp. With four BLACK CIVICS following it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bare except for a lawnchair and the futon Brian sleeps on He answers his RINGING cell, half asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER'S VOICE",
          "text": "They hit last night in Santa Fe Springs. Bilkins pushed the raid up to this afternoon at seventeen hundred. Go back to sleep, kid. CLICK. Brian sits up and rubs his eyes, wide awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian's 240SX is painted primer gray. Now the work can begin in earnest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three dozen SWAT OFFICERS (FBI and Long Beach PD) sit at classroom desks as Bilkins, Tanner and Muse explain their targets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INTERCUTTING TORETTO'S GARAGE and the SWAT CAGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE INSTALLS SENSORS AND WIRING.",
          "text": "114 115 116 118 119 120 121 122 123 124 \f125 126 127 128 129 130 131 132 133 134 135 136 137 138 139 140 141 Blue Revision 05/05/2000 62. SWAT COPS LOAD MAGAZINES WITH FRESH HOLLOWTIPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia cleans her spray equipment. Brian checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Harry needs me to make a parts run up to Simi Valley. He kisses and to her dismay crosses to Harry's pick-up an takes off. . CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry's pick-up parks next to an unmarked car. cUuT TO: 125 126 127 128 129 130 131 132 133 134 135 136 137 138 139 140 141 \f142 143 144 Blue Revision 05/05/2000 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Muse drives. Bilkins up front. Tanner in back with Brian, showing him the fifty page raid plan. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "We're hitting three locations. There's seven gang members in the garage, Team 1's got that. Lance Nguyen's house is Team 2's, Pete Tran was observed at his residence. He's Team 3's property.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Who's Team 3? Tanner hands Brian a black hood and a flak jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "We are. Brian grins and pulls on the scary black hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER, (CONT'D)",
          "text": "Much better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight SWAT COPS in black battle gear SLAP home magazines. KERCHACK! Let the bolts of their weapons slide home. The van stops. The back doors fly open...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flying out of the back of the truck. Running towards Pete Tran's garage. A SECOND VAN spills out eight more SWATs. EXT. PETE TRAN'S GARAGE — DAY 144",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBANGS EXPLODE",
          "text": "Four MECHANICS, older Vietnamese, throw their hands up as wave of sixteen cop-commandos rolls toward them. They are violently tackled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Running through the garage. Seven of PETE'S TEAM watching video on two couches in the corner. They are ferociously taken down by a well armed offensive line. curt TO: \f145 146 Blue Revision 05/05/2000 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lance finishes brushing his teeth, just out of the shower towel around his waist. He douses himself with talcum powder. Goofs off in the mirror a silly beat. SMASH! The window breaks. Lance stares incredulously at a SWAT COP aiming his MP-5 at him, its laser dotting his forehead. WHAM! The door is kicked in, Lance is tackled by two SWAT COPS. A third SWAT COP in B.G. talks into his radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWAT COP",
          "text": "Base, team two. Bingo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO VOICE",
          "text": "Copy. Gonna buy the Dominator a steak. Lance was listening. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Solidly middle class, nicely decorated. Pete sits at the dinner table with his MOTHER, FATHER, his teenage SISTER. Two older AUNTS and their HUSBANDS. WHAM! The front door is kicked open. The BOOM of a flashbang. Brian runs in with a shotgun, scary as hell with the blac mask. He kicks Pete out of his chair. Drops a knee on his neck and shoves the shotgun under his chin. Muse, Tanner and Bilkins follow, aiming weapons at Pete's terrified family. His Mother and Aunts SCREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Take anything you want. Please don't hurt us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "(hisses) ° We're cops, asshole. Pete stares daggers at the blue eyes behind the hood. Bri grinds his face in the carpet and handcuffs him. They hau Pete to his feet. His FATHER crosses to him, gives hima shamed, hurt look, it becomes an angry glare and he SLAPS Pete, who looks away. \fa Blue Revision 05/05/2000 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "147 148 149 Harry signs legal papers on L.A. County D.A. letterhead. is extremely grateful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Thank you, man. Fines I can handle. I'll pay all that. Probation, no problem. I'm not even jaywalking. But prison, that's... Prison is very scary for Harry. Brian gathers the papers, seals them in an envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "You're cool now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Thanks, Brian. They tap fists. Dominic enters, sees Harry's emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Jeez, Harry, he'll be back. Hurry up, Brian. Toretto pops back out. Brian drops the envelope in the outgoing mail box. Gives Harry a smile and exits. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well north of L.A. The ocean dashes itself against the rocks. The 240SX cruises North, PURRING low and throaty. It slows and stops for a red light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, 240SX, (MOVING)",
          "text": "Brian behind the wheel. Dominic in the passenger seat. They enjoy the beautiful California day. Brian is ecstati about his reborn Nissan. Dominic in the passenger seat, a laptop open on his knees. Making adjustments to a fuel mapping program. “",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Okay... Standby... Go! Brian stomps the gas. Clutch up. The car takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Shift! Double clutch! Shift! Shift! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f149",
          "sentiment": "neutral"
        },
        {
          "speaker": "149A",
          "text": "Blue Revision 05/05/2000 66. CONTINUED: ‘ . 149 Brian works through the gears. The car passing 120MPH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Floor it! Wind her out! The engine nearing redline, SCREAMING in protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Brake! Brake! Stomp the damn brakes! Brian does. The car swerving wildly as it bleeds off spee The anti-lock brakes JACKHAMMERING. Brian barely keeps it on the road. Dominic looking at Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Drive hard. Smash the throttle like a bug. Kick the clutch in. Shift hard. Use force. Pimp slaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Pimp slaps? Dominic SLAPS Brian's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Like that. Brian gives him a look. Dominic smiles. Then Brian smiles They stop at a red light. Brian's BEEPER goes off, he ignores it. EXT. PACIFIC COAST HIGHWAY - DAY 149Aa B red Lamborghini Diablo GT pulls alongside them. It's vanity plate reads: @ THE BIZ Dominic looks at the TALENT AGENT behind the wheel, the gorgeous ELITE MODEL riding shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Nice car. What it cost? The Agent eyes Dominic like a bug. Dominic just grins bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Four hundred twenty three thousand dollars. The Agent REVS the engine, he wants to impress his-girl. The light about to change. Brian and Dominic trade looks. The light. turns GREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Hit it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "149C",
          "text": "150 151",
          "sentiment": "neutral"
        },
        {
          "speaker": "151A",
          "text": "Blue Revision 05/05/2000 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Brian mashes the gas. Beats the Lamborghini off the line. Brian works the gears. The speedometer climbing fast. Brian's Nissan blows away the Lamborghini. It shrinks in the rearview as the frustrated Agent gives up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, this car is fast. Easily the victor, Brian eases off the throttle. He and Dominic tap fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Homeboy got jipped EXT. NEPTUNE'S NET - DAY 149¢ Brian pulls up to the funky restaurant. There are SURFER DUDES and CHICKS. BIKERS and their BABES. Dominic and Brian exit the car. Brian's BEEPER goes off again. Domini thrusts his cellphone at Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Get your page. Brian's heart pounds as he takes the phone and dials--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tanner waits by the phone. It RINGS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "--Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". BRIAN",
          "text": "Yo, it's Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Yo, Brian. Get your ass back to base xight freaking now. Tanner hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian expertly plays it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "All right, have a good one. Later. Brian hangs up. Hands the phone back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Revision 05/05/2000 68. 151A CONTINUED: ‘ 151A 152 153",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "My Uncle. Checking up on my ass Dominic looks at the cell's screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "L.A. number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "He drives out sometimes. Dominic hits SEND. Brian's mouth dry as a bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Who's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Who's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "I'm me, That's who it is. What are you to Brian? Tanner REACTS, realizes who he is talking to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "I'm family. Tell him the least he can do is have dinner with me. I'm not out here every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Yeah, I'll tell hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Staying with Dominic -- He SNAPS shut his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Least you can do is have dinner with your Uncle. Dominic's paranoia abates. Brian is relieved. Dominic pulls a toy race car from his pocket. Hands it to Brian. Brian notes driving instructions written on it. 1 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f153",
          "sentiment": "neutral"
        },
        {
          "speaker": "153B",
          "text": "154 Blue Revision 05/05/2000 69. CONTINUED: ‘ 153",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Your invitation to Race Wars. Brian grins and they enter the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A very angry Bilkins sits at his desk glaring at Brian ov steepled fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILKINS",
          "text": "The vehicles in Tran's garage were not black Civics. The machine gun didn't turned up. The VCRs were legally purchased from the Good Guys by Tran's Uncle who owns a video store and dubs pornos. We have nothing tying Tran's team to the hijackings. They O.R.'d on bail an hour ago. Ail of them. Prosecutor's waiting until Monday to drop the charges in case the machine .gun turns up. Officer O'Conner, you have embarrassed me in spectacular fashion. JI have zero tolerance for misconduct. I'm placing you on home duty pending the Internal Affairs investigation. I recommend you contact an attorney. You are dismissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Yessir. Stunned, Brian retreats to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A spectacular view. Tanner leans on the rail, haggard, solemn. Brian joins him. Tanner fixes him with a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER _",
          "text": "Either Toretto fed you a line of shit or you're the one who fed us a shit sandwich. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f154",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Blue Revision 05/05/2000 70. ‘ 154",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER, (CONT'D)",
          "text": "I know you're too smart to let that goombah play you so I'm leaning toward the latter. He never gave you those serial numbers, did he? Brian can trust Tanner, he always has.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I copied them from the manifests. Tanner shakes his head sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "Sergeant Tanner, Pete Tran is our guy. I know I'm right. I learned from the best cop who ever wore a badge: my dad. He taught me it's black and white. We gotta do our job and stomp these insects, like the dick-lice son- of-an-asshole who shot my daddy in the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "It doesn't matter who you lock up, you can't bring him back. You've always been a good kid but it scares the shit out of me to hear you talk like that. Black and white? There's something I have to tell you. (deep breath) Brian, the man you think your dad was and who he really was are two different things. Your dad was a top drawer police officer. But he was just as human as the rest of us, (a beat, quietly) He was having an affair with Jack Van Patton's wife. Brian REACTS, ready to throw Tanner off the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER, (CONT'D)",
          "text": "Being a good detective and all, Van Patton found out. He ambushed your father, not some criminal at large. A brother cop killed your dad. - Tanner squeezes Brian's shoulder. Let's him absorb that.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER, (CONT'D)",
          "text": "That's why Van Patton stuck a shotgun in his mouth. It was a mess. But everyone did what they had to do to make it right. Nothing's black and white but the damn cars we drive. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f154 155 159 160",
          "sentiment": "neutral"
        },
        {
          "speaker": "160B",
          "text": "161 Blue Revision 05/05/2000 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Brian looks like he can't breathe. He grabs the rail for support. Blinks back tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Jesus Christ, Lou. What am I supposed to do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Save your ass by cracking this damn case. Otherwise come Monday, they'11 rip you to pieces. Your first instinct was this Race.Wars thing. Follow your nose. Brian looks at Tanner. Grateful for the reprieve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I'll do what I gotta do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian's Nissan rockets across the bleak landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian holds the toy car Dominic gave him. Ahead a lonely intersection quarters the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A leathery OLD MAN, the only sign of life for miles sits a rock. He watches Brian's car pull up. Brian shows him the toy car. The Old Man points out the road leading to t mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. DESERT - DAY ” 161 Through a LONG LENS and dancing heat ripples we SEE a gathering. Vague, indefinite, then color and form impose themselves as we move...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f162 163 164 Blue Revision 05/05/2000 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Woodstock of underground racing. Held at an abandoned airport. Hundreds of amazing cars, hundreds of people. Ra THUMPS from dozens of speakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO RUNWAYS",
          "text": "Run drag races. Long lines of paired cars await their tur ENGINE NOISE rises and falls with each quick race. MUSIC BOOMS from a hundred stereos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIND BRIAN'S 240SX",
          "text": "Approaching a parking area-near a TENT CITY. Brian navigates through an eclectic crowd, everyone from gangbangers to Suburbanites. He's wary, watchful, looking for answers on the faces he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bleachers have been set up along two runways. Old tires a hay bales for safety. DISPLAYS show their times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cars awaiting their turn two by two. INSPECTORS in white lab coats check them out, soap numbers on windshields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian, walking through the cars. He SEES Jesse's VW waiti in line to race. He crosses to Jesse and leans in his window. They tap fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Yo, Jesse. Where's everyone at? Jesse points. Now Brian SEES Dominic, his team, Mia, standing by their cars, which are parked in a staging are near the runway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Wish me luck. Brian sees worry on Jesse's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "What's up? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f164 165 Blue Revision 05/05/2000 73. CONTINUED: ‘ 164",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "I'm racing for cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Ain't this your dad's car? You can't bet what's not yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "’ No, lookit, I'll win this fool's car, then me and my pops can roll together when he gets out of prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Not if they lock him back up after he kills you. Call it off, who you racing? Brian looks over Jesse's car at the racer he's paired wit Brian REACTS -- The other racer is Pete Tran, driving his Mustang. He glares at Brian, who glares right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "You better win, man. An OFFICIAL with a.clipboard waves Jesse and Pete forward It's their turn to race. Brian watches Jesse pull up to t starting line. Jesse's having second thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time displays are reset to zero. A stoplight between the lanes glows red. The light turns yellow. The two drivers tense with anticipation. Jesse grabs the shifter. Pushes in the clutch, trades looks with Pete. The light turns green... VROOM! Tires spin as the VW and Mustang launch like missiles. Jesse's head is thrown back, he pulls ahead for an early lead. Then Pete closes the gap until they are dead even. They burn through the gears. Jesse gives Pete the finger and hits the nitrous. He shoo ahead several lengths. Pete isn't worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Too soon, my child. Pete eyes his gage cluster, the track ahead, calculating. Then hits the nitrous... (CONT INUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f165",
          "sentiment": "neutral"
        },
        {
          "speaker": "165A",
          "text": "Blue Revision 05/05/2000 74. CONTINUED: ‘ 165",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE'S MUSTANG",
          "text": "Busts the finish first. Then Jesse by half a car length, with tears in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic shakes his head sadly at Jesse's loss. Then Mia a his team REACT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT THEY SEE",
          "text": "Jesse keeps going--",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE'S VOICE",
          "text": "Where's Jesse going? --right out the gate. Gaining speed, SMASHES through the outer fence and is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Dominic's team trades surprised looks. Brian runs over an joins them, Mia happy to see him. Brian taps fists with Dominic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Jesse raced Sneaky Pete for pinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Dammit. It's a problem he didn't need. He watches Pete pulls up a get out of his Mustang. And-is quickly joined on foot by Lance and a dozen surly Long Beach Viets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "I won. That's my car now, where's he taking it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "To the car wash or something. You'll get the car. We're not shysters. Just be cool. Pete looks at Dominic, scowls. His team menaces closer. Vince looks ready to chew Lance's head off. Leon, Letty even Mia, are ready to scrap. A crowd gathering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Be cool? Cops were up in my house shaming me in front of my family because you dropped a dime on me. Cops were talking about you on the radio. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Revision 05/05/2000 . 75. 16SA CONTINUED: ‘ 165A Dominic REACTS. And despite himself, Brian too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Bullshit. I never dropped a dime on no one. I'm not down with the Man. Pete points at Brian accusingly. PETE . Bullshit. Your blue eyed butt boy is the Man. The team out there jacking trucks, I bet it's your team. Don't even think you're putting your sins on me. I'm sick of you messing with my team. It's stopping. Now. --CRACK! Dominic nails Pete on the tip of his jaw. Pete throws a combo, landing one on Dominic's forehead. Now Dominic really goes nuts, savaging Pete with a vicious series of blows. Vince and Lance punch each other. Pete's Crew surges forward-- -~Brian swings at two Vietnamese who rush him. Letty stan her ground, throwing solid punches. As does Leon. Mia clotheslines a Vietnamese guy running at Dominic with a screwdriver. He goes down on his back, the screwdriver is suddenly seized from his hand as several sequoia-sized SAMOAN SECURITY GUARDS wade into the fracas, separating t - combatants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMOAN GUARD",
          "text": "Get back! Y'all ain't squabblin' here. The teams trade hard stares as they part. Pete, his eyebr split and bleeding, wipes blood from his face and flicks at Dominic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "This isn't over. Dominic tries to charge Pete, but is restrajned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMOAN GUARD",
          "text": "Sorry, Toretto, keeping the peace is all. Harmony, bro. Dominic understands, they tap fists. Dominic and his team head back to their tents. Letty sucks on a split knuckle. Dominic looks at Brian, angry and suspicious. Vince looking at Brian, walking with Mia. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "166 167 168",
          "sentiment": "neutral"
        },
        {
          "speaker": "168B",
          "text": "Blue Revision 05/05/2000 76. CONTINUED: (2) ‘ 165A",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "He's a nutcase. There's no way you're a cop. Brian grabs her waist reassuringly. Dominic waves Vince over and whispers to him as they walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, ABANDONED RUNWAY",
          "text": "It's time to dance. A full on rave is in effect. A thousand plus bodies undulate to a techno throb. Strobes flicker. Lights pulse. Dancers wave lightsticks and glow in the dark staffs and hoops. A Dd works the 1's and 2's from atop a tall tower of scaffolding aglow with a thousand lightsticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian exits a port-a-potti, hitching up his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian is surprised to arrive to find no one about. He begins searching the bags and equipment. His experienced hands work quickly. Then he finds it -- A speargun tip. Brian stares at the damning evidence in his hand. He sags visibly as he realizes Dominic's team are the hijackers. CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian moves through the cars, then stops in his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia and Dominic have a heated argument. Letty and Leon si in Letty's Eclipse. Vince waits in Dominic's RX7. Mia clearly doesn't want Dominic to leave. She grabs his arm He jerks away, gets in his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE,",
          "text": "Brian watches them go, the wheels of revelation turn. Bri feels chopped off at the knees. Dominic is the crook he i after. Brian takes a beat to compose himself, runs back t the tent city. \f169 174 175 176 Blue Revision 05/05/2000 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 174",
          "text": "EXT. TORETTO CAMP - NIGHT — 175, Brian waiting for Mia, all smiles, like nothing is wrong. She arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Where's everyone at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "They're meeting us by the DJ's tower. C'mon. Mia runs off toward the rave. Brian follows with urgency, hurt by her lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Mia, wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mia plunges into the crowd, Brian follows her deeper and deeper into the writhing mass of limbs. She teases him, playing hide and seek in the humanity. Trance dancers in various altered states jostle Brian. He plows his way through entranced bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian loses sight of Mia. Searching through the crowd. More and more frantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian has lost her. He stands there, looking around, the only static figure in a sea of colorful motion. A tap on his shoulder. He turns. It's Mia. Dancing, sexy, smiling. Brian grabs her shoulders and stills her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Every badge in the Southland warits to blow your brother out of his boots. This is your chance to save his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "What are you talking about? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Revision 05/05/2000 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I'm a cop. I'm investigating the hijackings. I'm from Simi Valley, not Arizona, Mia REACTS. Fights away from his grip. She punches him hard in the.stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "You asshole. You lied to me, Brian. Oh, God. Is that even your name? What's your real name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Brian O'Conner. They suggested I use my real first name to be more natural. Mia can't believe this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "That's so wrong. You played me like a piano. You don't do that to people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "My feelings are real, Mia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "; Mine were too, They were. But you lied to me. Brian and Mia look at each other as their hearts break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Okay, I lied. But unless you help Dominic, you're gonna be standing by a hole in the ground with him in it. Help me save him. A beat. Mia grabs his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Let's go. cut To: 177 EXT. ABANDONED GAS STATION - NIGHT ° 177 A lonely, tired old building in the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four cars parked under tarps. Three tarps are pulled off reveal the stealth black Civics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "177B",
          "text": "178 179 Blue Revision 05/05/2000 79. CONTINUED: ‘ 177A To reveal Leon, Letty, Dominic and Vince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Don't like doing this without Jesse. Vince screws a tip onto a speargun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "This is sketchy with all the heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "It's perfect. Two thousand people saw us tonight. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIGURE on a motorcycle watches the abandoned gas statio with binoculars. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three cars gaining speed. PUSH IN ON:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LEAD CAR",
          "text": "Right through its darkened windshield--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Dominic drives, Next to him is Vince, both wear earpieces. The mood serious, professional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "We're a car short so Letty, you got right side. Leon, keep on the scanners, Man wants us bad. We cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LETTY",
          "text": "Her gameface on. Tightening her four point harness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "I'm cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LEON",
          "text": "He adjust the police scanners in the dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I'm cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK WITH DOMINIC",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f179 180 181 Blue Revision 05/05/2000 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You cool, Vee? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "I'm cool. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian doing 120MPH. Mia has a map on her knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Civics are stashed here outside Thermal. Brian looks over at the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "They wouldn't double back. And the ten is too well patrolled. Shit, that leaves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "All this. Mia's finger points to an area where four highways come together. Brian grabs his cell and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tanner fast asleep with his WIFE. The phone RINGS. He answers groggily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "Tanner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "It's me. I got a tasker. Call Pac Bell security and get a cell trace going on Toretto's phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER",
          "text": "I'm on it. Making headway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Bigtime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f181 182 183 184 185 Blue Revision 05/05/2000 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CLICK. Brian hangs up. He and Mia trade a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tandem Big Rig, king of the road, plies the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DRIVER is a lean mean former Marine, a plug of tobacc in his cheek, Neil Young on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIGHTS IN THE MIRROR",
          "text": "Blind him. He grabs a chopped shotgun off the seat next t him. KERCHACK! Loads a live one. This big boy's playing for keeps. A pick-up passes him. Keeps going. The Driver relaxes a notch, puts down the weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian's cell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANNER'S VOICE",
          "text": "Northbound 86. Mile one fourteen outside Coachella. Watch your six, Lone Ranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Everyday. Brian hangs up. Mia looking at the map. Points straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "We're good. Exit's four miles that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three black Civics zoom closer to their target, lights of",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP THE ROAD",
          "text": "Is the Tandem Rig. \f186 187 189 190 Blue Revision 05/05/2000 82, INT.» DOMINIC'S CIVIC (MOVING) - NIGHT 186 Vince puts on a gas mask. Dominic pulls closer to the Tandem Rig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Big honker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Civics take position on either side of the Tandem Rig They hit their HEADLIGHTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Driver REACTS. SEES the Civics on either side. Dominic's Civic pulls in front. Vince stands up through t sunroof in a gasmask, aiming the speargun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THWACK",
          "text": "The anchor pierces the windshield. The Civic guns it and the windshield is torn from its frame. The Driver lays a hand on the shotgun and grins. Ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vince reloads the speargun. Aims. Fires...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THWACK",
          "text": "The spear embeds itself into the seat by the Driver. Vince stands atop Dominic's Civic. An insane surfer. He activates the winch on his chest and leaps-~ ~-The winch pulls him to the Tandem Rig. WHAM! Vince hits the grill. He grabs the bulldog hood ornament, pulls a chemical grenade from his pocket and pu the pin and tries to pull himself onto the hood. Dominic pulls far ahead to recon the freeway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE TANDEM RIG",
          "text": "The Driver SEES Vince's head pop up. He aims through the open windshield-~ BOOM! He fires -- Shredding the hood by Vince's head. Vince drops the smoking grenade. It skitters across the highway, HISSING smoke. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f190 191 192 193 194 Blue Revision 05/05/2000 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "KERCHACK! The Driver shucks in a fresh shell and aims at Vince's hand gripping the Mack bulldog. BOOM! Nine SCREAMING buckshot pellets-- --Gouge the hood, and Vince's hand, shredding his glove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, TANDEM RIG, (MOVING)",
          "text": "Vince lets go. BANGS against the grill, hanging by the steel cable attached to his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "I'm hit. Guy's got a boomer. Shoot this fucker,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "(filtered) No way. That thing jackknifes, you're all dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "Get me off'a here, now! Dominic's Civic instantly drops back, ready to help...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HOWLING WHINE 192",
          "text": "Three HURRICANE MOTORCYCLES appear like demons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN",
          "text": "On the lead bike. He pulls the Mac~11 from his jacket. Behind him is--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANCE",
          "text": "Who opens the throttle wide on his bike and pulls ahead o Pete. An overpass, its CONCRETE COLUMNS just ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "Boss, we got bad company. Pete zips alongside Dominic, who's Civic is.ebumper to bu with the Tandem Rig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE TANDEM RIG 194",
          "text": "Fearing Pete's Mac, the Driver lays down on the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN",
          "text": "Aims the Mac at Dominic. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f194 195 196 197 Blue Revision 05/05/2000 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "You're going down for this shit, not me. BRRDDDDDDT! He shoots Dominic's front tire. Rubber shreds off. The magnesium rims GRIND on the asphalt, trailing sparks. The Rig is swinging back and forth. The two trailers oscillate back and forth in ever increasing arcs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LETTY",
          "text": "She sees Lance getting in position to shoot out her tire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "Oh, no you ain't... Letty stomps the BRAKE, whips the wheel. Her car spins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANCE IS",
          "text": "Suddenly staring at the side of Letty's Civic. Too late to correct. WHAM! He hits and ricochets into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CONCRETE COLUMN",
          "text": "SPLAT! His bike EXPLODES. And that's the end of Lance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY'S CIVIC 195",
          "text": "Spinning, WHACKS a concrete column. Shearing off the back The wreckage comes to rest and an unscathed Letty thanks rollcage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You okay Smurfette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTY",
          "text": "Yeah, I'm fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Get her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN . 197",
          "text": "Looks back at the roiling fireball consuming his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Lance, no! He pulls a fresh mag from his jacket. Now he's going to kill Dominic. \f198 199 200 201 202 203 - Blue Revision 05/05/2000 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE 198",
          "text": "Unstraps the cable reel from his chest, wraps a turn of cable around his forearm and leans out forward fromthe grill. So he can leap onto the roof of:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC'S CIVIC 199",
          "text": "Swinging back and forth in time with the swerving Rig. No easy with a drive wheel running on the rim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN 200",
          "text": "Appears alongside Dominic. Dominic knows it's for keeps this time. He jerks the whee ducks, swerving away. Just as-~ Vince jumps. And Pete opens fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRRRRDDDDDDDT",
          "text": "Rounds pepper Dominic's car, the hood, the delicate engin Vince falls under the rig's massive bumper. Being dragged by the cable on his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN 201",
          "text": "And the remaining Hurricanes are far, far up the road mak a speedy getaway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE 202",
          "text": "Is a tough costumer, he pulls himself out from under the truck. Now halfway up the grill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "I'm okay. I'm okay. He's happily back on the grill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC'S CAR 203",
          "text": "Is dying. The engine HOWLS as it chews itself to scrap. THOOMP! A small explosion under the hood. And the engine quits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "That's all she's got. I need a ride. Leon, with Letty already on board, SEES Dominic's disable Civic up a ahead rolling to a stop up a ahead. SCREECH! H slams on the brakes to pick up Dominic. \f204 205 206 207 208 209 Blue Revision 05/05/2000 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE CAB 204",
          "text": "The anchor pulls free from the seat, flies out the window",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE",
          "text": "Falls under the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ANCHOR 206",
          "text": "Catches on the Bulldog hood ornament.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER THE RIG'S CAB 207",
          "text": "Vince is buffeted violently against the tires. The cable tears into his flesh of his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian and Mia drive past Lance's burning Hurricane and Letty's demolished Civic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "It went bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Real bad. Next they pass Dominic's smoking and shot-up Civic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "Two down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT THEY SEE",
          "text": "Ahead is Leon's Civic, and it's catching up to the Tandem Rig -- That is dragging Vince underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "It's vince!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN FLOORS IT, PASSING THE CIVIC. 209",
          "text": "Brian guides his car alongside the trailer where Vince is dragging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Drive! Mia climbs onto Brian's lap. Their limbs tangling and untangling as Brian gives her the controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "I got it! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f209 210 211 212 Blue Revision 05/05/2000 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Brian opens the sunroof. Stands up, buffeted by wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Closer! Closer! Mia guides the car right alongside the trailer. She works the wheel, expertly following the back and forth swing. Brian leans way out of the sunroof. Hanging over the side of the car, his legs bracing him. He REACTS to the paveme zooming past his face. He extends his arms, reaching for Vince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HOOD ORNAMENT 210",
          "text": "Tears out. Cable WHIPPING--",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCE 211",
          "text": "About to slide under large dual wheels-- Brian grabs Vince's belt with both hands. He pulls him in a bearhug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Got him! Stop! Stop! Mia whips the car away from the Tandem Rig. EEEEEEEEEE! Stomps the brakes, the car swerving violently, Brian's ar tight around Vince's torso. The Tandem Rig goes on its way. The 240SX stops on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian gently lays Vince on the street. Kneels over him. Vince is pretty torn up. The cable has mutilated his righ forearm. He has bad road rashes. The black Civic comes to stop near them and Dominic is out like a shot. Brian does first aid assessment, all business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "You know what you're doing? °",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Gimme your belt. Dominic yanks off his belt. Hands it to Brian. Who tourniquets Vince's arm just below the armpit. Brian straddles Vince and does heart thrusts. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f212 Blue Revision 05/05/2000 88. CONTINUED: ‘ 212 Dominic gets ready to blow air in Vince's lungs. Brian ca see he has had training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Vee, I'm kicking your ass if you die. They. administer CPR for a long beat. Mia gets out of the car and watches Brian, struck by how earnest he is. | After a set of chest thrusts, Brian checks for a pulse. T his great relief, he finds one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "He's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "He's breathing, Dominic's relief is clear. He looks at Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", BRIAN",
          "text": "Someone doesn't start a couple full bore IVs, he's dead in ten minutes. Brian flips open his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHP OFFICER VOICE",
          "text": "Highway Patrol. State your emergency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "(into phone) This is Officer Brian O'Conner. I'm off duty LAPD. I need a lifeflight rollout. My twenty's the 86 Highway at mile marker fifty six. One trauma victim. Twenty two years old. Six foot. One eighty. He's in shock, bleeding out and in cardiac arrest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHP OFFICER VOICE",
          "text": "Okay buddy, I'm putting them in the air, Gimme your badge real quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "One nine six zero four. « Dominic looking at Brian, overwhelmed with betrayal. Bria feels just as betrayed, his jaw muscles rippling as he clenches his teeth. Then Vince begins shaking violently. Brian and Dominic give him their full attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f213 214 215 Blue Revision 05/05/2000 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STAR on the horizon is moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spotlights zoom across the desert. Then onto the freeway. Then onto the black Civic, Brian's 240SX and a cluster of people below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian covers Vince with his body as debris swirl in the powerful chopper's rotorwash. it is a maelstrom of light and noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter hovers over the freeway and lands. Instant two PARAMEDICS pop out and run TOWARDS CAMERA with aid pa and a trauma board. The Paramedics strap Vince to the board. Brian helps carr him to the waiting chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Move! Move!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vince is loaded into the back of the air ambulance. Brian and Mia pile in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Get in! Get in! Brian looks over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The black Civic with Dominic, Leon and Letty inside is hightailing it out of there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian isn't surprised, he expected as much.e CREW CHIEF slams the door, gives a thumbs up and the pilo twists the throttle. The desert drops away. Mia looks at Brian, who is watching the Paramedics start on Vince and prep bags of blood expander. Brian feels Mia gaze and turns te look at her. Mia squeezes his hand. cuT TO: \f216 217 218 219 Blue Revision 05/05/2000 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian and Mia somber. Doing a hundred on the 10 East. Heading back into L.A. The spires of downtown are amber towers of flame as the sun gives them its morning kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The big bad black Buick Regal is parked on the lawn. The front door is open, Brian's 240SX pulls to a stop and Bri and Mia get out. They look at the Buick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "What are you going to do to him? Brian gives her a look",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic exiting the front door with a shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Instinctively draws his gun. Draws a bead on Dominic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Drop it Toretto! No more running! Dominic stops. Lowers the shotgun to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "I didn't run from you. I had to find Jesse. Pete Tran's got him. I knew this shit would happen. You gonna shoot me, cop? Dominic is desperate, anxious. Brian lowers his pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Lance Nguyen's dead. Vince lost his arm. Least he's stable. Enough is enough. Tell me where Jesse is. I'll get a SWAT unit in there. We'll handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Want his blood on your hands? You know Pete's a twisted freak. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "216 217 218 219 \fr 219 220 221 Blue Revision 05/05/2000 91. CONTINUED: ‘ 219",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "He hears a siren or sees any more SWAT ninjas, he's blowing Jesse's head off. He's a kid, man. He's like family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "What are you gonna do? Lose your head too? You know what kind of firepower they got. A beat as Dominic looks at Brian in anguish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "I gotta do something, Brian. I'm all he's got. Brian bites his lip, thinks a beat. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "No you're not. Let's go. Dominic is relieved. He gets in the Buick and its massive engine ROARS to life. Brian, gets back in his car, gives Mia a worried look. Both cars depart with haste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In San Pedro near the Los Angeles Harbor facilities. Dominic's Buick pulls behind a warehouse. Brian's 240SX stops alongside it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Don't let him get himself killed. Brian looks at Mia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I won't. Brian and Dominic exit their cars at the same time, weapo ready. They trade a look -- They're in this together. Mia getting out of Brian's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN/DOMINIC",
          "text": "Stay in the car. She does, very reluctantly. Dominic points the way. He and Brian cross to some dumpsters. Checking weapons. Dominic fumbles with the shotgun's action. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f222 223 224 Blue Revision 05/05/2000 92. CONTINUED: ‘ 221",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Gimme the shotgun. (off Dominic's look) I shoot like you drive. Dominic gives him the shotgun. Brian hands him his Glock. They crouch behind the dumpsters, eyeing a warehouse. It looks like no one is here this quiet Sunday morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "The guy who moves my shit, that's where he keeps everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Ted Henderson. Dominic shoots Brian a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Guess you only look dumb. Brian is observing the area with his trained eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big sliding door is open about 2 feet. Brian and Domini approach the open door. It feels like a trap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Let's run for it. They back up for a good running start. And run as fast as they can for the intimidating opening--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daylight pours into the dark warehouse from the partly op door. Brian charges inside, then Dominic. Brian dives behind a row of pallets. Followed by Dominic. They lay flat on the concrete floor, panting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To get a look at this place. It's full of the latest stuf everyone wants. Motorcycles. Big Screen TVs. Luxury cars and parts. VCRs and DVD players. Brian and Dominic take i the panorama before them. Not a soul in sight, except for",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Bound and gagged. Eyes brimming with agony and dread. Because he is chained to the undercarriage of: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f224 Blue Revision 05/05/2000 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CHEVY SUBURBAN",
          "text": "Hanging from a gantry crane. It is slowly being lowered t the cement floor. 20 feet to go. With its wheels removed, Jesse will be squashed like a bug. He thrashes madly. SCREAMS into the duct tape on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC AND BRIAN",
          "text": "Trade incensed looks. Dominic points at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mounted to the far wall of the warehouse. A perilously exposed stretch of open floor leads to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Wherever Pete is, assume he's covering those controls. Dominic doesn't care. He goes for it, up and running befo Brian can stop him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "Dominic, no! Dominic running across no man's land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN APPEARS",
          "text": "Ducking out from between a row of stolen BMWs. He levels the Mac~-11 at Dominic with a sadistic grin-- KERCHACK! Brian shucks in a fresh one. Shoulders the big gun-- BRDDDDDT! Pete opens fire, his Mac firehoses lead-- Bullets tear into Big Screen TV's and motorcycles as they chase after a running Dominic. He dives between two Hurricanes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOO-YEAH",
          "text": "Brian fires. Taking out a Beemer windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN",
          "text": "Is hit, he jerks backwards. Disappearing between the Beemers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Still several yards from the crane controls. Trapped. BAM BAM-BAM-BAM-BAM~BAM! He fires Brian's pistol uselessly at the shadows. CLICK -- It's empty. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f224 Blue Revision 05/05/2000 94,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Stares at the cement floor a couple feet from his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Runs out in the open, cycles the pumpgun -- KERCHACK! Sprints towards Pete's position. He hits the ground, rolls...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN",
          "text": "Slaps home a fresh magazine. He lays on his belly, to sho under the cars at Brian. The Mac CLICKING against the cement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Heard that, fires at the noise--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOO-YEAH",
          "text": "Buckshot SIZZLES under the cars. A ricochet ZINGS into Pete's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Is up and running, towards the cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN",
          "text": "SEES Brian's feet running toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRRDDDDDDDDT",
          "text": "Strafes Brian's legs. Who zigs as he runs. Bullets chasin his feet. Brian jumps onto a huge TV. Bullets chew up its base, where Brian's feet would have been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "SEES a motorcycle helmet.. He SEES the Suburban is maybe feet off the floor. Time to act. He grabs the helmet, stands and runs toward the Suburban, helmet under his arm like a football. Aiming the empty gun in Pete's direction",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "It's me Pete! Want me? Get me! C'mon, Pete!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN",
          "text": "Pops up like a demonic piece of toast. Aiming at Dominic- \f© 225 Blue Revision 05/05/2000 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN 225",
          "text": "Runs for the controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Dives for the Suburban... Tosses' the helmet under the ax",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN",
          "text": "Opens fire -- BRDDDDDDDDDT! Bullets shred the Suburban.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Slaps the emergency STOP button. The motorcycle under the helmet CRACKS IN TWO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE'S NOSE",
          "text": "Touches cement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN",
          "text": "Whirls on Brian... PETE'S FINGER -- Tightens on the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "One hand on the stop button, the other gripping the shotg takes a one handed shot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE TRAN",
          "text": "Jerks out of sight behind the cars as buckshot splits his chest open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SUBURBAN",
          "text": "It appears to be solidly resting on the floor. On Jesse. Brian works the controls and the Suburban is suddenly lif several feet from the floor. Dominic crosses to Jesse. His head hangs limp. Then his eyes open and he begins thrashing. Very much alive. Dominic grins from ear to ear. Brian leaps onto the hood of a Beemer. SEES Pete sprawled behind it. He jumps down and kicks the Mac out of the way Pete is no threat. He's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f225 226 227 228 229 Blue Revision 05/05/2000 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The door. Dominic walks out, silhouetted by daylight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. TED'S WAREHOUSE — DAY 226 Brian’walks Jesse outside, an arm around his waist. Mia comes running. Brian hands him off to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "He's okay. Call nine one one. Brian looks for Dominic. Hears a massive ENGINE STARTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIA",
          "text": "Just let hiim go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I can't. Brian takes off running...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic's Buick disappears around a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE",
          "text": "Brian hops in his Nissan, starts it and follows. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian burns up the road. Dominic nowhere in sight. Brian' cell RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC'S VOICE",
          "text": "Turn right on Harper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "CLICK. Brian SEES Harper street. Makes a sharp right. Then stomps his brakes -- EEEEEEEEBEEEEE! Because Dominic is right there. Stopped at a red light. Brian's Nissan stops several yards behind him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f229 230 Blue Revision 05/05/2000 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Brian squints though his window at the Buick. Dominic extends an arm out and waves Brian forward. A beat. Then Brian puts it in first and pulls up to the Buick-- EXT. INTERSECTION — DAY 230 --stopping nose to nose above white crosswalk line. The cars, now side by side, RUMBLE with power. Dominic and Brian look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "We used to drag here when in high school. Streets're laid out all precise. That light up there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP THE SIDESTREET",
          "text": "Is another RED STOPLIGHT. At a RAILROAD CROSSING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC, (CONT'D)",
          "text": "Is exactly one quarter mile from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the left, a good distance away is a FREIGHT TRAIN, mov at a good clip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "When that light turns green, I'm going for it. I'm beating that train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Just gonna drive away from everything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "All I see here is you, (a beat) I only lost one race in my life. My first. My old man beat me bloody that night. Never lost a race since. Swear to God. Brian looks at Dominic, these two are way beyond bullshitting each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "My dad was a cop. I knew from the day I was born I was gonna be one too. Because he told me so. They trade understanding locks. It's all kind of funny, b it isn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THAT DAMN TRAIN",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f230 231 Blue Revision 05/05/2000 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Is getting closer. Dominic settles in his seat, because..",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OTHER LIGHT",
          "text": "Is turning yellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN, (CONT'D)",
          "text": "You go, I go. Brian frantically sets his turbo and NOS controllers. Dominic is cool as a cucumber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "I'm going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "What are we racing for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOMINIC",
          "text": "Freedom. Brian gives him a nod. Then two hands grab shifters -- 1s gear. Two feet on clutch pedals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO PAIRS OF EYES",
          "text": "Watching, waiting for...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GREEN LIGHT",
          "text": "VROOM! The Buick is a monster, its left front wheel rises two feet off the ground as engine torque twists its chass",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TWO CARS",
          "text": "Lunge forward. Suddenly that train looks closer than ever",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND GEAR",
          "text": "Dominic pulls ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car rockets forward. Brian ignores the gages and LISTENS to the engine. Time seems to slow as Brian finall finds that special zone... His face reflects a serenity we haven't seen before. It seems like forever as he clutches and shifts into thir Just as perfect as can be. He can almost hear each individual GEAR in the transmission. The car is SPEAKING him as none have before. \f232 233 234 235 Blue Revision 05/05/2000 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dominic can FEEL Brian right behind. Dominic is in the zo too as he slips the Buick into FOURTH GEAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A scary place to be right now because a huge train and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--two fast cars are approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ENGINEER REACTS. Because he's about to nail two cars. He curses their stupidity as he hits the AIRHORN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian focuses on getting every last foot pound of torque from his engine. Computer, car and driver have become a trinity of acceleration. The train is so close Brian can feel the RUMBLE of its diesels in his bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE INTERSECTION",
          "text": "A lot of fast moving metal is coming together and it look real bad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TWO CARS",
          "text": "Are dead even. Dominic pulls ahead. Then Brian. Then Dominic again. Now over a hundred MPH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRAIN",
          "text": "HONKING its airhorn. Nothing can stop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN AND DOMINIC",
          "text": "Make eye contact. And within the molasses of time that th both occupy now, Dominic says goodbye. AND SLAMS IT IN STH .",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BUICK",
          "text": "Pulls ahead with sudden and surprising acceleration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Realizes he can never beat Dominic. Either he can hit the brakes or... (CONTINUED)",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1991"
    }
  ]
}