{
  "movie_id": "MOV2149",
  "scenes": [
    {
      "location": "DESERT AND BADLANDS NOON 1",
      "time": "LATE AFTERNOON",
      "characters": [
        "ON HER, RADIATING AT ONCE A KIND OF PEACE AND A PURE ENER",
        "TAKE OVER FOR MERC'RY.\" THE SAVAGE DEPARTS. OUR ATTENTION",
        "PLUTO WATCHES THEM GO WITHOUT AN EXPRESSIONAL CHANGE. HE",
        "SLEEPING TUNIC WITH INCREDIBLE DELICACY. GENTLY HE SPREAD",
        "THROAT. TWO MIGHTY SHAKES, ANOTHER, AND THE SAVAGE IS DEA",
        "BOBBY CLIMBS OVER THE LAST ROCK CAUTIOUSLY AND STANDS SHA",
        "RED CONDENSATION OF THE FAR WINDOWS, A LONGHAIRED SILHOUE",
        "THE MOONLIGHT.",
        "BOBBY STRUGGLES FROM ROCK TO ROCK, GASPING FOR AIR AS HE",
        "AHEAD AGAIN, UNTIL THE TWO ARE LOST IN THE DISTANCE.",
        "THEN, JUST AS HE'S ABOUT TO SWITCH CHANNELS AGAIN, A CRIS",
        "HE RIPS THE ENTIRE MATTRESS OUT ONTO THE FLOOR, SPILLING",
        "HANDS.",
        "THEMSELVES ON THE ARMS AND LEGS, AND NOW WE BECOME AWARE",
        "SUPERTHIN ALUMINIZED MYLAR, AND LAST, ALMOST RELUCTANTLY,",
        "AND VALVES DILATE, FLUIDS MOVE TOWARDS THE AIR, BLOOD",
        "FLIPS IN THE AIR, THEN CRASHES ONTO ITS BACK. INSTANTLY I",
        "HIS BREATH ENDS IN SMOKE. THE FAMILY STARES AT THE",
        "HAPPILY BARKING AND PRANCING AROUND DOUG, JUMPING UP ON H",
        "THE RELAYING OF NEPTUNE'S NEWS, THAT PLUTO IS TO COME WIT",
        "SWEAT FROM HIS EYES. HE TAKES OFF HIS SOAKED SHIRT WITHOU",
        "WILDLY, BLINDLY, HE PITCHES HIMSELF INTO A HEADLONG RUN D",
        "\"WELCOME TO NEW JERSEY\" AFTER LEAVING A POLICE CHECK-POIN",
        "LYNNE AND DOUG LIE MOTIONLESS AMID A TANGLE OF BLANKETS,",
        "LEGS. IN A SINGLE POWERFUL ATTACK OF THE FLASHING TEETH A",
        "TURNS IT OVER IN HIS HANDS ONCE, THEN TOSSES IT ONTO THE",
        "DOUG SPRINTS TOWARD THE FIRE OVER THE HILL. WE WATCH HIM",
        "DARKNESS.",
        "STONE, HIGH ABOVE A GROVE OF PINE AND CEDAR. A POWERFUL",
        "BACK AND LOOKS OVER AT THE STATION WAGON, THEN GOES TOWAR",
        "TRAILER.",
        "BEAUTY COMES WAG-TAILING DOWN TO BOBBY, HEAD LOW, TONGUE",
        "ORNAMENTAL OIL, A NECKLACE OF SILVER COINS STEPS OUT,",
        "BOBBY COCKS THE PISTOL, AND DOUG TURNS OUT THE LIGHT.",
        "ORANGE WHOOSH OF FLAME, THEN SETTLES DOWN TO BILLOWING BL",
        "OUT IN FRONT OF THEM.",
        "CIGARETTE, KEEPING HIS EYES ON THE YOUNGER MAN.",
        "GOES BACK TO THE TREE RAISING.",
        "CEREMONIES STILL ARE IN FULL HEAT.",
        "\"THE BEAST\" LAYS DOWN, HEAD ON THE GROUND POINTED LIKE A",
        "DOUG, RUNNING TOWARDS THE TRAILER.",
        "TERRIBLE RED LIGHT BURNS IN HIS EYES AS HE TESTS THE AIR,",
        "MOVE AND TWISTS JUST AS THE STRIKE IS MADE. THE BLADE",
        "NEWS ANNOUNCER",
        "LEAPS INTO THE TRAILER, PISTOL IN HAND, LONG ROPES OF MUS",
        "RED TENT.",
        "HUSBAND'S FEET.",
        "BEAST\" GETS UP LAZILY AND MOVES AWAY. PLUTO STUMBLES AND",
        "HALF THE TIME BACKWARDS, AS IF SOMETHING TERRIBLE WAS CLO",
        "BOBBY JUMPS DESPITE HIMSELF, THEN ENFORCES HIS AIR OF CAL",
        "\"THE BEAST\" MOVES FORWARD AGAIN, PAUSING AT THE SPOT WHER",
        "GINGERLY FROM THE INSIDE. THE DOOR SWINGS OPEN A LITTLE.",
        "CUT TO BOBBY SOMEWHERE OFF BY HIMSELF, SHAKEN FROM HIS",
        "CRAWL",
        "HE TAKES A STEP AND SLIPS ON BLOOD.",
        "OUT THE BACK WINDOW AT THE TRAILER. A FRIGHTENED FACE",
        "AS THE HOWL IN THE DISTANCE DIES, THE GIRL TURNS THOUGHTF",
        "FLUNG OVER HIS SHOULDER. WITHOUT A WORD HE DUMPS THIS THI",
        "WOMAN'S HAIR.",
        "MERCURY GONE. HE CASTS ABOUT AND FINDS THE PRINTS OF BOTH",
        "THE MAN APPROACHES THE CHAIR IN TERROR.",
        "VOICE CRACKLES FROM THE RADIO.",
        "DARKENED TRAILER, HIS HAIR ASKEW, HIS SHIRT PULLED OUT, H",
        "LIKE PHANTOMS OF DEATH, HARDLY CONNECTED TO THE SCALDING",
        "BRENDA AND BOBBY WALKING BACK TOWARD",
        "BOTH OF THEM.",
        "MERCURY SPILLS BACKWARDS OVER THE EDGE. WE HEAR A SHARP C",
        "THE CAMP OF THE SAVAGES.",
        "THE COLD.",
        "THAT MAKES HER FEEL GOOD AND POWERFUL AND EXCITED.",
        "THIS INTENSE FRICTION, A FAT SPARK FALLS FROM THE SLOT IN",
        "CAUGHT SO EASILY.",
        "THE SIDE, SO SHE CAN LOOK AT HER SON-IN-LAW, AND SPEAKS I",
        "CARRIAGE OF THE CAR",
        "BRANCH, AND OUR VIEW IS CUT OFF.",
        "GUERRILLA THEATRICITY, A SURREALISTIC CIRCUS/TRIBAL/THROW",
        "SHANTI, WHO FUSSES A LOT. BRENDA IS SLUMPED IN A CORNER",
        "NOTE",
        "THIS POINT THE DRIVER OF THE CAR, FATHER OF THE GIRLS,",
        "DOUG MAKES HIS PLAY, SNATCHING SHANTI AND STUFFING HER UN",
        "AND A SINGLE KEY.",
        "WHEN THEY GET TO THE DOOR BOBBY OPENS IT VERY CAREFULLY A",
        "CUT TO THE FACE OF MARS, LOOKING DOWN ON HER, HIS EYES BR",
        "THE AIR FROM SNAPPING CLOTS OF INCANDESCENT LEAVES. THE R",
        "RAIN DOWN FIRE. AND A TERRIBLE BANSHEE OF SMOKE ROLLS AND",
        "BOBBY ARRIVES OVER THE CREST WITH THE CORPSE OF THEIR MOT",
        "TRIES TO BIND UP HIS FOOT, AND BEGINS TO STRUGGLE ALONG",
        "BOBBY STARTS CRANKING THE ENGINE AS BRENDA SCRAMBLES UP T",
        "IDEA HE MIGHT NOT BE ALONE.",
        "SMOKESTACKS.",
        "OF THE CAR AND QUICKLY GOES OFF, ROLLING OUT THE WIRE AS",
        "BOBBY KNEELS AND BEGINS HELPING PUSH THE EARTH INTO THE H",
        "BEAST\" SEEMS TO HAVE GOTTEN HIM BY A HAMSTRING, FOR SOME",
        "HE FALLS BACK AND BEGINS TO EMPTY HIS PISTOL INTO HER.",
        "SNARLING DOG-MAN",
        "BOBBY SITS FOREGROUND, FACING AWAY FROM THE GROUP, PALE,",
        "CUT TO REAR OF TRAILER. BRENDA IS OUTSIDE THE REAR DOOR,",
        "MARS PREPARES SHANTI FOR THE SACRIFICE. HE LAYS HER DOWN",
        "LAUGHING LIKE CHILDREN, TOSSING THE INFANT BACK AND FORTH",
        "TERRIBLE GRIMACE OF OUTRAGE.",
        "INDICATE THAT THEY ARE RELIEVED, PUZZLED ABOUT THE ABSENC",
        "ABOUT HER, UNEASILY, NOT SURE WHAT SHE'S FEELING. SHE LOO",
        "IT AGAIN. THE CAR STARTS TO SHAKE.",
        "\"1\", AS IF ONE-MINUTE-TO-GO. FOR THE FIRST TIME WE GET TH",
        "A STONE ALTAR AND PLACES A GLEAMING SLATE KNIFE NEXT TO H",
        "THEY ALL GO INTO THE TRAILER. ETHEL GOES LAST, LOOKING OF",
        "BRENDA AND HER ASSAILANT. THE YOUNG SAVAG",
        "THE MEN, BOBBY IS GIVEN A COAT.",
        "HE'S NOT JUMPING TO CONCLUSIONS, BUT ON THE OTHER HAND HE",
        "ABRUPTLY,",
        "FITTING HERSELF TO HIM. HER HEAD IS AGAINST THE ROOF OF T",
        "HE TIES A DIRTY BANDAGE AROUND A BLOODY FOREARM. LYNNE'S",
        "SOME OF THEM WEAR MASKS, OTHERS HEADDRESSES, AND A FEW EN",
        "BOBBY TURNS TO THE FIRE",
        "AND SENDS HIM SPINNING IN.",
        "\"THE BEAST\" SETTLES BACK ON HIS HAUNCHES AND LETS OUT A",
        "APPROACH THE WOMAN. HE SENDS ANOTHER IN. THE MAN CLEARLY",
        "IT AS IT TRACKS ALONG SMOKING SWAMPLAND AND INDUSTRIAL",
        "OTHERS ARE BRINGING HER MORE CHEVAS REGAL. IT'S CLEAR SHE",
        "SAVAGE, A BROOM IN HER HANDS.",
        "THE ARMY HELICOPTER BEARS DOWN ON THEM FROM THE STEAMING",
        "OF THE SORT FOUND IN INDUSTRIAL OR MILITARY USE.",
        "MOVES IN A CROUCH THEN DUCKS FROM VIEW. NEITHER OF THE",
        "AS HE DOES, THE INSTRUMENT SQUAWKS INTO LIFE.",
        "BRENDA, HERSELF WEARING A GREEN DOWN JACKET, ARRIVES WITH",
        "BRENDA'S FACE, CONTORTED IN PAIN",
        "THE LADDER, PULLING A ROBE AROUND HER, AND RUSHES FROM TH",
        "INTO MOZART.",
        "SPEAKS THROUGH THE WINDOWS.",
        "WITH THE HEAT SENSORS IN ITS TONGUE FOR THE STRIKE.",
        "AND A GASPING SOUND OF UNQUENCHABLE RAGE RUMBLES FROM HIS",
        "BOTH MEN ARE ARRESTED SUDDENLY BY THE SOUND OF A WALKIE-",
        "EXHAUST SHAKES THE CAR AND BLOTS OUT BOB'S WORDS. LOUDER,",
        "STUDIES HIM OVER THE BRIM OF THE CUP WITH A LOOK OF CRYPT",
        "RAGGED SKIRT, LOOKING OVER HER SHOULDER IN MOUNTING ALARM",
        "THE LIGHT AT THE HORIZON HAS GONE FROM SCARLET TO DEEP PU",
        "BOBBY COMES BACK, IN A SOMBER MOOD NOW.",
        "AMOUNT OF MONEY. HE MOVES NOW TOWARDS THE DARKENED END OF",
        "CAR, HER HAIR IN HER EYES. SHE'S LAUGHING.",
        "ABRUPTLY HIS EYE IS CAUGHT BY A MOVEMENT. THERE'S A FINCH",
        "THE DOOR WITH THE GUN, LEANING AGAINST THE WALL AS IF HIS",
        "DARK OUTSIDE.",
        "BRENDA",
        "IT'S FOLLOWED IMMEDIATELY BY THE STATIC SNAP OF SOMEONE",
        "HANDLE.",
        "BRIGHTLY LIT FRONT PORTION OF THE TRAILER. HE WRESTLES A",
        "LYNNE IS MOUNTED ON HIM, HUNCHED OVER AND FACING AWAY,",
        "BRENDA SLAMS THE WINDOW. BOBBY WINCES AT THAT, BUT NOTHIN",
        "HE STARES AT THE GUTS FOR A MOMENT, THEN FORCES HIMSELF T",
        "CUT ABRUPTLY TO THE SAVAGES WHIRLING MADLY ABOUT THE HUGE",
        "AND FRIGHTENINGLY PRIMITIVE DESIGNS.",
        "ABOUT TWO HUNDRED YARDS AWAY. BOBBY AND BRENDA MAKE FOR T",
        "A CRUDE QUICKLY-PENCILED NOTE SCOTCH TAPED TO THE DOOR.",
        "THE WALKIE-TALKIE HE'S HOLDING SNAPS INTO LIFE.",
        "EYES. PULL BACK TO REVEAL BRENDA, IN ATTENDANCE. SHE LOWE",
        "DEBRIS, A HUGE CLOUD OF DUST AND FLAME ROLLING INTO THE A",
        "CHILD AND PINS THE SCREAMING MOTHER TO THE FLOOR WITH HIS",
        "PRESSES AGAINST HIS BACK. HE SHIVERS, NERVES ON EDGE.",
        "DOUG GOES TO HER.",
        "ROAD, BUT NOT OUT OF HEARING. HER HYSTERICAL, ANGRY BARKI",
        "THROUGH THE BRUSH IN ONE HUGE CLUMP. SPEARS AND KNIVES GO",
        "SMACKS INTO THE EARS OF PLUTO. HE TURNS AND LOOKS AT THE",
        "ETHEL BRINGS THE FOOD ROUND TO THE TABLE AND THE THREE WO",
        "TURNS TOWARD THE WOODS.",
        "LIFE IF HE FAILS.",
        "CUT TO DOUG WARMING HIS BODY AT THE FIRE, ROTATING TO THA",
        "BOBBY TURNS ON ALL THE GAS BURNERS ON THE CAMPER STOVE. T",
        "LOUDER STILL, THEN SOMETHING HUGE FLASHES OVERHEAD. JUST",
        "TO THE OTHERS. THEY BEGIN TO MOVE IN.",
        "INTO HIS MOUTH, TOPPING IT OFF WITH A FULL QUART OF MILK",
        "AND BEGINS DRAGGING HER TOWARDS THE DOOR. SOMEONE SPRINGS",
        "FRAME.",
        "SNIFFS THE AIR ROUTINELY, CLEARS HIS THROAT AND SPITS A G",
        "TO MAKE ROOM FOR THE NEXT.",
        "HE PARTS THE BUSH. A RABBIT SCRAMBLES OUT. THE NEXT SECON",
        "HOBBLES OVER IN RAGE, YOWLING IN ANGER AND PAIN.",
        "DOWN A SLIGHT GRADE AND CLATTER TO A HALT AMONG ROCKS AND",
        "UNTIL IT'S ROARING UP TO FULL HEIGHT AGAIN. IT'S BECOMING",
        "AT A NATURAL FUNNEL FOR THE TRAIL WHERE ALL THE FOOTPRINT",
        "BRENDA WATCHES, AMBIVALENT.",
        "IN TO A STATION WAGON TOWING A LARGE CAMPER/TRAILER.",
        "TEETH, CHEWS AND STARES INTO THE FIRE.",
        "THE YOUNG SAVAGE HOVERS DIRECTLY OVER THE SLEEPING FORM O",
        "THE DAY IS BARELY BEGUN, YET ALREADY THE SUN'S HEAT IS",
        "RUNS FOR THE TRAILER. BEFORE BOBBY CAN STOP HER SHE'S OPE",
        "HIS TRANSMISSION WITH THE TWO BELOW.",
        "CUT TO THE SHOCKING SIGHT OF AN ARMY UNIT, STANDING NEAR",
        "MARS REARS UP IN DISGUST, NOW DISTRACTED. HE WATCHES PLUT",
        "HE TURNS AND WALKS INTO THE DARK, THE GUN HANGING AT THE",
        "THE GIRL MOVES UNTIL THE CHILD ENTERS THE COLUMN OF LIGHT",
        "FROM SOME BURNED OUT POST OFFICE.",
        "WIRY AND QUICK. A HEADBAND OF BEER CAN TABS HOLDS HIS HAI",
        "ODD, AND TURNS. NOT SOON ENOUGH. \"THE BEAST\" IS IN FULL",
        "BLOODY HAIR.",
        "SAVAGE SNAKES, AND, FROM THE PELT OF \"BEAUTY,\" A TERRIFYI",
        "KEY IN THE LOCK. HE PUSHES DOWN THE \"TALK\" BUTTON ON THE",
        "THE MIDDLE OF THE ENTRAILS OF BEAUTY.",
        "WHICH IS GUARDED BY \"THE BEAST.\" ONLY A FEW STEPS FROM TH",
        "BUTTRESSES. BUT THERE'S NO ANSWER FROM HER BROTHER. THE",
        "FOOD, WHICH HE PUTS ON THE KITCHEN TABLE ALONG WITH THE F",
        "NOT FAR OFF SOMETHING MOVES IN THE TREES.",
        "DOUG GOES OVER AND PICKS UP THE CLOTHES, THOUGHTFULLY",
        "ITS FEROCITY. IT'S FOLLOWED IMMEDIATELY BY THE AWFUL OUTC",
        "IT, OF COURSE. HE STRUGGLE WITH THE BODY OF MERCURY UNTIL",
        "\"BEAST\" WHINES IMPLORINGLY, AS IF INJURED AND UNABLE TO C",
        "MOSS.",
        "SWEAT. HE STOPS AND LOOKS BACK. \"THE BEAST\" HAS",
        "DOUG GRABS \"THE BEAST\" BY THE SIDES OF THE HEAD AND LOOKS",
        "FLYING AS THE SCREAMING MEN PLOUGH THROUGH A HUGE PATCH O",
        "ABOUT THIRTEEN YEARS OLD.",
        "HE STARES HARD INTO THE BLACK, BUT IT'S IMPOSSIBLE TO SEE",
        "PLUTO, (C/B)",
        "THE RADIO SNAPS AND A WOMAN'S VOICE REPLIES, ALSO COARSE,",
        "RADIATOR, UNDER THE CAR, AND OPENS THE PETCOCK. WATER BEG",
        "MAN.",
        "BETWEEN THE THUMB AND FOREFINGER, IS A CROSS WITH THREE R",
        "OF THE CAR, THE TATTERED P.F. FLYERS STEPS NOISELESSLY IN",
        "THIS LINE OF QUESTIONS IS HURLED AT DOUG AS DOUG GOES ABO",
        "ONE OF THE AXES AS THE ONE STOLEN FROM THE TRAILER BY PLU",
        "RELIEVED. HE GETS UP, TUCKS THE PISTOL IN HIS BELT, UNLOC",
        "SOMETHING SCRATCHES AGAINST THE DOOR. BOBBY FIRES TWO SHO",
        "LAUGHING AND GIGGLING WITH THEIR SUCCESS AND EXCITEMENT.",
        "RAGE AND PAIN, THEN CASTS ABOUT FOR THE RADIO. HE CAN'T F",
        "WOMEN CROWDING AROUND DOUG.",
        "OUT OF HER SHOCK. BACK IN THE KITCHEN, BOBBY RUNS DOWN TH",
        "VERY TOP OF THE OUTCROPPING, HIGH ABOVE THE ROAD AND TRAI",
        "AND IS DOING HER BEST TO FEEL SHE KNOWS WHAT SHE'S DOING.",
        "THE AGONIZED VOICE PENETRATES THE TRAILER WITH STARTLING",
        "TENSE. MEETING NO RESISTANCE, HE STEPS CAT-LIKE OVER PILE",
        "LOWERING HIS BIG HEAD UNTIL IT RESTS ON THE SAND BETWEEN",
        "ASTONISHINGLY WHITE AND VULNERABLE.",
        "DOUG BREAKS HIS CONTACT WITH BOBBY'S EYES AND PICKS UP SO",
        "THE TABLE BEFORE DOUG, WHO IS JUST FINISHING MAKE A CUP O",
        "HIS HEAD COMES UP AT SOMETHING NEW. NOSTRILS FLARING, HE",
        "TAKE HIS EYES AWAY. HE SEES BOB'S CLOTHING IN A HEAP BEHI",
        "ETHEL IS STRUGGLING WITH THE FAMILY'S C/B UNIT, TRYING TO",
        "BACK. IT'S COVERED WITH RED GOO. BRENDA LETS OUT A",
        "SHOWS IMMENSE RELIEF.",
        "STEEL DRUMS. THEY PASS OUT OF THE CAVE. PLUTO, AMONG THEM",
        "SIDE OF THE TRAILER BY THE LADDER THERE AND STANDS UP ON",
        "LOOKS BACK INTO THE DARKNESS BEHIND HER, LISTENING. NO SO",
        "RUBY DOESN'T HEAR. SHE'S STARRING AT SHANTI. PA PA SHOVES",
        "SHE'S STARING AT SOMETHING ON THE CAR, HER MIND WANDERING",
        "HE MOVES OFF TO JOIN HIS SONS, WHO NOW BREAK FROM THE DAR",
        "BOBBY FINDS \"BEAUTY\" ON HER BACK ATOP A YELLOW PLATE OF R",
        "EATING AND CHANTING ALTERNATELY, PASSING AROUND BIG CHARR",
        "BOBBY FEELS THE FEAR MOUNTING.",
        "BLANK YET VOLATILE.",
        "IRRITATED BY DOUG'S APPARENT CALM.",
        "INFANT. THERE'S A DESPERATE MOMENT OF TUG-A-WAR BETWEEN T",
        "BRIGHT, RUGGED, A LITTLE AWKWARD WITH HIS MANHOOD.",
        "SOMETHING OUT IN THE DEEPENING SHADOWS HIGH ABOVE THEM. T",
        "A HUSH FALLS OVER THE THRONG WHEN HE DOES THIS. IT'S AS I",
        "VERY QUIET.",
        "SHOULDER AND RUNS OUT OF THE TRAILER.",
        "THE TENT OF MA MA, A HUGE RED CANVAS AFFAIR ADORNED WITH",
        "ENTRAILS OF BIG BOB. THE BODY OF COURSE IS GONE.",
        "FORMS RUNNING FOR COVER. THE TREE SMASHES INTO THE GROUND",
        "DOUG, DESPITE BOBBY'S PROTEST, EASES OPEN THE DOOR. A WAL",
        "DOUG WOOD IS BRENDA'S SISTER, LYNNE'S \"OLD MAN,\" 35, A",
        "RACES FOR THE TRAIL DOWN.",
        "BRENDA, DEEP IN SHOCK AND PAIN, DRAGS HERSELF PAST THE TW",
        "TWENTY FEET BEHIND MERCURY.",
        "BLACK AND COLD.",
        "BEHIND HER BACK, CAUGHT ON THE INHALE.",
        "DOUG AND BOBBY FREEZE AT THE DOOR",
        "LIES.",
        "ORGANIC-ELECTRONIC TENDON OF MUSIC APPEARS AND SWELLS, AN",
        "BOW STRING SPINS A SHAFT OF THE SAME WOOD. THIS SHAFT BUZ",
        "OF A DOG IN RAGING PAIN. THEN SNARLS AND WHOOPS, CRASHING",
        "CUT TO BOBBY PUTTING THE CAR IN GEAR AND GUNNING IT. CUT",
        "SOMETHING IN THE DARK, GETS UP AND STAGGERS ON. THEN HE",
        "TRAILER IS THROWN OPEN, DOUG IS VISIBLY STARTLED, AND BOB",
        "MERCURY'S FACE CHANGES EVER SO SLIGHTLY. HE SENSES SOMETH",
        "RIGHT INTO THE DOG'S EYES.",
        "TALKIE LIES ON THE STAIR OF THE TRAILER, HISSING AND",
        "CAP. WE STILL SEE NO FACE. EVER SO CAUTIOUSLY, A LENGTH O",
        "DOESN'T WANT TO DO IT, BUT PA PA CLOUTS HIM ACROSS THE FA",
        "NEAR THE COOLING ASHES OF THE DEAD COOKING FIRE, RUBY LIE",
        "SHOW PA PA ONE HUNDRED YARDS AWAY AND CLOSI",
        "FIFTY FEET FROM HIM.",
        "HUMOR AND SHAKING IT SENSELESS. SUDDENLY SHE STOPS, NOSTR",
        "THE TALL PINE MAST.",
        "SHOT OF THE REAR OF THE STATION WAGON FROM OUTSIDE. NO",
        "SNORTING AND GROWLING MORE AND MORE, THEN SITS BACK ON HI",
        "SHE KICKS HIM RIGHT IN THE GROIN. HE CRASHES DOWN, DROPPI",
        "LIKE ANYTHING HE'S EVER KNOWN IN HER LIFE. IT IS DEATHLY",
        "\"BEAST.\" \"THE BEAST\" RAISES HIS HEAD AND HIS FACE ANIMATE",
        "HOLE IN THE FRYING ATMOSPHERE. A SUPERSONIC BOMBER BORES",
        "SNAPPED AWAY BY ANOTHER AIRCRAFT ROCKETING OVER HIS",
        "HE TUGS \"THE BEAST\" AFTER HIM. THE BIG DOG SEEMS TO WANT",
        "HER EYES IN DISGUST AT THEIR PARENTS, WHO SIT UP FRONT.",
        "AND COUGHING.",
        "HE'S WINDED. PA PA LOOKS BACK ONCE AT HIM, THEN TURNS BAC",
        "CRUSTED FOAM, BUT THE FLAMES ARE GONE, DRIVEN BACK UP INT",
        "AWAY FROM HIS HEAD WHILE HE PONDERS. HE PUTS IT BACK TO H",
        "THEY THROW HER INTO THE BUSHES, THEN TAKE TURNS SITTING O",
        "MARS SEES DOUG COMING AT HIM ABOUT FIFTY YARDS AWAY ON TH",
        "TOWARDS THE DIRECTION OF THE TRAILER, NOT SLOWING.",
        "THE DARK END OF THE TRAILER.",
        "AS THE CRAWL DEPARTS TOP SCREEN WE HEAR DISTANT THUNDER,",
        "DOUG SITS UP. THE GRAVE IS FILLED. DOUG LOOKS AT THE",
        "STALKS OVER TO THE NEAREST CACTUS, RAISES A BACK LEG AND",
        "BRENDA SHADES HER EYES AND WATCHES FOR A LONG MOMENT.",
        "DEEPER IN THE BLANKETS.",
        "GIVES IT THREE WRAPS INSTEAD AROUND THE RIM OF THE REAR W",
        "44,",
        "TO SHAKE, AND THE WINDOWS STEAM.",
        "THIRTY-FIVE TO FIFTY.",
        "\"BEAUTY\" WHIRLS AROUND SO FAST SHE ALMOST FALLS, HER HACK",
        "WOBBLES UP IN THE FRONT WINDOW OF THE TRAILER.",
        "SHANTI",
        "A GIRL'S VOICE FROM INSIDE THE CAR PIPES UP IN IRRITATION",
        "BE.",
        "DARK.",
        "BACK AT THE KITCHENETTE PLUTO PICKS UP A HAND HATCHET. HE",
        "NO ANSWER. SHE MOVES DEEPER INTO THE DARK, PAUSES AGAIN.",
        "THE RADIO HISSES EMPTILY. ETHEL POKES A FEW BUTTONS",
        "SNAPPING AT EACH OTHER.",
        "GIRL STARES AT THE DARK TREES AND THE SLOPE THAT RUNS UP",
        "AIMS THE FIRE EXTINGUISHER.",
        "HE YANKS OPEN THE HOOD AND REMOVES THE RADIATOR CAP, IGNO",
        "THE THREE MEN WALK OVER TO THE DARK MOUND OF THE KILLED P",
        "THE HAND BEGINS TRACING SOMETHING IN THE RED DIRT. A CRUD",
        "MICROPHONE.",
        "HOWEVER, AND SQUINTS INTO THE DARK AT THE BACK OF THE",
        "SET BEFORE. BOBBY PUTS THE EARPHONES OVER HIS HEAD AND SW",
        "THOUGH HE WOULD NEVER ADMIT IT. LYNNE HANDS THE BABY TO",
        "SMOKE UP INTO THE EARLY HAZE OF MORNING. BOBBY AND DOUG",
        "HAPPENS. THEY SNEAK AWAY FROM THE TRAILER, ON A DIRECT LI",
        "PLUTO'S UNANSWERED TRANSMISSION.",
        "THING IS SET AND MADE SECURE.",
        "IT...",
        "HE GETS RIGHT UP AND SMASHES EVERYTHING IN SIGHT FOR AN",
        "THE HAND OFF, HIS FACE FLAT BEHIND A SHEEN OF PERSPIRATIO",
        "AND RUNNING.",
        "INTO THE TRAILER. BOBBY STANDS UP, STUFFS HIS HANDS IN HI",
        "LIFTS THE SEVERED GENITALS HIGH ABOVE HIS HEAD, THEN THRO",
        "THE TREE STILL SMOLDERS, TRAILING A PLUME OF YELLOW-WHITE",
        "COLORED BUNTING MADE FROM STAINED BANDAGING, BRANCHES OF",
        "THEM. THE MATRIARCH LISTENS THOUGHTFULLY.",
        "JACKET FOR LYNNE, WHO QUICKLY PUTS IT ON.",
        "BOBBY LETS GO OF BRENDA. HE SLUMPS AT THE BACK, RAISES HI",
        "TORPEDO AT PLUTO, AND GIVES HIS TAIL A WAG. IT'S AS IF HE",
        "BONE AND HAIR, TORN AND DIRTY NAILS.",
        "MA MA",
        "THE ROAD AND THE TRAILER. BOBBY COCKS THE PISTOL AND AIMS",
        "HE IS A HUGE, GIANT OF A MAN, LARGER BY A HEAD AND A HALF",
        "PERHAPS ERASING, FOR THE DRAWING IS DESTROYED.",
        "GATHERED BY THE YOUNG SAVAGE.",
        "UP, LOOK AROUND HIM, THEN HEADS BACK INTO THE TRAILER. TH",
        "BREAKING STRIDE AND TIES IT ABOUT HIS WASTE. THE \"BEAST\"",
        "THE BIG DOG.",
        "ANOTHER HIT, AND STILL OTHER, BAR BELOW.",
        "HE TURNS BACK AND TRAINS HIS BINOCULARS ON THE TRAILER BE",
        "THE FIRST TIME JUST WHERE THEY ARE. SHE SEES THE ROAD",
        "FOR ONE INSTANT THE OTHERS ARE PETRIFIED BY HORROR AND",
        "TIGHT ON THE INSIDE DOOR HANDLE SHAKING. PULL BACK TO REV",
        "WHEN NO BLOW FALLS SHE LOOKS UP AT PLUTO, ANGRY AT BEING",
        "MOTHER AND THE SAVAGE, THEN SHE RELEASES HER HOLD ON HER",
        "WAILS ON ITS MOTHER'S LAP, ITS FACE DARK. THE MOTHER, LYN",
        "CUT TO BOBBY THROWING MORE AND MORE DRY WOOD ON THE FIRE",
        "H.Q., (RADIO)",
        "AND HOOTS OF CELEBRATION ECHOING DOWN INTO THE DARK CANYO",
        "THERE'S A CONSIDERABLE PAUSE, THEN PA PA RESPONDS. HE HAS",
        "USELESS.",
        "MAKE OUT RUBY ANSWERING, EXCITED. \"THE BEAST\" GINGERLY PI",
        "THE FIRE SEEMS TO ASSURE HIM. A LITTLE.",
        "THAT WE DON'T REALIZE HE'S INTENTIONALLY IGNORED WATCHES,",
        "OF HIS ARM LIKE A NEW PROSTHETIC.",
        "UP, HER LIPS PULLED BACK OVER LETHAL TEETH, HER EYES FLAS",
        "TURNED AWAY FROM WHAT'S HAPPENING TO HER, FROM THE KNIFE",
        "ROCKS ON THE OTHER SIDE, ALL HUNCHED OVER AND DUCKING.",
        "FROM OUTSIDE, OFF IN THE BUSH, WE CAN HEAR DOUG CALL AGAI",
        "HE PUTS HIS HAND ON BOBBY'S SHOULDER. BOBBY POINTEDLY SHR",
        "RUBY.",
        "WOMAN OF HER GREAT SIZE, PUTS HERSELF BETWEEN RUBY AND PA",
        "SET OVER TO HIM. AT THIS INSTANT HE HEARS DOUGLAS PUT THE",
        "THE HYSTERICAL WOMAN PULLS FREE AND RUNS OFF AFTER THE",
        "SHANTI. THE CHASE IS DESPERATELY UNBALANCED, AND SOON DOU",
        "BRENDA EDGES OUT OF HER CORNER, ELONGATING HER POSTURE",
        "WE HEAR THE MOTHER SPEAKING SOME SORT OF GIBBERISH.",
        "SUDDENNESS THAT IS ALMOST SURPRISING, THE FACE OF A YOUNG",
        "COMES RACING IN.",
        "CLATTERS OUT AND FREEZES, ALLOWING THE SPORES IN THE HOT",
        "MARS, WHO'S LOOMING AGAINST THE FAR WALL, HOLDING BACK TH",
        "LISTENS IN HORROR TO AN ALL-TOO-FAMILIAR VOICE, SCREAMING",
        "CACTUS, OVER A HILL, SHOOTING UP A FLYING CLOUD OF DUST A",
        "HE GOES THROUGH HIS POCKETS TO BE SURE. NO KEYS. HE STEPS",
        "A BLOODY CLOTH IS WOUND ROUND HER HEAD. HER EYES ARE OPEN",
        "ALLOWED THE POSSIBILITY OF COMING OUT OF THIS WITH MUCH",
        "CUT TO BRENDA WORKING WITH DESPERATE SPEED. SHE UNTIES TH",
        "VOICE, (0.S.)",
        "THE THREE MEN THROW EACH OTHER COMIC SALUTES.",
        "BRENDA COMES RUNNING OUT WITH A SHOUT, THROWING HER ARMS",
        "THE CHAIR. SOON THEY ALL ARE CROWDED AROUND. EXCEPT FOR P",
        "GLANCE AT THE REST OF THE STUFF",
        "PA PA AND ALL THE SAVAGES ROUND THE BEND OF THE TRAIL AND",
        "DOG LUNGES.",
        "SOMETHING CROSSES SILENTLY ACROSS THE GROUND BEFORE HER.",
        "TO PENETRATE THE MOIST SENSORS BEHIND ITS UNBLINKING EYES",
        "HER ROUGHLY.",
        "ROUND AND SEES \"THE BEAST\" STALKING OUT INTO THE OPEN NOT",
        "TONGUE POKES OUT AS IF TO MOISTEN LIPS THAT NOW ARE ASH.",
        "CUT TO",
        "RELIEVE MERCURY ARRIVES AT THE LOOKOUT POINT. HE FINDS",
        "BRINGS IT TO THE MOUTH. AND NOW FOR THE FIRST TIME WE SEE",
        "\"THE BEAST\" HOWLS AGAIN, A LONG, HAUNTING ULULATION. THE",
        "CLEAN SKINS AND ARRANGES VARIOUS DECORATIONS AND ADORNMEN",
        "CUT TO PA PA, STOPPING, LOOKING BACK AT THE BOY. SUDDENLY",
        "ALL OF OUR PROTAGONISTS TO COVER THEIR EYES AND LOOK AWAY",
        "DISINTEGRATE INTO DUSK.",
        "BRENDA GETS UP AND BRUSHES HERSELF OFF. THE WOODS ARE",
        "SHANTI HIGH OVER THEIR HEADS LIKE CHILDREN BACK FROM THEI",
        "COMPOUND. THE GIRL DOESN'T SEE PA PA UNTIL HE IS ALMOST U",
        "CONCENTRATION.",
        "HE EASILY OUTDISTANCES HER. AFTER CHASING HIM SOME WAYS S",
        "UP THE SLOPE AMONG THE TREES, THEN FARTHER, UP AMONG THE",
        "CUT TO A SHOT OF AN ENTIRE LARGE TREE AFLAME. FIRE SNAKES",
        "SOMEONE PULLS A LEATHER THONG. A THIN FLAP AT THE PEAK OF",
        "GIRL'S VOICE",
        "UP, SO THAT THERE'S MORE A SENSE OF CONTROL OVER THE",
        "OFF THE CHARRED TREE, GAGGING AT THE SWEET SMELL OF CHEMI",
        "AS TEETH.",
        "BOBBY, (0.S.)",
        "THAT TATTERS OFF TO GRAY. THE REST OF THE SKY PRESSES DOW",
        "THE CHASE IS ON.",
        "LEAVES THE REAR WHEEL RIM STILL ON THE CAR, BUT THE TIRE",
        "NO ONE REMEMBERS. BOBBY COMES UP FROM THE TRAILER WITH A",
        "AS HE FOLLOWS IT DOWN, HE SEES THE BODY OF MERCURY, FAR",
        "BELOW, ON THE ROCKS. HIS FACE REGISTERS ACUTE PAIN, AND H",
        "BOBBY LOCKS THE DOOR FROM THE INSIDE, TUGGING AT IT TO MA",
        "FLAMES SPIN UP LIKE DERVISHES, SHAPING AND HISSING TENDRI",
        "GAL. CAN OF GAS AND POURS IT OVER THE TIRE.",
        "HAS PULLED THE GIRL INTO THE DEEPEST SHADOW HE CAN, AND H",
        "THE GRATEFUL DEAD POUR FROM THE CAR'S RADIO, HOVERING ABO",
        "AND SEES HER OUT.",
        "NOTHING CAN ESTABLISH FOOTING TO GROW. ATOP THE VERY HIGH",
        "THE WOMAN LAUGHS MOUNTAINOUSLY, HER WHOLE BODY SEIZING TH",
        "THE RADIO TO GET TO THE GUN. BUT HE DOESN'T. LETS GO OF T",
        "IT'S A VERY ARDUOUS, DIFFICULT TASK, BUT WITHIN MINUTES T",
        "IT OUT. HE RACES FROM THE TRAILER.",
        "THE CHANNEL SELECTOR TO THE ONE THAT DOUG SPECIFIED FOR T",
        "WHO ARE VERY EXCITED. THE FEMALE, \"BEAUTY,\" RUSHES AROUND",
        "PLUTO TRIES TO PULL MARS AWAY. MARS SLASHES OUT WITH HIS",
        "WATCHES.",
        "THIS.",
        "LYNNE TURNS AND LOOKS TOWARD THE DARK WINDOWS, THE ORANGE",
        "THEN TURNS. SHANTI ONCE AGAIN IS FUSSING, ABOUT TO CRY.",
        "BRENDA GLARES AT HIM IN WORDLESS RAGE, THEN TURNS AND GOE",
        "CUT TO THE FACE OF ETHEL IN HER BED. SHE LIES WITH HER EY",
        "\"THE BEAST\" TRACES BACK AND FORTH AMONG THE STILL HOT SCE",
        "BRENDA'S 20-YEAR-OLD BROTHER, STEPS OUT, SHAKILY, FOLLOWE",
        "HELICOPTER WHIZZES OVERHEAD.",
        "PA PA RUNS UP TO THE TRAILER AND HALTS BY THE DOOR. THERE",
        "BEHIND, AND TAKES A TENTATIVE STEP IN THEIR DIRECTION. TH",
        "FREE. BOBBY ROLLS THE TIRE OFF A WAYS AND DROPS IT ON THE",
        "MERCURY, (VIA C/B)",
        "CAN SEE WHAT HE'S TRYING TO SAY IS TERRIBLY IMPORTANT TO",
        "TRAILER'S C/B.",
        "HE SUCKS THE TUBE PRIME, SPITS THE EXTRA GAS TO THE GROUN",
        "DOUG LISTENS FOR ANYTHING MORE. NOTHING. HE LOWERS THE",
        "PAUSES, ACUTELY AWARE OF THE FEELING AROUND HIS SISTER AN",
        "THE TRAILER BLOWS UP WITH A TREMENDOUS BOWL OF FLAME AND",
        "IT.",
        "CALIBER SHELL CASING. THE FANGS STRIKE THE RODENT SO HARD",
        "KNIFE AND FORK. WE MIGHT RECOGNIZE THEM FROM THE TRAILER.",
        "THE KNIFE TO HER THROAT. DOUG HEARS THE BUNK SQUEAK,",
        "ALIVE. SHE STARES EACH WAY DOWN THE MURKY ROAD. IT'S",
        "DOUG STOOPS AND MOVES THE CLOTHES UNTIL HE FINDS BOB'S",
        "SHE REACHES BENEATH HER SKIRT AND PULLS UP A HANDFUL OF D",
        "BRANCHES.",
        "THE C/B CRACKLES AND THE ARMY COMES ON, JUST AS BOBBY COM",
        "OFF THE SHOULDER, ROARING BACK ONTO THE HIGHWAY. DUST AND",
        "SHOULDER AS THEY WALK. ESPECIALLY AT THIS DISTANCE AND",
        "COMES OUT FROM THE DOOR UNEXPECTEDLY. BRENDA HIDES THE JO",
        "PA PA TURNS TO RUBY.",
        "SHE THINKS SHE MIGHT HAVE HEARD SOMETHING.",
        "HARD ON THE FIRST.",
        "DIRECTION UNTIL SHE'S CALLED BACK TO THE TRAILER WITH BOB",
        "HIS FACE SINKS LIKE A SHIP.",
        "CUT TO \"THE BEAST\" STEPPING SOUNDLESSLY INTO THE CLEAR, A",
        "PLUTO AND PA PA",
        "BOBBY GRABS BRENDA.",
        "STONES ON HER WAY UP",
        "AND HIM. WITHIN SECONDS THEY'RE OVER THE ROAD AND INTO TH",
        "OPEN WITH A STARTLING RASP, AND A SOOTY TRAPDOOR SPIDER",
        "BRENDA, WHO IS STILL GASPING AND SOBBING, AGAINST A WALL.",
        "SLIGHTLY OPEN, HIS LONG WEATHERED FINGERS UNBUTTONING HER",
        "DOUG COLLAPSES.",
        "HAVE THE FEELING THAT THIS IS RITUAL, TOO, AND THAT MARS",
        "BIRCH BARK PEELINGS. SOON HUNGRY FIRE CLIMBS INTO THE",
        "INTO THE POLES OF A COOKING TRIPOD FIFTEEN FEET AWAY.",
        "BOBBY STRAIGHTENS AS DOUG COMES OVER TO HIM AND LIGHTS A",
        "TRAILER AS BEST HE CAN WITH THE TRAILER'S JACKS AND ROCKS",
        "WITH HIS FREE HAND HE PULLS THE MICROPHONE OF THE NEARBY",
        "DISSOLVE TO",
        "MOUTHING WORDS WE CAN'T DECIPHER. THEY'RE GARBLED AND FLO",
        "THE REAR OF THE TRAILER, OPENS A WINDOW AND CRAWLS OUT,",
        "STRAIGHT UP INTO INFINITY.",
        "QUICKLY GETS UP AND HEADS FOR THE STATION WAGON.",
        "ARTILLERY.",
        "THROUGH IT BEFORE DOUG CAN GRAB HIS HAND.",
        "THE DARKNESS ABOUT A HUNDRED YARDS FROM THE TRAILER. THIS",
        "TALKIE TRANSMISSION JUST OUTSIDE THE TRAILER.",
        "DEAD RUN, AND BOBBY, FARTHER AWAY, BUT WITH A GUN. MARS",
        "THEN THERE'S AN OPPRESSIVE SILENCE. IT'S SO QUIET WE CAN",
        "CLARITY. BRENDA SITS STRAIGHT UP AS THE SECOND CRY FOLLOW",
        "PA PA BITES A KNUCKLE, THE HANDSET OF THE ARMY FIELD SET",
        "DOUG AND BOBBY FINISH A QUICK CHECK OF CABINETS,",
        "MORE. HE SITS AT THE FORMICA TABLE, ANGRY AND ILL AT EASE",
        "MOMENT, WE HEAR THE SUDDEN CRACKLE OF A TWO-WAY RADIO.",
        "AT HIM.",
        "ABOUT HER.",
        "CHANNEL, AND PUSHES THE TALK BUTTON.",
        "PLUTO AND MARS PAUSE AT THE EDGE OF THE CLEARING. PLUTO",
        "A SAVAGE SEES HIM AND GIVES A SHOUT, IS ON HIM, GRABBING",
        "THE CHILD FALLS QUIET, SENSING THE PRESENCE OF THE PREDAT",
        "KNOWING WHAT TO MAKE OF IT. BRENDA RUNS UP AND JOINS HIM.",
        "COMPOUND AND UP A HILL. THEY CLIMB UNTIL THEY REACH THE",
        "TOWARD THE WOMAN, WHO IS PERHAPS A HUNDRED FEET AWAY.",
        "ECSTACY OF EXHAUSTION.",
        "A TERRIFIC SHOUT GOES UP. MARS STUMBLES FROM THE TENT IN",
        "AHEAD. DOUG TURNS BACK TOWARDS HIS PURSUERS.",
        "TERRIBLE SWIPE OF HIS KNIFE. ALL THE OTHERS FALL BACK. MA",
        "TAKING THE C/B WITH HIM, ALLOWING ONLY THE CORD TO GO THR",
        "STARE, JERKING HIS HEAD AT THE INFANT.",
        "LATER HE CHARGES WITHOUT WARNING INTO THE DARK TREES, YAN",
        "HE REACHES OVER AND PLUGS IN EARPHONES. THE MUSIC",
        "TERRAIN AT AN EXTREMELY FAST, AGILE PACE. IT VAULTS A",
        "CLIMBS TO THE UPPER BUNK TO CHECK ON ETHEL.",
        "CUT SHORT BY A CONCUSSION, THEN A LONG FALLING SILENCE, T",
        "CATCH ROCKETS INTO THE CLEARING IN A BLEEDING MESS. BOBBY",
        "THE TREE CRASHING DOWN, AND SEVERAL DARK SAV",
        "THE LIGHT IS NOT GOOD. IT RIMS HIS RATTED HAIR WITH",
        "BOBBY STUFFS A TAPE CARTRIDGE INTO A SLOT OF THE RADIO AN",
        "TIME, A NEWSCAST.",
        "HEADS BACK FOR THE TRAILER. BOBBY CATCHES UP WITH HIM. TH",
        "CITIES FAR AWAY, BEAMED DOWN IN FRAGMENTS FROM THE DISTUR",
        "IN SEVERAL SECONDS DOUG IS WITH HER.",
        "CUT TO A SHOT FROM THE OPPOSITE DIRECTION, GROUND LEVEL.",
        "OFFICER",
        "SHOULDN'T BE DISTURBED. PA PA AND PLUTO GATHER A SMALL",
        "RUBY STIRS AND OPENS HER EYES.",
        "CANTEEN OF WATER AND A THERMOS. BOB TAKES THE THERMOS, DO",
        "DOOR.",
        "OF FEAR.",
        "BODY.",
        "MORE CERTAINTY, SPACING THEM LIKE SONAR.",
        "PLUTO TURNS TO MARS AND EXCHANGES AN UNFATHOMABLE LOOK WI",
        "DRUMS, REED FLUTES AND HOMEMADE PERCUSSIVE INSTRUMENTS. T",
        "BEHIND HER AND SHE IS IN DEEP SHADOW.",
        "THE CANTEEN. BRENDA COMES UP, TOO.",
        "COMPREHEND WHAT'S GOING ON, DOUG AND RUBY ARE OUT OF THE",
        "PA PA ISN'T ABOUT TO READ A NOTE. HE GRABS THE DOOR WITH",
        "NAILED TO THE TREE.",
        "DOUG WHISTLES TO \"THE BEAST.\" THE DOG BARKS AND RACES",
        "IT HE CAN HEAR LYNNE AND DOUG GOING",
        "HIS BELT AND AIMS IT AT HIS FATHER'S HEAD.",
        "REALIZES THEY'RE COMING FROM THE DIRECTION OF THE TRAILER",
        "AND BRUSHES OFF HIS TROUSERS. THE \"BEAST\" IS IMMEDIATELY",
        "HE'S ANSWERED BY THE BAAING OF A SHEEP. BOBBY STANDS",
        "DOUG, (0.S.)",
        "PLUTO AND MARS FAR FAR BELOW, DISAPPEARING INTO",
        "CALM, DEADLY LOOK ON HIS FACE.",
        "GETTING BACK UP. AT LAST HE STOPS, THE BREATH RAGGED IN H",
        "TO A COLLECTIVE SUBCONSCIOUS ATAVISTIC WET DREAM NIGHTMAR",
        "FLAP OF ANIMAL SKIN FROM A FIRE-LIT INNER CHAMBER OF ROCK",
        "HEAD BACK INTO THE WOODS.",
        "CUT TO BRENDA, SAVAGED AND TORN, CRAWLING ACROSS THE LITT",
        "NEARER THE TRAILER LYNNE HEAPS DRY BRANCHES ON A BONFIRE.",
        "DOUG WAVES AN ACKNOWLEDGEMENT TO THAT, TURNS AND WALKS AW",
        "MOTHER'S ARMS.",
        "FACE FLUSHED.",
        "UNASHAMEDLY .",
        "CORNER OF THE FLOOR. WIPING HIS MOUTH WITH THE BACK OF HI",
        "CONTROL HIS ANGER AND AWKWARDNESS.",
        "PRIZE AND WARNS THE OTHERS AWAY.",
        "PA PA",
        "\"THE BEAST\" LETS OUT A \"WHUFF\" AND POINTS HIS EARS. A MOM",
        "SNARLING AND PUMPING AT HER IN CLIMAX. IN THE MIDST OF TH",
        "UNCORK TWO BOTTLES. CRUSHING THE LITTLE BODIES IN HIS BIG",
        "STAKES HIS TERRITORY.",
        "BINOCULARS. THEIR RADIO CRACKLES AND THE OFFICER RESPONDS",
        "GOING ON ALL AROUND HIM. HE SOUNDS MEAN, CRAZED, DRUNK AN",
        "THE VERY HEAVING HEART OF THE SAVAGES' CAMP, WHERE THE",
        "PLUTO DUCKS INSIDE.",
        "SUPPORTED BY RUBY. THERE'S JUST A SMOKING HOLE AND TWISTE",
        "SITUATION. BOBBY HAS FOUND PLUTO'S KNIFE AND PLACES IT ON",
        "HOBBLES UP AND STRUGGLES AFTER THE REST OF THE MEN AS FAS",
        "BUT SHE IS UNMISTAKABLY BEAUTIFUL",
        "BOBBY HOVERS AT THE EDGE OF SHADOW, RELUCTANT TO GO INTO",
        "TWISTED IN A SNARL OF PAIN. EVEN HER EYES, DULL AND WHITE",
        "JACKET.",
        "BOBBY TRIES THE C/B.",
        "HIM TO FOLLOW HER. BEFORE ANYONE CAN REACT FULLY OR",
        "TO THE BOTTOM OF THE DOOR, HEAD DOWN, RESTING AGAINST THE",
        "THERE'S SILENCE ON THE C/B. DOUG LOOKS AT \"THE BEAST\" WHO",
        "BRENDA TAKES THE CAMP CHAIR AND SETS IT UP IN THE CENTER",
        "WHEELS TO THE FIRE B/G. BOBBY TOSSES SOME MORE FUEL ON TH",
        "AND THE SOUNDS OF HER CRASHING THROUGH BRUSH, KICKING LOO",
        "THE TWO ROLL INTO THE WASH. THERE'S A MOMENT WHEN IT LOOK",
        "KNIFE. MARS SLAPS HER HAND AWAY. HE GOES TO THE RED TENT.",
        "IT'S KICKED FROM HIS HAND AND HE'S PICKED UP BODILY AND",
        "THE CAMOUFLAGE TENT FALLS OPEN, ALLOWING IN A SHAFT OF",
        "SWAYING AS THEY DO, THE MEN, IN THE COSTUMES, SWIRL ROUND",
        "OUT OF HIS HEAVING THROAT.",
        "HORRIFIED SCREAM. BOBBY BEAMS.",
        "GREATER STATUS THAN HE'S HAD BEFORE, ALTHOUGH AT RISK OF",
        "HOLDING HIS BREATH.",
        "PISTOL JUST FROM HIS BACK POCKET. THE DOOR SHUTS BEHIND H",
        "HER FACE, HER EYES LARGE AND LIQUID. HER SKIN",
        "A WEDGE OF SAND SIMMERS IN THE HEAT. A PACK RAT HURRIES F",
        "THE STEEL AND CONCRETE TEETH OF THE ROCK ISLAND. A",
        "STALKS AND HUMAN SKULLS. OVER ITS ENTRANCE IS A SORT OF",
        "RUBY RUNS TO HIM.",
        "BRENDA MAKES TO FOLLOW, BUT BOBBY MOTIONS FOR HER TO STAY",
        "SMOKE. HE TURNS TO BRENDA.",
        "MINISTERED TO. YET HE'S DEFINITELY SLOWED. NEVERTHELESS H",
        "AROUND THE CORNER OF THE TRAILER.",
        "THE FIRST SCENES, BEAT UP AND RUSTED, LUGGING THE TRAILER",
        "DEEPER DARK, BUT IT WAS UNMISTAKABLE. BOBBY STARTS BACKIN",
        "NO ANSWER. BOBBY CAREFULLY SWITCHES TO THE MILITARY CHANN",
        "DOUG'S CALLING FROM A GREAT DISTANCE, AND FROM THE OPPOSI",
        "THEN ETHEL AND DOUG.",
        "AND SHE STRUGGLES WITH DEMONIC FURY AGAINST HIM, AND YET,",
        "EARLY LIGHT STREAMS OVER BODIES ALREADY COATED WITH DUST",
        "BALL OF TWINE. THIS ALL HAPPENS VERY FAST, BUT NOT SO FAS",
        "RADIO AND LOOKS AT \"THE BEAST.\"",
        "IN OPPOSITE DIRECTIONS. AT FULL PULL BACK, THE LITTLE GRO",
        "AMONG THE STARS.",
        "BOBBY TURNS TO DOUG, STUFFING HIS HANDS IN HIS BACK POCKE",
        "IS IN DEATH THROES. IT SHRIEKS WITH STARTLING LOUDNESS AN",
        "SHOT OF BROOKLYN BRIDGE JAMMED WITH STALLED TRAFFIC SLOW",
        "SITUATION AS HE SEES IT.",
        "AND PLACES THE FREE END OF THE TUBE INTO A LARGE GAS CAN",
        "PULL BACK AND UP UNTIL HE'S QUITE SMALL, UNTIL WE CAN SEE",
        "CYLINDER TO VERIFY IT'S FULLY LOADED, THEN SNAPS IT SHUT.",
        "LITERAL HEAVE HO.",
        "SEVERAL PERSONS RUSH BY, DRAGGING LARGE MASKS, COSTUMES A",
        "76.",
        "GROWLING AND SNAPPING.",
        "BOBBY STOPS IN HIS CLIMB AT THE SOUND OF THE SCREAM. IT'S",
        "CUT TO PLUTO AND MARS. PLUTO STOPS AND LOOKS BACK. MARS",
        "SHOULDER INSTINCTIVELY.",
        "ON THE TABLE, ALONG WITH FOOD, TOOLS, AND ALL THE OTHER L",
        "BOBBY CRANKS DOWN THE REAR WINDOW FROM THE OUTSIDE AND IS",
        "A THICKET AND TUGS AT A GLEAMING OBJECT STUCK IN THE HARD",
        "HE SIGNALS, TURNS FROM PLUTO, AND THEY ALL DISAPPEAR OFF",
        "BRAINS THE MAN AND HAS AT HIS COSTUME, A FULL EAGLE OUTFI",
        "FOR BOBBY TO SEE THAT \"THE BEAST\" HAS BROKEN HIS CHAIN AN",
        "DISAPPEARED.",
        "WOMEN ARE SO STUNNED THEY DO NOTHING BUT STARE AT HIM. HE",
        "PA, (ALONG WITH SEVERAL OTHERS)",
        "DOUG'S FACE, JUST ABOVE LYNNE'S, MOVES DOWN WITH HIS BODY",
        "PICKED UP.",
        "BOTH HANDS AND GIVES A TREMENDOUS YANK.",
        "SUDDEN SILENCE TO THIS CUT. THE SKY RUNS RED AS THE PLANE",
        "BOBBY STAYS AT THE DOOR A LONG MOMENT, SCANNING THE DARKN",
        "SPEARS AND SHIELDS.",
        "IN TWO SECONDS BOBBY TAPES A MATCH, THE WOODEN KITCHEN KI",
        "WASHOUT AND QUICKLY MOUNTS AN OUTCROPPING OF ROCK. THE VI",
        "IS PULLED BACK AND RUBY, NAKED TO THE WASTE AND GLEAMING",
        "DOUG LOOKS AROUND. THE BRIGHT CIRCLE OF THE FIRE PITCHES",
        "EXT. A HIGH PLACE",
        "TERROR, AS ETHEL STRUGGLES THROUGH THE DOOR AND TOWARDS T",
        "NOTHING HAPPENS. THE MAN BEAMS IN PRIMITIVE RELIEF AND WA",
        "ETHEL AND RUNS AROUND TO THE DOOR OF THE TRAILER, FOLLOWE",
        "THE CRASH IT IS NEARLY OFF THE RIM ALREADY, AND FLAT. THI",
        "THE FLOW OF HER WOUND. THE WOMAN IS DELIRIOUS.",
        "SHE CRUMBLES THE DRY SUBSTANCE AND ALLOWS IT TO FALL BETW",
        "DOUG AND RUBY AND SHANTI WALK IN TO THE CLEARING, DOUG",
        "BRENDA'S VOICE IS IMMEDIATELY HYSTERICAL, ACCUSATORY. AT",
        "THE BLOATED FACE OF BIG BOB FLOATS BY IN SLOW MOTION,",
        "AGAIN.",
        "DRAWS THE OUTLINE AND WE SEE THE FIGURE IS OF A GIRL",
        "THE SUN WRITHES ON THE HORIZON, AND THE MOLTEN BALL BEGIN",
        "TELEPHONE WIRE",
        "GIVES BRENDA A LOOK THAT SAYS \"THIS HAS TO BE DONE JUST",
        "SAYS NOTHING.",
        "LYNNE ENTERS AND SITS BESIDE HER MOTHER, SMOOTHING THE OL",
        "HE BEGINS RUNNING IN THE ORIGINAL DIRECTION AGAIN, FOLLOW",
        "BOBBY LUGS HIS MOTHER'S CORPSE OUT OF THE TRAILER AND",
        "HAIR FROM HER EYES AND LOOKS HUMOROUSLY AT HER COMPANION",
        "THE DOOR, SOMETHING ALMOST LIKE A PLEASURE ON HIS FACE. T",
        "DOUG APPEARS, PALE AND GHOSTLY. HE GOES TO THE DOOR OF TH",
        "BEEN POSTED.",
        "PACK OF CIGARETTES THAT HOURS BEFORE WAS IN BIG BOB'S SHI",
        "BULLION FOR BRENDA. WITHOUT ACKNOWLEDGING THE WEAPON, DOU",
        "AND PLUTO'S VOICES FADE AS THE DOG DISAPPEARS.",
        "BALL OF FIRE AND SMOKE ALREADY IN THE SKY. THEN LOOKS BAC",
        "PLUTO STRAIGHTENS IN THE DOORWAY OF THE TRAILER WHERE HE'",
        "MANHATTAN, HORRIBLY POLLUTED AIR HALF-VEIL",
        "HEAR THE WHIRRING OF WHEELS AT FULL RACE.",
        "WAD OF DRY MOSS.",
        "ON HER. PLATTED FLOWERS AND TINY NECKLACES.",
        "THE FIRE IS DOWN TO EMBERS THAT OFFER SCANT LIGHT. BUT A",
        "THE REAR WHEEL OF THE CAR AS IT BLURS INTO FULL SPEED",
        "HANDS AND KNEES. WE SEE HE HAS A STRIP OF THE ABRASIVE",
        "THE BRANCHES WHERE THEY STILL FEED WITH BRIGHT NOISE,",
        "BUMPER AND LOOKS OFF, AWAY FROM BRENDA'S LOOK.",
        "TRAILER. LYNNE COMES UP TO DOUG, TAKING HIS HAND.",
        "PA PA CIRCLES THE SEATED GROUP IN SILENT RAGE UNTIL HE FI",
        "THE GRAVEL. BRENDA MUSES TO LISTEN.",
        "NEXT TO ONE, WRAPPED IN A SHEET, IS THE CORPSE OF LYNNE.",
        "STRAIGHTENED UP. SINCE THERE'S NO CAMPGROUND ELECTRICAL",
        "WITH THE LOW RED SUN THAT'S DIRECTLY IN THEM. SHE LAYS BA",
        "DOUG PULLS HER TO HIS CHEST. SHE PULLS THE COVER HIGHER O",
        "TURNS AND VANISHES INTO THE DARK.",
        "BUT SHOWING HE'S NEXT IN COMMAND. PA PA'S GESTURES INDICA",
        "GROWLING BARK BEING THE RESULT. THEN SHE BEGINS BARKING I",
        "SHADOW. BRENDA LOOKS UP. A SINGLE DARK BIRD, LARGE, VERY",
        "CARTER, A HANDSOME WOMAN OF 27, BRUSHES A MOIST STRAND OF",
        "OUR CAMERA POSITION THAT WE CAN HEAR THE AIR",
        "AWAY FROM PA PA'S APPROACH, KEEPING THE TRAILER BETWEEN T",
        "SOMEWHERE NOT FAR INTO THE BUSH A LARGE DOGS BEGINS BARKI",
        "\"THE BEAST\" STANDS AT THE EDGE, HIS TAIL WAGGING SLOWLY,",
        "NOTICES.",
        "THEN LOOKS AWAY IN EMBARRASSMENT AS LYNNE'S VOICE BECOMES",
        "PLUTO MAKES TO STRIKE THE INFANT A BLOW WITH THE STAFF HE",
        "THEN GLARES DOWN TOWARDS THE FOREST BELOW.",
        "THE YOUNG SAVAGE SMELLS THE BUSH WHERE \"THE BEAST\" PISSED",
        "POCKET. THEY LIGHT UP WITH HIS BUTANE LIGHTER AND WATCH I",
        "BOBBY HELPS DOUG LOWER LYNNE INTO THE GRAVE. DOUG OPENS T",
        "EAR AND MOUTH.",
        "CAMOUFLAGE NETTING, WHICH GIVES THE ENTIRE RITE A COVERT,",
        "CUT TO A SHOT OF A SIDEWINDER COILING, LINING UP ITS FANG",
        "HOLDS FROM FLYING OUT THE WINDOW, SHAKES HER HEAD VEHEMEN",
        "DESERT. A ROAD.",
        "MOZART QUARTET REPLACES THE JINGLE. BOBBY LOOKS BACK TOWA",
        "OF SPARKS SCREW EVEN HIGHER. THE HEAT AND LIGHT PRESS LYN",
        "M.S. BOB HANDS THE GUN TO HIS SON, BOBBY.",
        "HE LOWERS HER DOWN, COLLAPSING IN TEMPORARY EXHAUSTION.",
        "IS PLAITED WITH DRIED DESERT FLOWERS AND A THIN BRASS CHA",
        "FALLS. THE DOG STOPS, TURNS BACK TO THE YOUNG MAN AND",
        "SPUTTERING. NO SIGN OF ANYTHING OR ANYONE ELSE.",
        "SHOUT TO EVEN HEAR HIMSELF OVER THE DIN OF THE RITUAL THA",
        "BEAST.\" HE IS GETTING UP, SNIFFING THE AIR, LEANING AGAIN",
        "\"THE BEAST\" SMELLS IT, LOWERS HIS MASSIVE HEAD AND",
        "MATERIAL USUALLY FOUND ON THE SIDE OF KITCHEN MATCH BOXES",
        "AT SUPERSONIC SPEED",
        "CURTAIN AT THE DOOR TO SHANTI'S NICHE.",
        "DARKNESS. DOUG'S FACE LIGHTENS A GOOD DEAL, ALMOST TOWARD",
        "CUT BACK TO BRENDA. SHE'S LOOKING AT THE CLOCK STILL ON T",
        "RUBY GOES INTO THE CAVE. PA PA TURNS TO HIS SONS WHO NOW",
        "POWERFUL JAWS AND NECK, PLUTO IS CRIPPLED IN ONE LEG. JUS",
        "IT PLUMMETS ABRUPTLY BACK INTO ITS HOLE, SLAMMING THE HAT",
        "IS A WOMAN. HUGE, SMOKEY, ROUGH SKIN, PERHAPS TWO HUNDRED",
        "YOUNG SAVAGE IMMEDIATELY RIPS THE BLANKETS OFF THE GIRL A",
        "BOB",
        "ALL OF THIS TAKES PLACE UNDER A MUCH LARGER \"TENT\" OF",
        "CRANKS THE GENERATOR.",
        "MOZART VANISHES MID-PHRASE. BOBBY STARES INTO SPACE, AND",
        "TAKES THE BREW BACK TO BRENDA.",
        "SOUND.",
        "REGAINING FLAPS AROUND THE INSIDE OF THE CAR LIKE A MADDE",
        "SATISFACTION AS THEIR SIGNAL FIRE GROWS.",
        "SMILE.",
        "MOTHER. HE SHAKES HIMSELF AND LOOKS BACK UP.",
        "FROM HIS EYES, AND AROUND HIS NECK, AS TRIUMPHAL",
        "THE MICROPHONE AGAINST ITS HEAD. SHANTI WAILS ANGRILY.",
        "CUT TO THE \"BEAST\" WATCHING PA PA AND PLUTO AND THE OTHER",
        "HOWEVER, ARE NOT ARMY. STRANGE RINGS, BRACELETS OF PLAITE",
        "BRENDA LOOKS TOWARD THE DOOR. NO SIGN OF BOBBY. SHE TURNS",
        "THE INSTRUMENT UP IN HIS TEETH AND TROTS OFF WITH IT. RUB",
        "UP TOWARD THE OUTCROPPING, THEN AWAY.",
        "BRENDA SNATCHES THE MAP FROM HER MOTHER AND GIVES IT TO H",
        "TOWARDS THE SCRUB, THEN BACK AGAIN.",
        "CUT TO DOUG JOGGING WITH GRIM DETERMINATION IN THE GROWIN",
        "HER FINGERS, DEMONSTRATING IT'S FREE OF CONTAMINATION.",
        "SHOWS LYNNE'S FINGER IN C.U. POINTING TO WHERE THEY MIGHT",
        "SHE TAKES THE MEAT FROM THE FIRE AND BEGINS TO EAT. IT'S",
        "\"THE BEAST\" GROWLS AT THE WALKIE-TALKIE, WATCHING IT",
        "INSIDE.",
        "STRENGTH.",
        "CONFUSION, THEN THEY RACE IN, ARMS THROWN OVER THEIR FACE",
        "\"INNER CIRCLE PICKET.\" THIS REVEALS IT TO US.",
        "JUMP CUT TO HIM PULLING OFF THE TIRE OF THE REAR LEFT. FR",
        "ONTO THE GROUND AND KICKS RUBY, SO HARD THAT THE GIRL CRA",
        "BACK TO HIS CAMP, AS QUICKLY AS POSSIBLE.",
        "HE CAN.",
        "A TERRIFIC FIGHT ENSUES, FOR MARS SELECTS TO MAKE DOUG HI",
        "MAPS OF THE STRUGGLE, GETTING MADDER AND MADDER.",
        "BRENDA CHASES BOBBY UP THE INCLINE AND ONTO THE ROAD, WHE",
        "THEIR HELICOPTER, WATCHING BOBBY AND BRENDA THROUGH",
        "AND LIFTS THE WHOLE MASS UP AND OVER HIS SHOULDER. HE LUG",
        "AND HE SHUTS THE DOOR BEHIND HIM.",
        "BOBBY SWEARS AND LOOKS UP AT THE SKY. BRENDA COMES TEARIN",
        "HIS FEET. WE CAN BARELY HEAR THE FLUID TRANSFERRING, FOR",
        "MILITARY VOICE BLARES INTO THE ROOM, LOUD AND CLEAR.",
        "SPARE PARTS. PA PA IS LEFT IN STUNNED ISOLATION.",
        "AND STAMPING THE EARTH.",
        "EVEN LOUDER SHRIEK AND CHASES BOBBY OFF AROUND THE TRAILE",
        "WHISTLING IN HER THROAT AND OVER HER TEETH. FAR BELOW WE",
        "THE YOUNG SAVAGE SQUINTS INTO THE DISTANCE AND MAKES A SI",
        "BOBBY EMERGES FROM THE TREES, FOLLOWING \"THE BEAST\"",
        "THEM FROM ABOVE, WI",
        "LIGHT, A COLEMAN LANTERN, BINOCULARS, AN AX, KNIVES, AND",
        "RUNNING ALONG AN ARROYO.",
        "SOMEHOW IN THE WAY SHE SAYS THIS, BRENDA IMPRESSES",
        "AS SUDDENLY, \"THE BEAST\" IS GONE. THE ENTIRE INCIDENT TAK",
        "ACCURATELY SEEING POSSIBLE RAMIFICATIONS.",
        "SCRIPT, ALTHOUGH NOW IT IS NOT. IT WILL BE PART OF A DUMP",
        "A THIN, FILTHY HAND CLAMPS OVER HER MOUTH BEFORE SHE CAN",
        "BOBBY'S FACE. THE YOUNGSTER IS FROZEN WITH FEAR.",
        "AND OFF SHELVES BY THE YOUNGER SAVAGE, PLUTO.",
        "SLOWLY AS A GAS BUBBLE IN THICK ACID. THIS IS LIGHT ENOUG",
        "THE THIRTEEN YEAR OLD SAVAGE PLASTERED AGAINST THE DOOR,",
        "TO THE SURPRISE OF ALL OF US, DOUG BEATS THE LIVING SHIT",
        "MUCH. THE WHINE TWISTS INTO A PATHETIC YIP, AND HOARSE",
        "THE THICK TRUNK, LEAPS AMONG THE BRANCHES AND DANCES UP I",
        "DRINKING A COKE AND WATCHING BOBBY.",
        "OUT WHAT'S IN HER MOUTH, STANDS AND WIPES HER HANDS ON HE",
        "BOBBY SITS ON THE STAIR OUTSIDE THE DOOR, THEN JUST AS",
        "PA PA'S FACE TURNS INTO PRIMEVAL RAGE.",
        "CAR. ETHEL, NOTHING BETTER TO DO, WORRIES ABOUT THE DOG.",
        "OF CLOTHES AND OTHER DOMESTIC ARTICLES THROWN OUT OF DRAW",
        "THE DOG DROPS HER HEAD AND SKULKS OVER TO BOBBY. HE PUTS",
        "WOMEN SCREAMING. LYNNE WHEELS ABOUT AND LOOKS FRANTICALLY",
        "ROLLS OFF DOUG. DOUG TURNS TO SEE THE GIRL RUBY, BEACONIN",
        "HER EARS AND GATHERS HERSELF.",
        "SHE HAS BEEN DISEMBOWELED, HER INTESTINES TORN OUT AND LY",
        "ANKLE, THE HAIRY BARE LEG STEPPING INTO A CROUCH AS THE B",
        "ETHEL IN THE CHAIR. THEY STOP, SPOOKED. THEY SLOWLY ADVAN",
        "CUT TO DOUG AND RUBY RACING DOWN A HILL, DOUG CARRYING",
        "FLOWERING WILDWOOD, AND AT THE VERY TOP, WE SEE AS WE ZOO",
        "BUT SWITCHED OVER TO THE MILITARY CHANNEL. HE DESPERATELY",
        "SWALLOWS AND LOOKS UP AT THE SKY.",
        "SHE OFFERS THE JUG OF CHEVAS REGAL TO THE GIRL. RUBY SHAK",
        "AND KISSES HIM. HE DRIVES IN SO FAR THEIR BONES RUB. GLAN",
        "PLUTO'S KNIFE. HE STOPS IN FRONT OF BOBBY.",
        "SILENT.",
        "WITHOUT DOING HIM ANY REAL HARM. HE DRIVES HIS PISTOL HAR",
        "SHE TIES ONE END OF THE WIRE LOOSELY AROUND THE REAR BUMP",
        "NOISE IS FOLLOWED IMMEDIATELY BY TERRIBLE SCREAMS.",
        "PICKS UP A STONE AND ATTACKS. IN ONE SIMPLE STRIKE, HE",
        "RECEIVING TRANSMISSIONS. HE LISTENS WHILE HIS BREATH RASP",
        "SPINNING OFF LIKE A RIBBON OF GRAVEL AND DUST INTO THE",
        "OF FOOD AND LOOT, GATHERS THE FOUR CORNERS OF THE TABLECL",
        "TREES ON THE FAR SIDE OF THE CLEARING.",
        "ALL COSTUMES, INSTRUMENTS AND ADORNMENTS, ALL WEAPONS, PR",
        "THE THREE LAUGH UPROARIOUSLY, SLAPPING EACH OTHER ON THE",
        "SHREDS OF DISTANT MUSIC, ELECTRONICS, PIECES OF SENTENCE",
        "THIS IS IMMEDIATELY DISMISSED BY PA PA. WE SEE MA MA BEIN",
        "HE MOTIONS FOR HER TO REMAIN HIDDEN BY THE TRAILER'S SIDE",
        "WOODS, DRAGGING THE SACK OF BOOTY, LIFTING THE WAILING IN",
        "THE REST OF HIS FAMILY. BRENDA STANDS WATCHING. SHE LOOKS",
        "ALIVE, LYNNE DEAD. HE HOLDS HER HAND FOR A MOMENT, THEN",
        "CARTRIDGE SHELLS, OVER THE DECORATIVE SCARS ON HIS BELLY.",
        "WIPES HIS MOUTH WITH THE BACK OF HIS HAND. HE LOOKS SHAKE",
        "THE WOMEN PLAY THE PERCUSSIVE INSTRUMENTS, CHANTING AND",
        "BEAUTY SHOOTS ACROSS THE ROAD, THROUGH THE BRUSH AND UP I",
        "GREAT CHEST PUMPING LIKE AN ENGINE FROM THE CLIMB. A",
        "ETHEL COOKS AT THE BUTANE BURNER. LYNNE FEEDS THE BABY,",
        "EXPLOSIVE TEN SECONDS, THEN GLARES AT MARS. MARS WATCHES",
        "AUDIBLE IN HER ECSTACY. BOBBY GOES BACK INSIDE THE TRAILE",
        "TABLE BY THE C/B. IT READS QUARTER PAST THE HOUR.",
        "AND SLUMPS BY HER SLAIN SISTER, TRYING TO SMOOTH THE WOMA",
        "BOBBY PRESENTS HIS HAND, WHICH HE'S BEEN KEEPING BEHIND H",
        "BEAUTY JOINS BRENDA AND AGAIN SORTS THROUGH THE AIR, A",
        "HIDDEN FROM VIEW, TAKING A FURTIVE DRAG ON A JOINT. LYNNE",
        "RANGES JUST AHEAD. HE SUDDENLY HALTS AS THE RADIO BEGINS",
        "THERE SIGN OF MAN'S HAND.",
        "DOUG GINGERLY PICKS UP THE WALKIE-TALKIE, NOTING ITS U.S.",
        "REFRIGERATOR, ETC. THE PLACE HAS BEEN SOMEWHAT STRAIGHTEN",
        "WAITING. THERE'S A SORT OF SCRAMBLING INSIDE, THEN LYNNE",
        "SHANTI WATCHES THE GIRL INTENTLY AS THE GIRL WRAPS HER IN",
        "PASSION LIKE A METEOR SHOWER. THE OLD STATION WAGON START",
        "ETHEL RUNS AT THE TREE OF FIRE, CLUTCHING AT HER CRUCIFIE",
        "BRENDA IS SCREAMING FOR A MOMENT, THEN IS SILENT. ONCE AG",
        "BRENDA RAISES HER ARM AND DROPS IT SUDDENLY.",
        "ITS AGING SHOCKS. OUR VIEW IN UNDER THE CAR, PAST THE REA",
        "THE SAVAGE MARS SPRINGS TO HIS FEET, SNATCHING UP THE BAB",
        "\"THE BEAST.\"",
        "AROUND DOUG. LYNNE COMES RIGHT AFTER, FOLLOWED BY ETHEL",
        "STOPS.",
        "LYNNE IS JUST ABOUT TO SPEAK AGAIN WHEN A SHORT BURST OF",
        "STRIKE GROUP AND DISAPPEAR OUT OF THE TENT, BRISTLING WIT",
        "LONG MOMENT.",
        "BOBBY TURNS. SOMEONE IS CLAMBERING DOWN THE ROCKS BETWEEN",
        "MARS LIFTS THE SCREAMING BABY AND THROWS HER ACROSS THE R",
        "DOUG'S ALREADY BACK UP, PASSING BRENDA'S HAND TO BOBBY, W",
        "GOES INTO THE RED TENT. A TERRIBLE CRY FROM MA MA HURTLES",
        "TRAILER, SEEING NOTHING OF HER DAUGHTER'S CIRCUMSTANCE. T",
        "CLIMBS. HE STOPS TO CALL, HIS VOICE CRACKING WITH STRAIN",
        "HIGH.",
        "EMOTION.",
        "ETHEL DIVES DOWN TOWARDS THE FLOOR, AND THE MAP SHE WAS J",
        "CARRYING SHANTI AT ARMS LENGTH.",
        "SHE STUDIES THE GIRL.",
        "HE'S VIOLATING SOME TERRIBLE TABOO TO TOUCH THE FLAP OF T",
        "CUT TO THE TREE HAVING ITS BRANCHES AXED OFF BY SHOUTING",
        "HER FROM THE LIGHT IN THE SHEET. HIS FACE IS ASHEN.",
        "HER FROM THE OPPOSITE DIRECTION.",
        "FAR WINDOW.",
        "DOUG IS BACK CHECKING THE WOMEN. HE MAKES EYE CONTACT WIT",
        "HUSBAND OF ETHEL",
        "SICKENINGLY TOWARD THE SHOULDER, STRAIGHTEN ONCE, THEN PL",
        "ABOUT THE THROAT. ALMOST IN THE SAME SECOND, SOMEONE STRI",
        "CUT TO A SHOT MINUTES LATER. PLUTO IS FLAGGING, UNABLE TO",
        "BRENDA HAS RUSHED OFF, AND NOW RETURNS WITH THE ROLL OF",
        "THE DOOR. \"BEAUTY\" BOLTS OUT AND IS GONE LIKE A SHOT.",
        "HE PUTS DOWN THE MIKE AS BRENDA'S CRYING BREAKS HIS",
        "DISAPPEARS, BRENDA TAKES A SIP OF BOBBY'S COKE.",
        "BOBBY, (C/B)",
        "FIST HE DRINKS THEIR WARM BLOOD THEN FLINGS THE BODIES IN",
        "THEM, BRENDA AND BOBBY STAND UP FROM HIDING AND \"GIVE EAC",
        "THE TRAILER.",
        "WAVERING INFINITY OF HEAT. NOTHING AROUND HER LOOKS AT AL",
        "AGAINST LYNNE'S BELLY AND FIRES. SHE IS SNAPPED BACKWARDS",
        "DOOR ENOUGH TO WATCH. HIS EXPRESSION IS ONE OF MUTED HORR",
        "BONFIRE, WHERE LYNNE AND ETHEL HEAP MORE FUEL ONTO THE",
        "ALONG ITS SIDES ITS LOOPS LOW THROUGH THE LIGHT BRUSH,",
        "IT OUT THE DOOR.",
        "ROCKS",
        "MARS SEES THIS HAPPENING AND COMES OVER, FULL OF TREPIDAT",
        "POWERFUL HAUNCHES AND LETS OUT A LONG, ANGRY HOWL, JUTTIN",
        "SCREAMS. LYNNE AND BOBBY ALREADY ARE FAR OFF. DOUG DUCKS",
        "BRENDA STANDS IN THE MIDDLE OF THE GRAVEL ROAD, THE BIG M",
        "BOBBY TOSSING MORE WOOD ON THE FIRE, WHICH",
        "FREE ARM AND PLUTO FALLS HURT. HE STRUGGLES UP AND STAGGE",
        "CUT TO MARS, HOLDING LYNNE TO THE FLOOR, SHANTI SCREAMING",
        "HEIGHT, INFINITE BADLANDS AROUND THEM, THEY ARE REVEALED",
        "LEG STEPS INTO VIEW, FRAMING \"BEAUTY\" AS SHE SPRINGS INTO",
        "APPARITION OF LIFE WITHOUT KNOWING WHAT TO DO. DOUG",
        "THEN STEPS TO THE EDGE OF THE PRECIPICE AND LOOKS DOWN.",
        "\"BEAUTY\" BREAKS OVER THE UPPER REACHES AND ONTO FIRST LEV",
        "DOUG SMILES ENCOURAGINGLY AS BRENDA TAKES A SIP. BRENDA",
        "BOTH OF SAVAGES AND OF DOUG AND \"THE BEAST\" RUN OUT TOWAR",
        "AFRAID OF SOME SORT OF TRAP. DOUG MOVES HIS HEAD SO HE CA",
        "THE LENGTH OF HIS CHAIN, STRAINING SILENTLY OFF TOWARD TH",
        "QUITE RIGHT, BUT HE DOESN'T FIX ON THIS. HE LOOKS SOMEWHA",
        "THROAT. HE LISTENS. ALL AROUND HIM IS PITCH BLACK SILENCE",
        "PLUTO PULLS HER AWAY AND GRINS INTO THE MIC.",
        "HE REACHES THE CLEARING SAFELY AND WALKS SHAKILY TO THE",
        "THEM BOTH.",
        "A LOYAL SAVAGE RUSHES MARS. MARS LAYS THE MAN DOWN WITH A",
        "END OF THE TELEPHONE LINE FROM THE REAR BUMPER OF THE CAR",
        "\"THE BEAST\" RUNS AHEAD OF HIM, LOOPING BACK AND AROUND, T",
        "CUT BACK TO THE FAMILY AT THE TABLE.",
        "THE GIRL TURNS BACK TOWARD THE HILLSIDE AND STARTS TOWARD",
        "THE MEN WHIRL AND WHIRL, PULLING OUT KNIVES AND SLASHING",
        "\"BEAUTY\" IS BARKING FRANTICALLY INSIDE THE TRAILER, HER N",
        "CUT TO PA PA, PLUTO AND SEVEN SAVAGES, TROTTING GRIMLY,",
        "THERE'S AN EXPLOSION, AND A BIG BALL OF FIRE ROARS UP FRO",
        "GETS THREE OTHERS WITH A BASEBALL BAT, SWUNG WITH INCREDI",
        "DOUG HEFTS THE RADIO, SEEING THAT IT'S BEEN BROUGHT TO HI",
        "ARE TOGETHER FOR THE FIRST TIME BY THEMSELVES.",
        "BOBBY DOESN'T ANSWER, BUT HE'S STUDYING DOUG'S FACE FOR S",
        "EASILY IN THE WAVERING HEAT. SEEN TELESCOPICALLY, THEY LO",
        "BOBBY GOES OUT INTO THE CIRCLE OF LIGHT FROM THE FIRE. TH",
        "DOUG VAULTS OVER TO THE KITCHEN TABLE, THE CENTER OF THE",
        "ARRIVE WITH A BLANKET AND POLES, A MAKESHIFT LITTER.",
        "AND STUDIES IT A LONG MOMENT, THEN SINKS TO HIS KNEES AND",
        "FROM THE SHADOWS.",
        "CIRCLE. ANOTHER. SOME MORE LINES, FASTER NOW. THE HAND",
        "SHEPHERD \"BEAUTY\"",
        "THERE IS THE SOUND OF THE RADIO, THIS TIME JUST OUTSIDE T",
        "HE PICKS UP THE PISTOL AND OPENS THE DOOR.",
        "BEHIND. THE YOUNG MAN IS BLEEDING BADLY, BUT MORE, \"THE",
        "TOGETHER THEY LIFT THEIR MOTHER TO THE CHAIR AND SIT HER",
        "RUBY WAKES AT THIS, A BIG SMILE COMING OVER HER FACE. SHE",
        "BUNDLED AGAINST THE COLD. FROM SOME DISTANCE WE CAN HEAR",
        "PLUTO'S FACE. HE SWALLOWS. HE THROWS OFF THE PEL",
        "AUTOMOBILE, ITS INCREDIBLE NOISE CRACKING THE WINDSHIELD.",
        "THAN MARS. HE'S PERHAPS IN HIS FIFTIES, SCAR-FACED, HAIRY",
        "MARS CHIMES INTO THE MICROPHONE.",
        "TO KILL HIM, OR WHETHER HE MIGHT BE CONSIDERING THE REMAR",
        "POLE CROWNED BY THE BLEEDING HEAD OF BIG BOB, WHICH NOW H",
        "DOUG SPREADS ANOTHER BLANKET OVER THE WOMAN AND TAKES HER",
        "LINES 0.S.",
        "LIGHTING A CRUDELY FRAMED ICON OF MA MA",
        "BRENDA OFF BALANCE.",
        "BUT ALL HAVE BEEN FASHIONED INTO THE MOST SAVAGELY BEAUTI",
        "DROPPING THEM BACK DOWN. SOMETHING MAKES A METALLIC CLINK",
        "BLOODY. OUR CAMERA WALKS THROUGH ALL THIS. BOBBY STAYS BY",
        "SHOT OF THE CAR AND TRAILER DRIVING PAST A SIGN SAYING",
        "IS SPRAYING SHANTI WITH CHICKEN BLOOD. THE FLAPPING",
        "IN AN ASIDE, WE SEE MARS INSTRUCT ONE YOUNG SAVAGE TO \"GO",
        "CHARGE. MARS' GESTURES INDICATE HE SUGGESTS TELLING MA MA",
        "GROUND OF THE TOP. SHE CASTS ABOUT ANGRILY FOR THE SCENT,",
        "CUT TO THE ROAD. BOBBY, BRENDA AND \"THE BEAST\" CLIMB ONTO",
        "SNUFFING THE AIR FOR A SCENT. OVER THE WEIRD SUBLIMINAL",
        "THE ENTRANCE TO THE CAVE, REACHES GINGERLY INSIDE AND PIC",
        "BAT, THEN PLASTERS ITSELF ACROSS BOB'S FACE.",
        "THEY PAUSE AT THE FOOT OF THE TREE. FLIES SWARM UP FROM T",
        "THE TWO GERMAN SHEPHERDS LIE IN THE SHADE OF THE CAMPER.",
        "THE TWO MEN LAUGH FOR THE FIRST TIME IN A LONG WHILE, THE",
        "BUT A LOW SCRAPING OF WIND.",
        "THEM AT THE CIRCLE OF MEN.",
        "CONFER ONCE MORE, THEN HEAD IN THE DIRECTION OF THE TRAIL",
        "THE HANDS ARE WORKING AN OAK FIREBOW OF ANCIENT DESIGN. T",
        "KNIVES FROM MAR'S BLOODY HAND AND CASTRATES THE MAN. HE",
        "LOW SUN IS TURNING THE ENTIRE PEAK OF THE STONE PINNACLE",
        "AND NOW IS MAKING A HUGE LOOP OF IT, MUCH LIKE A LASSO, B",
        "NETTING, AND RUNS TO HELP WITH THE TIPPING UP AND STEPPIN",
        "DOWNDRAFT FROM ITS ROTORS SENDS UP A DUST STORM THAT FORC",
        "ROTATES THE DESERT TOWARDS DARKNESS. THE ARTERIAL LIGHT O",
        "BOB UNSCREWS THE CAP OF A THERMOS AND TAKES A LONG SWIG,",
        "IS IN NO WAY MIRRORED BY THE ROUGH CLOTHING SHE WEARS AGA",
        "HER FACE IS BURNED DARK BY THE SUN, HER EYES DARK, EVEN W",
        "ETHEL",
        "BOBBY LOOKS BACK DOWN THE HILL AT THE DISTANT CALL OF HIS",
        "INFANTICIDE, CONSPIRACY",
        "NO ANSWER FROM BOBBY, WHO IS PITCHING STONES INTO THE FIR",
        "BURNING TREE TRUNK.",
        "AWAY, WATCHING HIM.",
        "TRAILER, THE SPARES FOR THE OVEN AND STOVE. THESE ALSO HE",
        "C.U. OF BRENDA, LEFT ALONE BY BOBBY, WHO JUMPS DOWN TO JO",
        "LIKE PLUTO MIGHT HAVE A CHANCE, BUT THE BEAST HAS HIM BY",
        "STONE BLUFF ACROSS THE ROAD. WE CAN HEAR ETHEL COMPLETE H",
        "ROUNDS, WHICH HE TAKES FROM A SMALL COLORFUL BOX. BRENDA",
        "LUXURIOUSLY LAPS UP THE BLOOD, TASTING, SMACKING HIS LIPS",
        "ROUND TOWARDS THE CAR.",
        "UNCEREMONIOUSLY DUMPS THE GIRL AND RUNS.",
        "AN UNNAMEABLE FEAR.",
        "THE WINDOW.",
        "CONTINUED",
        "WE SEE HIS TEETH ARE FILED TO POINTS. HE MOVES INTO THE",
        "OUT. ABOVE HER IN THE TRAILER'S BUNK HER MOTHER LURCHES U",
        "BOBBY LOWERS THE GUN AND DROPS IT, TEARS OFF HIS COAT AND",
        "LYNNE AND BRENDA ARE SPREADING A CLOTH OVER AN ALUMINUM",
        ". VOICE",
        "BOBBY TOSSES A MATCH AT THE TIRE. IT IGNITES WITH A BIG B",
        "BRENDA AND BOBBY COME FROM ACROSS THE ROAD, AND \"THE BEAS",
        "DOUGLAS IS REVEALED MIDDLE BACKGROUND, LEGS SPREAD AND",
        "HAS IT OVER HIS SHOULDER, THEN GOES OFF TOWARDS THE TRAIL",
        "COILS UP TOWARD THE MOON, ALIVE WITH HISSING CHOIRS OF SP",
        "RADIO VOICE",
        "IN THOUGHT. ETHEL LOOKS AT HIM.",
        "OTHER SAVAGES WITH THEM CLIMB DOWN FROM THE GUARD STATION",
        "GREENISH EMBOLUS OF A MOON HOVERS IN THE SKY NOW, RISING",
        "WITH HIS GREAT TONGUE. PLUTO HAS STOPPED AND TURNED, SEEN",
        "C.U. OF A .38 POLICE SPECIAL. A MAN'S HAND REVOLVES THE",
        "DOUG SEEMS CAUGHT OFF-GUARD AND UNABLE TO ANSWER. HE'S SA",
        "THE TREE'S TRUNK AND THE BODY NAILED TO IT SEETHE BENEATH",
        "FOLLOW BUT IS PREVENTED BY HIS LEASH.",
        "FREE HAND.",
        "BOBBY",
        "AND STARTS RUNNING.",
        "STRUGGLES OF THE BEHEADED FOWL FRIGHTEN THE CHILD AND SHE",
        "BRENDA EXPELS THE SMOKE WITH A GASP. LYNNE SMILES WRYLY A",
        "IN CONFUSION, THEN AT THE BED WHERE THE UTTERLY STILL WOM",
        "MOMENT WE DON'T KNOW WHERE \"THE BEAST\" IS",
        "THE HAND WITHDRAWS TREMBLING, THEN MOVES BACK, CARESSING.",
        "THROUGH THE BRUSH. THEY DON'T SEE HIM.",
        "METHODICALLY RUNS OVER AND BEGINS SHOOTING THEM IN THE HE",
        "PLUTO HAD FALLEN. THERE'S A SMALL PUDDLE OF BLOOD.",
        "GOING. HE SMELLS THE HUNT. DOUG TURNS TO BOBBY.",
        "TO INTENT READINESS.",
        "ELECTRONIC MUSIC THAT HAS SLID BETWEEN THE RIBS OF THIS",
        "SET, HIS ACTIONS FAST AND DESPERATE.",
        "THE BACK SEAT",
        "WHAT HER FATHER'S UP TO.",
        "READY. SOMETHING RUSTLES IN THE BUSH TO HIS LEFT. PLUTO",
        "REUNION.",
        "BOBBY LOOKS AFTER HER AS IF SHE'S GONE CRAZY.",
        "THE PACK RAT JERKS ITS PRIZE FREE. WE CAN SEE IT'S A 50",
        "IT AGAINST THE SIDE OF THE BEACHED STATION WAGON.",
        "CONTRAIL OF STEAM AFTER IT.",
        "THE MAN. THE MOUTH, GAPED OPEN, MAKES NOISES AND A BLACK",
        "OF THE CAR, WHICH STILL REMAINS JACKED UP OFF THE GROUND.",
        "LIKE A TERRIFIED ANIMAL. SHE'S LOOKING AT THE LONG SHININ",
        "LIGHTS UP. THE SISTERS AVOID EACH OTHER'S EYES. OFF SCREE",
        "THE HUGE GERMAN SHEPHERD \"THE BEAST\" CLAMBERS INTO VIEW.",
        "EYES TO SEE THEM COME INTO SIGHT ON THE TRAIL INTO THE",
        "HE STARTS OFF AFTER \"BEAUTY.\"",
        "FAR UP, WHEELS SLOWLY ABOVE HER. IT MAKES NO SOUND, BUT",
        "LYNNE AND DOUG ARE WATCHING BOB SENIOR CRAWL AROUND UNDER",
        "SHOD IN A RATTY \"P F FLYER,\" RUDE BRACELETS OF WIRE AT TH",
        "AS THE GROUP MOVES TOWARDS THE TRAILER A DARK HAND RELEAS",
        "BRENDA JUST FIXES HIM WITH AN AWFUL LOOK. BOBBY LOOKS AT",
        "DOOR OF THE TRAILER ARE TWO GRAVES SCOOPED OUT OF THE SAN",
        "DOUG UNLEASHES A WAVE OF FOAM OVER THE CHARRED MAN AND",
        "THE DESERT. NO SOUND",
        "OUTLET TO PLUG INTO, THE ONLY LIGHT SOURCE IS A CANDLE.",
        "CUT TO DOUG, WATCHING THEM. HE PICKS UP HIS C/B, CHANGES",
        "THE SAVAGES STARE IN DISBELIEF. DOUG REACHES DOWN, TAKES",
        "AWFUL FURY. HE HEARS WHAT'S HAPPENED, MAKES AN AWFUL MOTI",
        "MORE TERRIBLE SCREAMS FROM OUTSIDE. ETHEL HALF FALLS DOWN",
        "CACTUS.",
        "CLIFF.",
        "SQUEAKS ON ITS SPRINGS AND JUMPS IN SYMPATHETIC EXUBERANC",
        "THEY LAY HIM DOWN SOME DISTANCE FROM THE FIRE, COVER HIM",
        "WITH A TERRIBLE SAW-TOOTHED LEER.",
        "CHARGES FROM THE COVER OF THE BUSHES. HE HEADS STRAIGHT F",
        "DARK SMOKE, THE NAKED BODY OF THE INFANT GIRL IS",
        "US AS SOMEONE WHO CAN HANDLE THOSE TURKEYS. MAYBE.",
        "MARS. BOBBY GOES TO THE DOOR OF THE TRAILER AND LOOKS IN.",
        "SCRUB JAYS FLASH BY OVERHEAD, SCREECHING THEIR WARNINGS.",
        "THE BIG MAN. IT'S IMPOSSIBLE TO TELL WHETHER HE WOULD LIK",
        "ITS TEETH, THEN ITS OVER.",
        "GOES OFF INTO THE DESERT.",
        "LIGHT OF THE BONFIRE LICKING HER FEATURES.",
        "LAYS THE JACKET GENTLY OVER BIG BOB'S FACE.",
        "DOUG DRINKS COFFEE AND SMOKES. BOBBY IS MORE AND MORE",
        "LONG, TERRIFYING CRY, HALF-ANIMAL, HALF-HUMAN, PARALYZING",
        "DOUG PERSISTS IN TRYING TO REACH BOBBY.",
        "EARTHEN VIALS OF STRANGE POWDERS, THAT ARE MIXED WITH THE",
        "THE FACE OF BEAUTY'S KILLER.",
        "PROPPED UNDER.",
        "CAN GET HER HANDS ON AT BOBBY",
        "HE REACHES THE PLATE OF ROCK AND LEAPS UP ONTO IT, RIGHT",
        "FIRST HUNT MIGHT DISPLAY A RABBIT.",
        "AND NOW \"THE BEAST\" IS BARKING TOO, LEAPING AGAINST THE",
        "DOUG LIES ON HIS BACK, HEAD THROWN TO THE SIDE AWAY FROM",
        "HE JUMPS DOWN, FOLLOWED IMMEDIATELY BY TWO GERMAN SHEPHER",
        "ETHEL WIPES HER HANDS ON HER JEANS AND PUTS ON A LIGHT",
        "BARBECUED ARMS AND HAMS OF BIG BOB. A \"PRIEST\" OF SOME SO",
        "FIRE EXTINGUISHER OFF THE WALL, THEN SEES THE FIRST AID K",
        "THE INFANT'S FACE, GAZING UP INNOCENT AS CA",
        "PROJECTILES UNTIL HE CAN GET HIS HANDS ON HER. HE PINS",
        "WINDOWS, TEARING AT ANYTHING LOOSE. IN THE BACK AN INFANT",
        "STRATOSPHERE. ONE VOICE IS AUDIBLE FOR SEVERAL SECONDS AT",
        "MOTHER, STRANGELY ANGRY AT BRENDA.",
        "SWITCHES FROM ONE CHANNEL TO ANOTHER, CALLING AGAIN.",
        "MAKES A DECISION. HE PASSES SHANTI TO RUBY AND BIDS HER G",
        "WOMAN'S VOICE",
        "BOBBY JUMPS UP AND COUNTERATTACKS, CHARGING THROUGH A HAI",
        "ALL OF THESE CHARACTERS FROM THE TRAILER SHOW THE SIGNS I",
        "RINGED SAVAGE, JUST BEFORE THE BIG POLE. EVERYONE IS BUSY",
        "LEATHER FLAP, AND WITH SURPRISING SPEED AND AGILITY FOR A",
        "DIRECTION.",
        "TOWARDS PLUTO'S BLADE. WATCHING MARS. SHE'S TO THE EDGE O",
        "THE WIND IS DYING. THE DOG'S BARKING IS SWALLOWED WITHOUT",
        "BOBBY'S FACE, HIS EYES GLAZED AND UNBELIEVING.",
        "SHAKE HANDS.",
        "BOBBY SITS LISTENING TO MOZART AND MAKING ROWS OF .38 CAL",
        "EMBRACE AND KISS AND LICK. THEN BOBBY SEES RUBY.",
        "THE ROCKS. SHE'S ALREADY OUT OF SIGHT WHEN BOBBY GAINS TH",
        "BRENDA.",
        "FACE VALUE. HE TURNS BACK TO THE TRAIL. THE TWO GO OFF",
        "AND TRIES TO SEE SOMETHING OUT THERE.",
        "TREE OVER THEIR SHOULDERS AS THEY CLIMB OUT OF THE FOREST",
        "ABRUPTLY IT IS GONE.",
        "AHEAD OF HER.",
        "HAND, HE'S STARING INTO THE DARK AT THE BACK OF THE TRAIL",
        "RELEASING THE TALK BUTTON. THE RADIO IS ONCE AGAIN SILENT",
        "CASUALLY HANDSOME SCIENTIST. HE LIGHTS A CIGARETTE AND",
        "SHOT OF THE CLEARING AND THE FIRE, NOW BURNING LOW. IT'S",
        "ROCKS FLY UP ON ALL SIDES AND SMACK AGAINST THE UNDER-",
        "THE NEXT BRENDA GIVES THE KNIFE A SHOVE, IT SKIDS ALONG T",
        "PERHAPS IGNORING HIM, SETTING HIMSELF FOR THE TRAILER.",
        "DOUG TAKES IT ALL IN WITH A SORT OF FIERCE CALM. ETHEL IS",
        "HE'S HEARD BRENDA MOAN. A HUGE BLOODY SMILE CRACKS HIS FA",
        "AND BOBBY, BRENDA AND ETHEL. DOUG DESPERATELY TRIES CALLI",
        "HER LEGS FROZEN AND SPLAYED AGAINST THE RED SKY, HER PURP",
        "JUMPS UP AND JAMS HIS FRONT PAWS ONTO THE BOY'S CHEST.",
        "DOUG",
        "KNIFE, NOW LYING BENEATH A NEARBY CHAIR. THEN SHE LOOKS A",
        "THEIR FACES STARING AT SOMETHING",
        "MARS",
        "\"THE BEAST\" WAGS HIS TAIL AND WHINES ONCE. DOUG STANDS UP",
        "THEM NEXT TO THE WALKIE-TALKIE. THE RADIO WE SEE IS OLIVE",
        "THEY PASS INTO THE DARK ALONG A TRAIL. ONLY NOW CAN WE HE",
        "BURNING TREE. THEY ALL RECEDE INTO THE DISTANCE, UNTIL TH",
        "LYNNE EXITS WITHOUT A WORD TO BRENDA. BRENDA IS LEFT GASP",
        "WAVERING LUMP IN THE GRAVEL LINE. IT'S LABORING TOWARDS U",
        "BEAUTY, THE FEMALE, IS FREE",
        "THE GIRL RESPONDS TO THE LAST SHOUT AND ALMOST SULLENLY M",
        "PA PA SNIFFS AND TURNS AWAY.",
        "HE SHAKES THE DOOR GENTLY. AFTER A MOMENT IT'S UNLOCKED",
        "HER HEAD ONTO HER MOTHER'S STILL BREAST AND WEEPS",
        "THE CAR AND TRAILER SEEM VERY VERY SMALL.",
        "SAND. FROM THE BACK OF THE STATION WAGON HE TAKES A SPARE",
        "ONE ARM, SHANTI UNDER THE OTHER. HE HAS A TERRIBLE SET,",
        "WOMAN'S ARM.",
        "THE HOOD RELEASE, THEN GOES TO THE FRONT OF THE CAR. HIS",
        "RESTRICTION OF HIS CHAIN. BOBBY HESITATES A MOMENT, NOT",
        "THE SECOND SAVAGE, WHO WILL LATER BE IDENTIFIED AS MARS,",
        "C.U. OF THE ARMY RADIO FOREGROUND. JUST B/G WE CAN SEE PA",
        "NIGHT AIR OF THE TRAILER MOVES UNTO HER MOIST, WARM SKIN,",
        "INTO THE BACK OF THE CAMPER AS ETHEL EMERGES WITH FOOD,",
        "RUBY LISTENS HAPPILY AS PLUTO AND MARS CRACK OBSCENE AND",
        "THE GIRLS' MOTHER, ETHEL CARTER, FIGHTING TO KEEP THE MAP",
        "HANDS ON THE IGNITION KEY.",
        "HE RUNS UP THE STEEP INCLINE AND INTO THE ROCKS.",
        "IT LOWERS OVER THEM LIKE A GIANT INSECT. THE TREMENDOUS",
        "OF MARS, IN THE COURSE OF A TWO OR THREE MINUTE BATTLE OF",
        "THEN HE TAKES A BIG BREATH OF FRESH AIR AND GOES BACK INS",
        "THE SAVAGES BACK OFF, TURN, AND DISAPPEAR INTO THE DESERT",
        "AS SOON AS HE SEES THE FOOD ON THE TABLE HE IS UPON IT,",
        "THEY ARE GREETED BY THE TWO OLDER WOMEN, BOBBY WITH SPECI",
        "HE MOVES TO FIVE BUTANE TANKS HE HAS BROUGHT INTO THE",
        "SHEET TO TAKE HIS FINAL LOOK. LYNNE'S FACE IS DARK RED, A",
        "REELING IN TELEPHONE WIRE AT A TREMENDOUS RATE.",
        "OF TENDON HANGS OUT FROM HIS HEEL, AND HIS FOOT SEEMS",
        "CUT TO A SHOT THROUGH SOME BRUSH TO THE DISTANT TRAILER A",
        "HELD THE BINOCULARS AND WALKIE-TALKIE, SILENTLY OPENS THE",
        "BETWEEN THEM. THE INFANT IS WATLING.",
        "BOBBY LOOKS OFF INTO THE DARK, SHIVERING SUDDENLY. HE",
        "THE WOMEN GATHER IN THE MIDDLE OF THE ROUGH ROAD, HUDDLED",
        "SHE LOOKS AT BOBBY, WHO'S LEANING INTO THE DRIVERS SEAT,",
        "INCLUDING A FIERCE LOOKING FULL FACE MASK.",
        "JUST AS LYNNE AND ETHEL REACH THE TRAILER, PLUTO REELS OU",
        "AND THERE IS HAIR, IN BLOODY CLOTS, STICKING TO BROKEN",
        "BOBBY CARTER IS A TALL, GOOD-LOOKING ALL-AMERICAN KID",
        "HER FACE. CLOSER. WE",
        "ECHO IN THE VAST SILENCE.",
        "A BREATHLESS SMILE. HER FINGERS SNAKE DEEP INTO THE HAIR",
        "THERE'S A SHARP CRACK AND THE TREE BEGINS TO FALL. CUT TO",
        "LYNNE STEPS FROM THE TRAILER AND LOOKS TOWARD THE FIRE.",
        "HE HEARS THE ANIMAL EVERYWHERE, AND KEEPS HIS KNIFE AT TH",
        "THROWN FIFTEEN FEET INTO THE KITCHENETTE.",
        "LYNNE TAKES IN THE MESS OF THE ROBBERY MID-STRIDE, THEN",
        "THE DESERT TOWARDS THE TRAILER.",
        "HOWL, A SOUND OF AN ANIMAL SHAKING SOMETHING MERCILESSLY",
        "C/B, (0.S.)",
        "WE CUT TO THE BACK OF THE TRAILER. LYNNE AND BRENDA STRUG",
        "COATS, AND SCRAPE THE FOAM FROM HIS BLACKENED FACE. HALF",
        "PLUTO RACES TO THE BACK OF THE TRAILER WHERE MARS ROLLS O",
        "PUSHES THE STICK AWAY.",
        "BRENDA, (C/B)",
        "CARRYING. RUBY THROWS HERSELF PROTECTIVELY OVER SHANTI.",
        "IS PLACED IN THE SAND AT ITS FARTHER ARC, AND COVERED. BU",
        "TONGUE SWOLLEN OVER HER TEETH.",
        "GUN, ALSO.",
        "TENDER LITTLE BODY. THE INFANT TRIES TO TOUCH THE SHINY",
        "QUITE A BIT SMALLER NOW. THE BOY WATCHES THE SPARKS SPIRA",
        "IN SOME RELIEF. CUT TO AN ENORMOUS FIGURE COMING THROUGH",
        "OF \"BEAUTY\" AND HOBBLES OFF WITH EVEN MORE EXERTION AND",
        "FURY IS TOO HEAVY TO SUPPORT.",
        "LOOKS AT HIS WATCH. IT'S TEN MINUTES TO THE DEADLINE DOUG",
        "BRUSH. ROCKS RAIN BY AND BOBBY DIVES FOR COVER. AN AWFUL",
        "HIS SNOUT RIGHT AT THE UNDERBELLY OF THE MOON.",
        "FLESH FALLS AWAY WITH IT. INCREDIBLY, LIFE STILL FLICKERS",
        "SHE SQUATS LOWER ONTO HIM, PIVOTING HER HIPS AGAINST THE",
        "ASSEMBLED TWIGS, STICKS AND LOGS.",
        "ARMY OFFICER",
        "ACROSS THE FACE OF THE FIERY STAR, PULLING A RUMBLING",
        "THEY FINISH JUST IN TIME TO SEE PA PA BEARING DOWN ON THE",
        "IMPOSSIBLE TO SEE MORE THAN FIFTY YARDS.",
        "THEN HEARS THE BARKING.",
        "HER VOICE RETURNS AT INTERVALS FROM THE HIGH STONE",
        "PROTECT THEM FROM THE HEAT, AND PULL THE WOMAN AWAY. DOUG",
        "SIMPLY KEEPS HER AT THE CENTER OF ITS CIRCLE.",
        "SWEAT, INTO EYES LONG GLAZED WITH MUSHROOM RAPTURE AND TH",
        "LOOK DIRECTLY INTO THE EYES OF THE DEEPLY FRIGHTENED YOUN",
        "POINT OF VIEW OF SOMEONE IN HIDING.",
        "BOTTLE OF EXPENSIVE WHISKY ARE CIRCULATING FREELY, ALONG",
        "LONG SHANK, TOUGH AND FIBROUS SHE TEARS AT IT WITH HER",
        "FLAMES. A SLIGHT MOVEMENT OF THE CAMERA PUTS MORE BRANCHE",
        "CUT TO BRENDA, HUNCHED IN THE CORNER OF THE WALLS AND BUN",
        "BEAUTY STIRS, GETS UP, HER NOSE IN THE AIR. SHE LETS OUT",
        "INTO AN UNEARTHLY SILENCE.",
        "SEE HE IS CAUCASIAN, SUN-BLACKENED, EMACIATED BY HUNGER B",
        "BUSHES. HE SEEMS AFRAID HE'S GOING TO BE SHOT, BUT DOUG'S",
        "WAGGING HER TAIL IN APOLOGY, SURE THE CRASH WAS SOMETHING",
        "TO THE MAN. HE PUTS THE RADIO DOWN CASUALLY,",
        "THE EAGER DOG.",
        "LOOKS VERY SMALL, VERY VULNERABLE. BEAUTY BARKS UP IN OUR",
        "SHELL EARRINGS, RUINED TEETH. SHE LUGS A HALF-GALLON JUG",
        "BONE WHEN PA PA YANKS HIM RIGHT UP INTO THE AIR.",
        "BRENDA CATCHES LYNNE'S EYE. IT HAPPENS IN AN INSTANT, AND",
        "MERCURY, THEN THE BIG PAW PRINTS OF \"THE BEAST.\"",
        "ATTITUDE TOWARDS BRENDA IS COOL, ALOOF, ANGRY.",
        "THE CAN AND YOUNG SAVAGE GONE.",
        "CUT TO BRENDA IN THE DESERT. B/G PERHAPS A THOUSAND YARDS",
        "SHE FINDS A PACK OF CIGARETTES IN THE JACKET POCKET AND",
        "AIR MIGHTILY.",
        "BEGINS TO CRY.",
        "DISSOLVE TO SEVERAL HOURS LATER. BOBBY IS LEVELING THE",
        "CAGE IN THE CORNER OF THE KITCHENETTE. THE SAVAGE RIPS OF",
        "SILHOUETTED AGAINST THE MILKY WAY, HE APPEARS IMMENSE, HI",
        "BLOODY, SWARMING WITH FLIES. THE MEN ARE BEGINNING THE PA",
        "OVER THE STOVE. THE TRAILER IS AIR TIGHT. BOBBY STUMBLES",
        "BRENDA ROLLS FACE UP AND HER HAND COMES UP CLAWING THE AI",
        "CUT TO \"THE BEAST\" FOLLOWING THE SCENTS OF BOBBY AND \"BEA",
        "SECONDS ON BOBBY'S WRIST. WHEN THE READ-OUT REACHES 9",
        "WARMTH. ALL ARE TOO FAR AWAY TO BE HEARD. THEIR GESTURES",
        "HOWLS POURS OUT. IT'S AN EXCELLENT IMITATION OF \"THE",
        "SWARM OF BEES, FLIES AND GRACKLES SNATCHING AT ITS EYES.",
        "HEAT, A HANDKERCHIEF TIED AROUND HIS FOREHEAD TO KEEP THE",
        "BEAST'S\" VOICE.",
        "POCKETS, TAKES THEM BACK OUT, PICKS UP A LARGE ROCK AND H",
        "HE GOES OUT. BOBBY WAITS A MOMENT, THEN LOCKS THE DOOR ON",
        "\"THE BEAST\" WATCHES PATIENTLY AS PLUTO WAVERS AND IS LEFT",
        "DOG BARKS MORE FRANTICALLY, HALF GREETING, HALF BECKONING",
        "SAVAGE, WHOSE NAME IS NEPTUNE, LETS OUT A TERRIBLE HOWL O",
        "FILTHY CHEST, OVER THE NECKLACES OF COYOTE TEETH AND",
        "THE TWO WOMEN GO OFF. DOUG TURNS TO BOBBY, WHO HAS RETREA",
        "THE INFANT, SHANTI, SHE LIES IN HER CRIB STARING",
        "DOUG, BOB AND ETHEL CONFER ON THE ROAD JUST ABOVE THE CAR",
        "GONE.",
        "CLAY.",
        "AND ROASTED FLESH.",
        "MARS ATTACKS MA MA WITH A TREMENDOUSLY AGGRESSIVE SEXUALI",
        "THE HOWL OF \"THE BEAST\" IS NOW DISTANT, A FAINT TEAR IN T",
        "CUT TO PLUTO AND MARS RUNNING EFFORTLESSLY IN THE DARK,",
        "WITH THE DOOR. SOMEONE'S POUNDING FROM WITHIN.",
        "OF THESE WE CLEARLY SEE FIRE.",
        "PLUNGES INTO THE DARKNESS.",
        "SHOCKING FEROCITY.",
        "SMOKING. BRENDA AND LYNNE AREN'T IN SIGHT. BIG BOB HAS A",
        "BOBBY STARES OUT THE WINDOW AT NOTHING.",
        "MARS SIDESTEPS HER AND SHE FALLS. HE GRABS HER BY THE HAI",
        "CHARGE BY THE TIME THE SAVAGE HAS TURNED. THE DOG SIMPLY",
        "BRENDA IS GONE.",
        "WITH HIS KNIFE, AND THE ENTIRE TENT EMPTIES AFTER DOUG AN",
        "THERE IS A WHITEOUT OF DUST, AND IT IS ABSOLUTELY QUIET F",
        "THE HUGE DOGS SPINS AROUND IN TIGHT CIRCLES, SNIFFING AND",
        "FLARING. ANOTHER CRY FROM \"THE BEAST\" LOOPS DOWN AROUND",
        "PAWS.",
        "GIRL CURLS IN HER SLEEP, PULLING THE COVER BACK OVER HER",
        "HE WITHDRAWS AN ENORMOUS KNIFE FROM A SHEATH AT HIS BELT.",
        "BOBBY OPENS THE DRIVER'S DOOR OF THE STATION WAGON AND PU",
        "EXPERIMENTALLY AND TRIES AGAIN.",
        "GIRL'S EYES COME UP. SHE DROPS THE MEAT INTO THE FIRE, SP",
        "ARMY MARKINGS. HE LOOKS AROUND.",
        "ONE WAY OR ANOTHER OF A VERY ROUGH LANDING.",
        "DOUG PULLS IT BACK TO ENTER AND FINDS HIMSELF STARRING DO",
        "CUT TO THE \"BEAST,\" WATCHING. WAITING.",
        "BATHROOM OF THE TRAILER. DOUG APPEARS FROM THE BACK OF TH",
        "CHILD AND GOES FOR THE MAN'S EYES. HE IN TURN DROPS THE",
        "COMBUSTION. THE HANDS CARRY THIS FLAME TO A SMALL HEAP OF",
        "THROUGH THE DOOR. IT'S PLUTO.",
        "HIGH ABOVE THE FOREST FLOOR THE SAVAGE DIRECTED BY MARS T",
        "SAVAGE, AT LEAST SIX FEET TALL AND BURLY AS A SHARK, STEP",
        "EARNEST.",
        "DUMBFOUNDED. IT CAME FROM SOME DISTANCE BACK INTO THE STI",
        "OTHER FIVE.\"",
        "UP TOWARDS THE HEIGHTS.",
        "FILTHY YOUNG MASCULINE HAND BRINGS THEM INTO FRAME AND PL",
        "THE BADLANDS OF THE DESERT ARE IMMENSE. WEIRD STONE",
        "ARMY JUNK",
        "HAND. IT'S PALE AS CHINA. SHE MOVES HER HEAD PAINFULLY TO",
        "FALLS UPON HER.",
        "AND ASH. ON THE FAR SIDE OF THE TREE, BOBBY ARRIVES AND",
        "HIS P.O.V. WE SEE MARS AND PLUTO WITH THE INFA",
        "DRAB, \"U.S. ARMY\" STENCILED ON ITS SIDE. THE HAND AND ARM",
        "IS DEAFENING. HUGE POPS AND CRACKS AS BRANCHES EXPLODE AN",
        "CUT TO INTERIOR OF CAR. THE SCALDING AIR ROARS IN THE OPE",
        "THE BANDAGE IS TIED. THERE'S A PAUSE, THEN THE ARMY RADIO",
        "BOBBY LOOKS AT DOUG AND LICKS HIS DRY LIPS. THE GUN WAVER",
        "BRENDA FOR AN INSTANT, BUT SHE IMMEDIATELY BREAKS IT. DOU",
        "MORNING LIGHT. THE LIGHT PROBES THE SMOKE AND DUST AND FA",
        "VERY LARGE, PERHAPS TWENTY OR THIRTY FEET ACROSS. THIS LO",
        "WHERE BEAUTY MET HER MATCH.",
        "HER NECK, THE RANK HAIR SPILLED OVER HER BREASTS. PLUTO I",
        "COMPASS, FORKS AND SPOONS, AND, IN ONE DRAWER, A SIZABLE",
        "POLE, KEEPING NOTHING BUT THE RHYTHM OF THE SMASHING STEE",
        "OPEN HAPPINESS AT SEEING THE DOG REASSURES HIM, AND HE'S",
        "BOBBY TURNS BACK TO THE TRAILER. BRENDA STANDS NOT TEN FE",
        "DOUGLAS WALKS FROM THE SHADOWS, A BIG GRIN ON HIS FACE.",
        "SHE TAKES A STEP AFTER HIM, THEN HEARS SHANTI BEGIN TO CR",
        "THE SAVAGE REACHES OVER HIS OWN SHOULDER, DOWN THE BACK O",
        "PLACE TO ANOTHER, AND FROM THERE A SECOND SERIES OF BARKS",
        "DISAPPEARANCE AGAINST THE BLACK ARC OF AN UNLIT PLANET MO",
        "AGAIN, SHAKING IT HARDER IN FRUSTRATION.",
        "COSTUMES OF FRIGHTENING MIEN. FIERCE BIRDS, FAT POLITICIA",
        "BLANKETS AND A PILLOW. LYNNE SENSES SOMETHING GOING ON, B",
        "CUT TO PA PA AND HIS STRIKE GROUP. THE GIANT MAN REFUSES",
        "BOB CARTER LOOKS INTO HIS REAR VIEW MIRROR, THEN TURNS AN",
        "GERMAN SHEPHERD \"THE BEAST\" WITH HER ON A CHAIN LEASH. IT",
        "SHAKES HIS HEAD.",
        "BEFORE THIS IS THE OFFERING, SOMETHING PINK AND HAIRY AND",
        "THE YOUNG MAN BACKS UP, LOOKING ONCE AT THE SMOKING CORPS",
        "LYNNE GOES OUT. AS DOUG IS ABOUT TO FOLLOW HER, BOBBY OFF",
        "THE SAVAGE RUNS UP TO MERCURY, FINDS HIM OBVIOUSLY DEAD.",
        "LENS' POWER TO AN ANT-LIKE VEHICLE PULLING ITSELF OVER A",
        "TO PLUTO. THE YOUNG SAVAGE FIELDS HER WITH A TERRIBLE LAU",
        "BRENDA, HIS EYES SHOWING TOTAL CONCENTRATION, HIS MOUTH",
        "UNINTELLIGIBLE JOKES OVER THE WALKIE-TALKIE, STRAINING HE",
        "LYNNE GIVES BOBBY A PECK ON THE CHEEK AND DUCKS INTO THE",
        "DOUG RACES ALONG IN THE DARK, CRASHING INTO CACTUS, FALLI",
        "ON THE HAND THAT FINDS THE FREE END OF THE RUBBER TUBE AN",
        "FROM THE DIRECTION OF THE FIRE.",
        "SHE PULLS BACK A CURTAIN AND STRAINS TO SEE SOMETHING IN",
        "TO OTHER FIRES, DOWN THE LINE OF CLIFFS. WE HEAR WHISTLES",
        "EVERYTHING ELSE INTO DARK TWISTING SHADOW. THE DOOR OF TH",
        "STRAIGHTENS, LOOKS AT ETHEL.",
        "BRENDA, BOBBY AND \"THE BEAST\" ENTER THE CIRCLE OF FIRELIG",
        "BRENDA FINDS THE KNIFE BLADE INCHES FROM HER BLINKING EYE",
        "THE TREE.",
        "THERE'S A LONG MOMENT'S SILENCE, THEN A \"WOOF\" FROM THE",
        "OF THE CEREMONY WHERE THEY TAKE TURNS DANCING IN FRONT OF",
        "TOWARDS THEIR HOME. PLUTO STILL HOLDS THE C/B AT THE READ",
        "NOISE. THEN HE TURNS TO HER SOUND OF DELICATE, MORTAL NEE",
        "BEHIND HIM.",
        "OUT, THEN A BIG WHUFF, AND WE CUT INSIDE.",
        "THEM.",
        "WITHIN MOMENTS HE IS SURROUNDED BY MEN WITH KNIVES.",
        "ONCE AS VULNERABLE AND CARING. HUMAN PREY.",
        "LIGHTS OF THE TRAILER AND THE BONFIRE AND EVEN BEYOND, TO",
        "TREMENDOUS, PLEASED HOWL. THEN TROTS OFF FOR THE TRAILER.",
        "FORMICA FLOOR AND IS CAUGHT BY LYNNE. THE SAVAGE SEES THE",
        "GIVING PLUTO THE FINGER. PLUTO LURCHES AT THE BIG DOG. \"T",
        "DOUG STOPS ONLY LONG ENOUGH TO SHOUT AT BOBBY.",
        "HUGS BETWEEN THE COUPLES, SOME WAVES, AND THE MEN STARTS",
        "PADS UP BEHIND HIM.",
        "INSIDE THE TRAILER THINGS ARE HALF TOPSY-TURVY, HALF",
        "BOB FLOORS THE ACCELERATOR. THE CAR LURCHES MADLY AHEAD,",
        "NEPTUNE",
        "JUST OUTSIDE THE DOOR, DOUG ALMOST COLLIDES WITH ETHEL AS",
        "HE RUNS TO THE FRONT DOOR OF THE TRAILER AND GETS DOWN ON",
        "FIRE, LOOKS AROUND, STARES A MOMENT AT THE THROBBING CAB,",
        "GREETED BY A DOUR-FACED BIG SISTER.",
        "\"BEAUTY\" DIGS HER WAY UP, REALLY AFTER SOMETHING, PASSING",
        "HOLDING THE BABY. THERE IS GREAT RELIEF IN THE AIR, THE",
        "PALLID IN THE STARLIGHT. SHE DOESN'T BREATHE. THERE'S",
        "LYNNE JUST STARES AT HIM. BOBBY RETURNS HER STARE, TRYING",
        "CUT TO BRENDA MATTER-OF-FACTLY CRAWLING UNDER THE CAR TO",
        "IN ON HIM.",
        "CARRY THE LAUGHTER OVER THIS CUT AND FADE IT GRADUALLY.",
        "THE TRANSMISSION IS ABRUPTLY CUT",
        "BY LYNNE COMING OUT OF THE BATHROOM.",
        "SHIRT. HE HOLDS UP HIS HANDS IN A PEACE-MAKING GESTURE TO",
        "HER AROUND THE TABLE, BOTH KNOCKING THINGS OVER, THEN BRE",
        "\"THE BEAST\" WALKS BACK FROM THE EDGE AND PISSES AGAINST A",
        "HE TURNS AND STARTS RUNNING, THEN FORCES HIMSELF TO WALK,",
        "HEAR BOBBY'S TEETH CHATTERING.",
        "BOB TEARS THE MAP AWAY AND WRESTLES THE CAR AND TRAILER B",
        "THEN STARTS TO GO OFF IN ONE DIRECTION, STILL NOT SURE.",
        "BOBBY STANDS WITH NO SIGN OF EMOTION, PULLS THE PISTOL FR",
        "CHEVAS REGAL. THIS IS MA-MA. SHE COULD BE ANYWHERE FROM",
        "IMPLEMENTS, MUSICAL INSTRUMENTS, CRUDE DRUMS FASHIONED FR",
        "BUSH. THEN HE SEES THE WALKIE-TALKIE ON THE GROUND. ALMOS",
        "RUBY SITS CURLED UP WITH SHANTI, STRANGELY CONTENT FOR TH",
        "DOUBLE LOCKS IT.",
        "PLUTO HOBBLES AWAY FROM THE DOG, NOW, LOOSING NERVE, OR",
        "WINDOWS. WE SEE HE HAS TAPED THEM ALL SHUT. ALSO THE VENT",
        "THE REST DISAPPEARS IN STATIC, THEN, DISTANTLY, WE CAN JU",
        "FILLING THE GRAVE THE SAME WAY HE EMPTIED IT",
        "IN THE DIRECTION BOB TOOK EARLIER THAT DAY. SHE THEN GOES",
        "ABOVE THE PLAIN OF THE DESERT RISES A ROW OF CLIFFS AND",
        "THERE'S A GENERAL ROUND OF CHEERING AMONG THE SAVAGES, AN",
        "THE DOOR AND GOES OUTSIDE. HE LEAVES THE DOOR PARTIALLY O",
        "FIRELIGHT, BUT THROWS HIS FACE INTO DEEP SHADOW. BUT WE C",
        "COURSES, AND DEEP IN THE INNERMOST LOBES OF THEIR BRAINS,",
        "HER GARMENT OPEN, EXPOSING HER TO HIS EYE. BUT AS THE CHI",
        "SCRATCHING AGAINST THE ALUMINUM DOOR.",
        "SHE MAKES HERSELF WALK INTO THE TREES UNTIL THE ROAD IS L",
        "IMMEDIATELY PULLS OUT THE JACK AND BEGINS JACKING UP THE",
        "CALL FOR HELP. SHE HAS THE OWNER'S MANUAL SPREAD BEFORE H",
        "CAR AND TRAILER. BOBBY PUTS HIS ARM AROUND HIS SISTER'S",
        "BOBBY AND BRENDA",
        "HE WAITS IN VAIN FOR SOME SORT OF ANSWER. A SULLEN WIND",
        "DOUBLY SURE IT'S SECURE.",
        "FIRST TIME IN HER LIFE. THE BABY HAS AN ALMOST MAGIC EFFE",
        "WOMAN, PERHAPS 19, FILLS THE FRAME. HER DARK TANGLE OF HA",
        "UP, TALKING TO HIMSELF, GUN DRAWN.",
        "BOB WRENCHES THE WHEEL AND THE CAR AND TRAILER SKID",
        "SISTER, MUCH TO HER MOTHER'S PROTEST. LYNNE SCANS IT",
        "PA PA ENTERED WITH. PA PA ROLLS IT FACE UP WITH HIS FOOT.",
        "HE CLIMBS FROM THE GRAVE. THERE'S NO SHOVEL, SO HE BEGINS",
        "CUT TO \"THE BEAST.\" HE PLOPS DOWN, HIS EYES ON THE GRAVE,",
        "THROUGH THE WOODS BELOW. \"THE BEAST\" MOVES OFF PARALLEL T",
        "CUT TO THE MOON, NOW AT ITS APOGEE. A COYOTE CALLS DOWN A",
        "HE FINISHES A CUP OF COFFEE AND OPENS A CAN OF COKE. HE S",
        "NODS. DOUG CALLS FROM OFFSCREEN.",
        "DRUNK WITHOUT A BREATH, THE EXTRA SPILLING DOWN HIS CHIN",
        "THE SAVAGE SENDS THE WOMAN SLAMMING BACKWARDS WITH A",
        "SUDDENLY UP ON ONE ELBOW, LISTENING.",
        "CATCHING THEM ALL BY THE ANKLES AND LEGS AND JERKING THEM",
        "HARD, VERY ALERT.",
        "PA.",
        "HEADS INTO THE TRAILER. HE SPINS ROUND AND CATCHES THE",
        "WE SEE IT'S BIG BOB. HE'S NAKED, AND HE'S BEEN GUTTED.",
        "\"WHUFF\" AND GOES ROUND THE TRAILER. THE BEAST TRIES TO",
        "HIS HAND COMES UP. HE SMELLS THE DOG'S SCENT. HE TURNS",
        "LESS THAN FOUR SECONDS.",
        "VERY HEART.",
        "AND FLASHES OUT THE DOOR. MARS THROWS BRENDA OVER HIS",
        "SAVAGE",
        "CANYON.",
        "LYNNE SEES HE'S TRYING TO SPARE THE WOMAN THE SIGHT OF HE",
        "WATCHING.",
        "FROM THE AREA, TOWARDS THE DOOR.",
        "BOBBY'S FACE LIGHTS UP IN INCREDULOUS JOY. BRENDA, TOO,",
        "\"THE BEAST\" INSTANTLY TURNS AROUND AND TEARS OFF IN THE",
        "THE SUN, A BLOOD-RE",
        "INTENTLY. OVER A LOT OF STATIC, WE CAN HEAR PLUTO ANSWERI",
        "MILITARY VOICE",
        "HEADING FOR THE TABLE.",
        "HIS SHIRT, AND PRODUCES A LONG, GLEAMING BLADE SET IN A H",
        "BOBBY STOOPS AND PICKS UP THE PISTOL, STILL REFUSING TO S",
        "PICNIC TABLE.",
        "FAR OUT INTO THE DROP BEFORE HIM, WATCHING IT FLOAT DOWN",
        "PSYCHOTIC'S SHRINE, WITH A WHICKERING BLOOD-RED ALTAR CAN",
        "PLUTO HOLDS THE INFANT UPSIDE DOWN BY ITS LEGS AND THRUST",
        "AND FABRICS ARE TWENTIETH CENTURY, MOST OF THEM ARMY ISSU",
        "DOUG GENTLY URGING BRENDA TO DRINK, EASING HE",
        "HIMSELF. EVERYWHERE THE GROUND IS TORN, THE BRUSH TRAMPLE",
        "CHARGE, SOME TWENTY YARDS AWAY. WE MIGHT NOTICE THE FOOT",
        "LOVERS SEES IT.",
        "ALREADY TAPED TO THE FLOOR RIGHT BY THE BOTTOM OF THE DOO",
        "LYNNE",
        "BRENDA LEAPS UP IN FURY AND STARTS THROWING EVERYTHING SH",
        "CUT TO THE DOORWAY OF THE TRAILER. BRENDA LEANS FROM THE",
        "ORNAMENTATION, HE HAS BUCKLED THE STUDDED COLLAR OF THE",
        "THIS, LETTING THEIR OWN BLOOD DRIP ONTO IT, THEN SPINNING",
        "CUT TO C.U. OF MERCURY, A YOUNG SAVAGE O PERHAPS FIFTEEN.",
        "PAIN.",
        "DOUG IGNORES THIS. HE POURS HIMSELF A CUP OF INSTANT COFF",
        "BOBBY RESPONDS TO \"THE BEAST\" BEING SENT BACK.",
        "A SHADOWY FIGURE, DEFINITELY HUMAN, DARTS FROM ONE HIDING",
        "PLANTED, SHIRT OPEN, A STRONG LIGHT ON HIS FACE AN CHEST.",
        "HE IS JERKED AWAY AND FLUNG AGAINST A WALL BY MARS.",
        "BACK.",
        "BRENDA HAS PULLED THE TELEPHONE WIRE ALL THE WAY OUT HERE",
        "THE BLUE OF THE ONCOMING ROAD. AN ANIMAL OF SOME SORT DAR",
        "WE HEAR THE DOOR SHUT. ALMOST IMMEDIATELY, ON THE FAR SID",
        "BOBBY RUNS TO THE STATION WAGON. HE RIPS OPEN THE COVER T",
        "FORMATIONS. STRANGE CACTUSES, AND A STILL, ENDLESS VACUUM",
        "THE PISTOL.",
        "BRENDA BEANS BOBBY WITH AN APPLE FOR THAT ONE. BOBBY CHAS",
        "CUT TO INTERIOR OF THE TRAILER, WHERE BOBBY IS AT THE C/B",
        "THE DISTANCE.",
        "VOICE SO FAINT WE MORE READ HER LIPS THAN HEAR HER.",
        "HER HEAD \"NO.\" MA MA TAKES A SWIG HERSELF AND STUDIES THE",
        "WATCHES A SPINNING COLUMN OF DUST DANCE THROUGH THE SAGE",
        "DIRECTION TAKEN BY PA PA AND HIS BAND. JUST AS DETERMINED",
        "STUMBLES UP AND GOES TENTATIVELY TO THE HIDE FLAP THAT CO",
        "REMAIN OPEN. DOUG IS CLEARLY SHAKEN. WITH GREAT EFFORT HE",
        "POWERFUL AS A GRIZZLY. HE HAS SOMETHING VERY LARGE AND DA",
        "THERE'S A METALLIC CLICK, AND THE DOOR OPENS. BOBBY CARTE",
        "DRINKS.",
        "STEEL WHERE THE TRAILER USED TO BE.",
        "IS EVEN BETTER NOW, AND BELOW WE CAN SEE A LINE IN THE",
        "THE LOOP. SHE TURNS TO BOBBY, HER FACE CONTORTED.",
        "ETHEL LOOKS UP THE HILL AND CALLS TO HER SON.",
        "ALL UP ITS LENGTH ARE STRANGE AND COLORFUL DECORATIONS",
        "SOMETHING MOVES IN THE BRUSH BEHIND HIM.",
        "FOR \"THE BEAST.\"",
        "DOUG WOOD.",
        "AS GENTLY AS POSSIBLE THEY LIFT THE MAN-SHAPED CROSS OF F",
        "DESPITE THE TERRIFYING NATURE OF THIS, BOB'S ATTENTION IS",
        "NEURONS FROM ANCESTRAL WET DREAMS STREAM DOWN INTO THEIR",
        "HE LISTENS VERY CAREFULLY TO IT. SOMETHING ABOUT IT ISN'T",
        "DOUG SNATCHES UP THE FIRST AID KIT, GIVING A FAST QUIZZIC",
        "STAGGERS BACK FROM THE HEAT, WHERE HE IS JOINED BY LYNNE,",
        "RUBY",
        "AMONG THIS SEA OF DARK ASH-SMEARED BODIES, DARK COSTUMES",
        "OFF ON THE ERRAND. BOBBY GOES BACK TO ATTENDING TO HIS",
        "PERHAPS SIX INCHES OFF THE SAND. THE ENTIRE LOOP IS LOCAT",
        "DID. THE MALE, A HUGE OLD SONUVABITCH CALLED \"THE BEAST,\"",
        "BABY. HE POKES A STICK AT THE BABY, APPRAISINGLY. RUBY",
        "MUSIC",
        "THE YOUNG SAVAGE MOVES FAST, EMPTYING THE REFRIGERATOR OF",
        "UP THE HEADSET OF THE FIELD TELEPHONE LOCATED THERE. SHE",
        "THERE IS A HURRIED CONSULTATION. PLUTO IS TOO PROUD TO BE",
        "DOUG HAS NO ANSWER FOR THAT. THEY HAVE REACHED THE TRAILE",
        "BY. THE CAR PLUNGES INTO A TUNNEL AND EVERYTHING GOES BLA",
        "THE BARREL OF BOBBY'S PISTOL.",
        "THE SPARE TIRE AND DISCOVERS THAT THERE IS NONE. HE",
        "IT, SO THAT THE WOMAN IS STARING BLANKLY TOWARDS THE TRAI",
        "MOZART, THE JUPITER SYMPHONY, RISES TO ITS MAGNIFICENT CL",
        "ETHEL THROWS HER HANDS UP.",
        "BOBBY SMEARS THE CATSUP ON BRENDA'S FACE. SHE LETS OUT AN",
        "HEAVY, RASPINGLY OBSCENE BREATHING COMES FROM HER RECEIVE",
        "RIGHT.\"",
        "LITTLE SISTER.",
        "RUBBED WITH WARM FAT BY SEVERAL YOUNG FEMALE ACOLYTES.",
        "AS THE VOICE IDENTIFIES IT SO DO WE. THE MODERN SEDAN FRO",
        "DARK, AND TO BRENDA, VERY MUCH A CITY GIRL, EVERY SHADOW",
        "FRESH FUEL.",
        "AS THE LAST PIECE OF THE TRAILER FALLS INTO THE WOODS ARO",
        "RUN, BUT HOLDS HER GROUND AND FACES THE SOUND.",
        "CRAMMING HUGE MOUTHFULS OF FRUIT, BREAD, AND RAW GROUND B",
        "CONVERSATION TAKES PLACE \"ON THE RUN.\"",
        "TURNS ON. HE BEGINS TO COUGH. HE QUICKLY CHECKS ALL THE",
        "DOUG RAISES HIS HAND TO SILENCE BOBBY, INDICATING THE DAR",
        "BACK TO THE FIRE AND STUDIES THE HEAT BURNING THERE. SHE",
        "THE TWO WOMEN STARE AT THE SET AS IF IT WERE ALIVE.",
        "MARS, (C/B)",
        "HE RUNS IN THE DIRECTION THE CRIES CAME FROM, FALLS HARD",
        "END OF THE TRAILER, WHERE ETHEL AND BRENDA SLEEP.",
        "AMONG THE LONG SHADOWS AND RED-RIMMED ROCKS. HE LOOKS ARO",
        "MERCURY, A SILHOUETTED SAVAGE AGAINST THE NIGHT SKY, FINI",
        "ENTERING. BOBBY IMMEDIATELY USHERS BRENDA TO THE REAR WIN",
        "SLAUGHTERED GERMAN SHEPHERD, BEAUTY, DOG TAGS AND ALL. HE",
        "FORESTED PALISADES, AND ABOVE THESE, SPIRES OF ROCK WHERE",
        "PLUTO PASSES OUT OF THE HIDE-FLAPPED CAVE, UNDER CAMOUFLA",
        "AS THE SHOCK WAVE OF THE EXPLOSION ROLLS ACROSS THE DESER",
        "BEAUTY CONTINUES TO BARK UP AT THE OUTCROPPING.",
        "DOUG GIVES THE EFFECTS OF BIG BOB TO BOBBY AND IMMEDIATEL",
        "HIS FACE. HIS LIPS PULL BACK OVER AWFUL TEE",
        "AT THE OPENING TO THE CAVE. THE HIDE COVERING THE ENTRANC",
        "PLUTO LANDS ON HIS FEET AND BRINGS UP THE KNIFE. IN A FLA",
        "THROWS IT ON, THEN STEPS BACK.",
        "NOSES STREAMING GREENISH STRINGS OF THICK MUCOUS.",
        "PLUTO",
        "SOUNDS DOGS MAKE WHEN THEY'VE BEEN STRUCK BY CARS. BOBBY",
        "BETWEEN HIM AND DOUG. DOUG DISAPPEARS FROM VIEW.",
        "THERE IS A SHARP THUMP AND A RASP FROM OUTSIDE THE TRAILE",
        "THE DARKENING WALL OF ROCK, FALLING, ROLLING, LURCHING UP",
        "SAND.",
        "HE RUNS OFF INTO THE DARK IN THE GENERAL DIRECTION TAKEN",
        "KEEP UP. HE'S COVERED WITH SWEAT, HIS LEG IS BLOODY, AND",
        "JUMPS UP AND RUNS BACK TO SHANTI'S CRIB. EMPTY.",
        "RAISED ALTAR. SHE IS FLANKED ON EACH SIDE BY A HUGE CARVI",
        "IN A SLOTTED PIECE OF SOFTER WOOD, WILLOW. AFTER A MOMENT",
        "DOUG AND LYNNE ARE ABSOLUTELY WILD INSIDE THE CAR.",
        "\"THE BEAST\" LIFTS HIS RIGHT FRONT PAW. THE MAN AND DOG SH",
        "SCARLET.",
        "BOBBY RUNS BACK TO THE WINDOW. DIVES OUT.",
        "BRENDA TURNS ON HER HEEL AND GOES BACK TO HER BUNK. BOBBY",
        "STAGGERS WITH HER OUT INTO THE DESERT. HIS FACE IS ASHEN",
        "GIVES IT TO DOUG. DOUG TAKES THE COAT TO THE BODY. HE STO",
        "DOUG HEADS DOWN TOWARDS THE PULSATING TENT.",
        "THE ONE PERSON WEARING THE PELT OF THE MURDERED GERMAN",
        "HIS C/B WALKIE-TALKIE.",
        "THE NIGHT COVER, TEARS OPEN THE DOOR AND PULLS OUT THE",
        "POUNDS IN WEIGHT, A SNARL OF HAIR, BONE ORNAMENTS, CARTRI",
        "BOBBY AGAIN.",
        "BRENDA OUT OF IT, AND FALLS ON HER.",
        "BACKGROUND WE CAN HEAR BOBBY, HIMSELF TRANSMITTING ON THE",
        "RUNNING EVEN HARDER.",
        "BOUNDS YIPPING AND PRANCING FROM THE SCRUB, AND THEY ALL",
        "CUT TO THE SAVAGES. THEY'RE GIVING THE CORPSE OF ETHEL A",
        "INTO THE TRAILER.",
        "LITTLE OBSERVATION DECK UP THERE. SHE STRAINS HER EYES IN",
        "FROM IT AND TURNS ON A RADIO AT THE BACK OF THE TABLE.",
        "DIFFICULT TO FIND MORE WOOD. BOBBY FINDS ONE LAST BRANCH,",
        "THE TRAILER IS IN CHAOTIC SHAPE. LITTERED, TORN APART,",
        "BRENDA PITCHES IN HER SLEEP, ROLLS OVER AND BURIES HERSEL",
        "THE BONFIRE IS SMALLER NOW, UNABLE TO LIVE FOR LONG WITHO",
        "A POWERFUL SUN-BLACKENED ARMS SHOOTS OUT, A STEEL-TRAP HA",
        "THE DARK HAND WITH THE BONE BRACELETS, THE SAME THAT EARL",
        "HUSBAND DYING SO GRUESOMELY. SHE STARES AT DOUG BLANKLY.",
        "LAST DOZEN WORDS TAKES OVER. A SUPERSONIC ONSLAUGHT OF JE",
        "STILL. AND NOWHERE SAVE FOR THE ROAD AND THEIR VEHICLES I",
        "GATHERING THE ARMY C/B, A JAR OF WATER, A \"SPACE JACKET\"",
        "ALMOST RUNS SQUARELY INTO MARS, WHO HAS THE C/B RADIO UND",
        "ABOVE IT, THE \"PATCHUCO\" TATTOO OF THE UNIVERSAL OUTLAW.",
        "A LONG PROCESSION OF SAVAGES, THE LONG POLE OF THE STRIPP",
        "WITHOUT EXPRESSION. UNTIL SHANTI BEGINS CRYING FROM THE",
        "BRENDA NODS \"OH, SURE.\" LYNNE LIGHTS UP AND WATCHES HER",
        "PRICKLING AS THEY RISE.",
        "BRENDA STRUGGLES PAINFULLY TO HER FEET AND MAKES FOR HIM.",
        "BOBBY STILL DOESN'T COMPLETELY LOWER THE GUN, APPARENTLY",
        "AN AUTOMOBILE, THE ROAD RACING AT",
        "TO A SMALL COOKING FIRE. ON A CRUDE SPIT, THE CHARRED HAU",
        "BUT LURCHES AT HIM AGAIN, STRIKING HIM IN THE THIGH.",
        "QUICKLY.",
        "BOBBY WORKS FEVERISHLY OVER HIS BLOODY MOTHER, TRYING TO",
        "OF THE STATION WAGON.",
        "HE FOLLOWS A BLOOD TRAIL, THE HAIRS ON THE BACK OF HIS NE",
        "HE STANDS PERPLEXED, THEN HEADS BACK TO THE DOOR AND TRIE",
        "DOUG SCRATCHES HIS HEAD, CLEARS A HOLE IN THE FOGGED WIND",
        "78.",
        "A RADIO CRACKLES.",
        "HEAR BOBBY CALLING.",
        "STUNNED BIRDS, TEARING OFF THEIR HEADS LIKE ANOTHER MAN M",
        "MANY SEEM ALREADY TO BE IN A SORT OF TRANCE, EYES GLAZED,",
        "ATTENTION.",
        "THE CEREMONY IS IN FULL SWING. SHANTI HAS BEEN PLACED UPO",
        "SITS NEARBY LISTENING INTENTLY. DOUG HOLDS OUT HIS HAND T",
        "NIGHT AIR.",
        "TROUSERS. FROM THE POCKETS HE REMOVES A WALLET, SOME CHAN",
        "ABRASIVE STRIP.",
        "FLOOR TOWARDS THE FORGOTTEN KNIFE. NOW SHE HAS IT.",
        "DOUG FINDS ONE SAVAGE RELIEVING HIMSELF IN THE BUSHES. HE",
        "THE BUNK WHEN SHE FREEZES. MARS TURNS AND FIXES HER ON HI",
        "LAUGHING YOUNG SAVAGES, BOTH MALE AND FEMALE. WE RECOGNIZ",
        "A LARGE COOKING FIRE DOMINATED THE AREA AT THE CENTER OF",
        "UNCOMFORTABLE. BOBBY FLICKS THE SWEAT OFF HIS FOREHEAD AN",
        "HIS COSTUME. BUT NOT FAST ENOUGH.",
        "FROM ITS ROOTS, SAVAGELY FLINGING IT OVER THE EDGE OF THE",
        "MA TAKES SHANTI AS ONE MIGHT TAKE THE BACON. MARS SNIFFS",
        "IN AND OUT OF AUDIBILITY, BUT FROM THE MAN'S EXPRESSION W",
        "OF A HUNKERED-DOWN BODY, AND THE ARMS OF THE YOUNG SAVAGE",
        "SOME TERRIBLE RUSHING NOISE THAT HAS BEEN BUILDING UNDER",
        "AND BOBBY, LICKING FACES AND GENERALLY CELEBRATING THEIR",
        "THERE IS NO SIGN, HOWEVER, OF THE REST OF BEAUTY.",
        "SHE LOOKS AT DOUG AND MAKES A FEEBLE MOTION OF RECOGNITIO",
        "CUT TO BOBBY STANDING CROSS-ARMED OUTSIDE THE STATION WAG",
        "MERCURY"
      ],
      "dialogues": [
        {
          "speaker": "RADIO VOICE",
          "text": "96 degrees and climbing on the Central Park Parade Grounds -- the ol' Greenhouse Effect is humming today! Your Environmental Advisory Council sets the Discomfort Index at +9, the Risk Factor at 8.3, the highest it's been since August of 1978.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO VOICE",
          "text": "The National Guard reports that skirmish in Brooklyn Heights has been pacified, and traffic on the Brooklyn and Manhattan bridges is moving once again. If you are among those unlucky enough to be caught in that particular mess, please remain patient, and have your passes ready for inspection by the time you reach the gate. Now back to Ronny Lasar and more Golden Hits of the Seventies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC",
          "text": "Sometimes a bright light's shining on me Other times I can barely see Lately it's occurred to me What a long strange trip it's been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL'S VOICE",
          "text": "God, will you please turn that cornball stuff off? I can't stand Seventies music END OF TITLES. FADE TO BLACK. SOUND OF INTERSPACIAL WIND. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAWL",
          "text": "In 1973, following the release of Last House on the Left, the writer/director of that film was committed for psychiatric observation. He was treated extensively with drugs group therapies, electroshock programs and a final lobotomy. Despite these efforts at reform, Craven killed his nurse, Maura Heaphy, and escaped to the Mohave Desert. At the end of 1000 days of meditation he was taken up by a jet- black saucer and trained in Secondary Media Infiltration and parametaphysical survival on the Planet Jupiter. Upon his graduation he was returned to the planet Earth at Exeter. This Film is his first since his return, and is respectfully dedicated to the memory of Maura Heaphy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAIN.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hoarse, feral) Pa pa? Pa pa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE",
          "text": "Pa pa huntin'. What you wan'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ma Ma, summin's cumin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "Army? P.O.V. No. Ain't cops, neither. It'sa car ana camper. I see it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "Pluto. P.O.V. Yuh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "We're hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "We're lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Now we are not! We're right here, someplace, on this little blue road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Ma, this road is definitely not a blue line. It's a dotted line if it's anything at all -- let me see that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(to her mother) What's the last town we passed? That one yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Um, well, I think it was Corn Creek. Or that's what we were supposed to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Oh, Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "What...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(horrified) \"Nellis Air Force Range and Nuclear Testing Site. Closed to the Public.\" Good grief, Daddy! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Alright, everybody settle down! THE CAR FALLS SILENT. EVEN THE BABY IS STARTLED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "We are not on a bomb range, we are not goddamn lost, we are not --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Holy shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Daddy, for god's sakes slow down, you'll loose the trailer -- Doug and Bobby --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Bob! Watch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT IN FRONT OF THEM.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "You and your stupid shortcuts, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(to the desert) Twenty-five years I'm a cop in the worst goddamn precinct in New York City. The niggers shot arrows at me, the Puerto Ricans tried to kill me by throwing dogs at me from the fucking roofs! I was even shot at on three separate occasions by my own men by mistake, of course, but none of those bastards ever came as close to killing me as my own goddamn wife with her goddamn road maps and wrong turns and goddamn hysterical screaming and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "(reserved) You've soiled your pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(arrested) I've what? (He stares at the stain on his trousers) That's coffee. I spilled my goddamn coffee -- Jesus, Ethel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Watch your language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(straightening) I'm sorry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Unlock it, stupid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Now I know how Fearless Fosdick feels when he gets put in an ash can and kicked down the cellar stairs. What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "(hugging Doug) I don't know. There was a couple of planes, and then some poor animal in the road -- You okay, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Nothing broken. How 'bout you -- and Shanti?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "We're both fine. She was crying before we went off the road, but now she seems quiet. BOBBY SLIDES UP TO BRENDA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Brenda, aren't you going to ask if your darling brother is alright? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Na. Get out of here, Bobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You see? She does care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(reassuringly) It's catsup, folks. Got it on me, too. The kitchen's all over the place in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Turkey buzzard. Janitor of the desert",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Does that mean there's a town nearby? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(smiling) You mean like when stranded sailors see sea birds and know they're nearing land?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "(radio) Pluto?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "(P.0.V. Voice) They off t'road. Stuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(calling 0.S.) Beauty! C'mere, girl! BEAUTY LEAVES FOR THE FAMILY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Maybe you should tie Beauty up, Bobby. We don't want her running off after a rabbit and disappearing, like she did in Montana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "That was the Beast that did that, not Beauty, and it was a bitch in South Dakota, not a rabbit in Montana. Beauty always comes when I call her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "What's the verdict? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I don't wanna say it, but I think the axle's snapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Can't you fix it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "What'1ll we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Punt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Don't shoot 'till you see the whites of their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Don't try to make me feel silly. Who knows what kind of animals live out here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I do. I did a paper on desert ecology. Biggest thing out here is the coyote. He's too smart to bother with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "What about snakes and bugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(granting her a point) They won't bother us if we don't bother them. ETHEL NODS, FEELING JUSTIFIED IN HER WORRIES, NOW. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 12 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "If it's all the same to you, I'll put my faith in the Lord and that gun, rather than coyotes and rattlesnakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Well, at least Shanti's taking all this calmly. They decide to go for help? (she nods toward the family.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "You'll blow up if you don't breathe, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (0.S.)",
          "text": "Lynne?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Oh, man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(a bit too casually) Your Dad and I are going to take a walk see if we can find some help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "(to Doug) Aren't you taking a gun, Doug? Bob'1ll give you one. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Thanks, Mom, but I've got my five fingers of death, here. (he mimes a comic strike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(shrugging, adjusting his own shoulder holster) Doug'll go that way, me back the way we came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(checking his watch) It's 3:30. We've five hours of daylight left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Well, how far can you go in two hours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Seven miles, maybe; it'll give us a chance to find something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "What do you expect to find out here? We're in the middle of nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Well, for one thing, we passed some sort of station about five miles back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(to Bobby) You're in charge here, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "That's sexism. He's not in charge of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "I'm in charge. Alright, get going, then! THE MEN LAUGH AT THE WOMAN'S MIME OF MILITARY AUTHORITY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Synchronize watches! It's 3:38. If you're not back by 8:30 we'll send the dogs out after you! Good hunting, men! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f12 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Can we just have a word of prayer? EVERYONE FALLS SERIOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Oh, Mother, for crying out loud...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Just to ask the Lord to watch over us all. Is that too much to ask? Bob? BOB NODS. EVERYONE STEPS A LITTLE CLOSER TOGETHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Beauty, shut up, already!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Beauty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Bring some plates, would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARE TOGETHER FOR THE FIRST TIME BY THEMSELVES.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "This is a fine way to spend the eve of your twenty-fifth wedding anniversary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Well, it's kind of a pretty place. And there's certainly a lot of sunshine. I don't think I've seen so much sunshine since I was a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Gives me the creeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Your system just doesn't know what to do with clean air and room to stretch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "(off on her own thoughts) I suppose it's my fault we got lost...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Don't be ridiculous, Ma -- it was Daddy's stupid idea to try sneaking in the back way. We had enough to bribe the border guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "We could've been in California by now if we'd staying on route 93. Showers... Fresh fruit... BEAUTY CONTINUES TO BARK FROM INSIDE THE TRAILER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "What do you suppose is bugging her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Rattlesnakes, I'll bet. BOBBY RETURNS WITH PAPER PLATES AND PLASTIC SILVERWARE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You guys kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "I wonder why the Beast isn't chiming in? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(helping self to food) He knows better. He never barks, anyway, he just goes for the kill whenever he gets the chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "He sure does!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "(continuing) Remember that poodle he almost killed in Miami. Oh, boy, was that lady fit to be tied!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Was Daddy ever mad! He had to pay the vet bills! THEY ALL LAUGH AT THE REMEMBRANCE. THERE'S A SHIFT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "So, Lynne, when are you and Doug going to make it official? THERE'S AN AWKWARD SILENCE. LYNNE LIGHTS A CIGARETTE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Maybe when we reach our twenty-fifth anniversary, like Mama and Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "I won't comment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "(anticipating) \"But...\" (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "But it seems to me awfully backward the way you two are doing things. I mean that sweet little baby of yours...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "A bastard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "That's not what I was going to say. My granddaughter is... no bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Can a girl be a bastard, anyway? (to Bobby) What's the female of Bastard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Bassinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Beauty! Get back here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Bobby !? SHE CATCHES UP WITH HIM AND TRIES TO HAND HIM THE GUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Humor me. THE TWO EXCHANGE GLANCES. BOBBY SHAKES HIS HEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You're the one that's so scared. You keep it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 14 15 16 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY, (0.S.)",
          "text": "Beauty! C'mon back, girl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Beauty! Beauty! HE STRUGGLES UPWARD AGAIN, TRYING TO GO FASTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". VOICE",
          "text": "Hey, pig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOG LUNGES.",
          "text": "\f17 18 19 20 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Bobby! Come down, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Beauty? THERE'S NO SIGN FROM UP THERE. BOBBY STARTS CLIMBING UP, HIS FACE SET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANCHES.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(quietly) Beauty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Jesus, it must have dropped twenty degrees in the last hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE HEAR THE MOTHER SPEAKING SOME SORT OF GIBBERISH.",
          "text": "\f22 23 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Calling Smokey the Bear, calling Smokey the Bear, this is Moby Grape... hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "(improvising) Maypole, maypole, this is Moby Grape calling. Hello there, um...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "It's \"Mayday,\" Mom, not \"Maypole.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Oh. ETHEL SHRUGS IN EXASPERATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Darn thing won't ever work for me. Guess I don't have the touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Let me have a try. THE MOTHER SCOOTS OVER AND LYNNE TAKES THE MICROPHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Mayday, Mayday, this is Mobile Unit 2345CB. We are stranded and in need of assistance. Does anybody read us? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 25 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "(quietly) What the hell was that? ETHEL SITS BACK, STILL STARING AT THE RADIO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "It sounded like some sort of animal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "If the animals out here are smart enough to run a goddamn radio, we're in serious trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Watch your language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Where's Bobby and the men, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Brenda? \f26 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(calling) Bobbeeee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Beast! Get back here! THE DOG IS GONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "(calling from back by the trailer) Brenda? You there? BRENDA LOOKS BACK TOWARDS THE TRAILER FOR A MOMENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(calling) In a minute, Lynne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Bobby? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(hushed) Bobby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Oh, thank God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(very quietly) Dad and Doug back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(still looking down the road) Not yet. (she turns to her brother) You didn't find Beauty? BOBBY TURNS AND WALKS OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "She must have run off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MEN, BOBBY IS GIVEN A COAT.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "You want cheese on your hamburger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I don't want anything. ETHEL STUDIES HER SON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "You sick or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Yeah, a little. Nothing serious. Did anyone try the C/B?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "We tried. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Once it sounded like the thing was an obscene phone caller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Well, it sort of huffed and puffed, like, wouldn't you say so, Lynne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "It was static. BOBBY LOOKS AT THE TWO WOMEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE PICKS UP THE PISTOL AND OPENS THE DOOR.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "He's such a Macho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Oh, Jesus, what's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Hey, don't shoot. I surrender",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Did I miss dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You and Brenda have another fight? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Dad's not back yet... and where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "It's a lot slower going out there than we thought. Big Bob's surely on his way back. And he'll see the fire... If nothing else, we'll just send the Beast out after him. The Beast always gets his man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "The Beast broke free and took off half an hour ago. Beauty's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Beauty's what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "She chased off right after you and Dad left. She was after something. She caught up with whatever it was on top of that bluff. By the time I got up there she was dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(sobered) Must've been a cougar, something big like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "She was gutted. DOUG STUFFS TOBACCO INTO THE BOWL OF HIS PIPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "A cougar might do that. Nothing else around capable of taking on a German Shepherd, anyway. Beauty was no pussycat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You tell the others?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "No. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f29 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Just as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "I knew when you smelled food you'd show up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Find anything? SHE KISSES HIM, GIVING BRENDA A PLAYFUL SHOVE AWAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "There's a sort of blockhouse, abandoned, about five miles out. Nothing in it. Looks like it used to be used by the Military.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "You go any further?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "There isn't any further. The road ends there. (avoiding further discussion) I'm starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAPS OF THE STRUGGLE, GETTING MADDER AND MADDER.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHE STUDIES THE GIRL.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "Warm nuff, Ruby? THE GIRLS NODS DEFERENTIALLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "Y'like yer dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "Yuh, Ma Ma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "Ain't every day we get dog. Makes coyote taste like shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "Dog's ghost is talking out there tonight... MA MA LOOKS MORE CLOSELY AT THE GIRL, SMELLING THE FEAR. EYES NARROW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "You just got the curse, is all. Makes you haywire. By tomorrow morning you be clean again, can come back in with us. Ain't no such thing as dog ghost!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "Big sonuvabitch. Ain't no fuckin' ghost neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "Nother dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "(nodding) Nother dog. Big ol' stud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "(thoughtfully) Good he's round here. Means he ain't round there. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 32 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "\"Round where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "Never mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Don't look that too secure, old boy, we're going out in a sec.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Where you guys going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Just out to the station wagon. HE WINKS AT BOBBY. BOBBY SEES NO HUMOUR IN THIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Geez, Doug -- I mean, Dad's out there lost or hurt, and you guys are acting like you could care less -- you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Number one, there's no way anything short of a platoon of Huns is going to get to Big Bob. He's tough as hell and armed. Two -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "How about a snake or a fall -- this isn't the South Bronx -- he might not know where to look for danger here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Two, if he's not back in an hour, I personally will schlep out and find him -- remember, we have one dim flashlight, one pistol, and only two men to guard three women and an infant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Guard them from what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I thought you said it was just a cougar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "All set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "All set. (to Bobby) Why don't you get some sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Why don't you take this along, just for insurance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Happiness is a warm gun. Relax. See you in a while, if you're still awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM IT AND TURNS ON A RADIO AT THE BACK OF THE TABLE.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANNOUNCER",
          "text": "Several hundred demonstrators still remain at the border, and police confirm now that there were fatalities among... static... busses burned, most of them from Northeastern cities. Meanwhile the Supreme Court still has not handed... static... on the Constitutionality of states in the Sunbelt imposing limitations on immigrants from the megalopolitan zone. (pause) We'll have more about that meltdown in Chicago, and weatherman Abby Hoffman reveals all about the Seattle quake and why it won't come here, after this word from the folks at Remington Firearms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I'll protect you, I'll protect you I'll hold you, I'll warm you I'll protect you, I'll need you... (suddenly wary) Don't touch me. CLOSE ON LYNNE'S FACE, WHICH LOOMS UP. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 34 35 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Don't touch him, don't touch me. CLOSE ON THE INFANT SHANTI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANTI",
          "text": "Touch me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAR WINDOW.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 37 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Jesus, there's not enough room to swing a cat back here -- I can -- oooh. Ooohmm -- got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "If you don't turn that crap down I'll kill you with my bare hands. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You and whose army?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "You want me to wake Mommie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(mimicking) \"want me to wake mom-meee?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "No sign of Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You mean like a tingling at the back of my neck, or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "There's no need to get snotty. I'm worried; I keep having scary dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "If he's not back in a few minutes I'll go out with a flashlight and meet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Can I come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "No, you can't come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "This is man's work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "You're a disgusting human being, you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO MOZART.",
          "text": "\f38 39 40 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "(dreamily) What's up, champ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Thought I heard the Beast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "He ran off before, now he's back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "(guessing his next words) And it sounds like he's trying to tell us something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(grinning) Something like that. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f41 42 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "You've been watching too much Lassie. He'll show up in the morning for breakfast with a nose full of porcupine quills, or smelling like a skunk. C'mere. SHE PULLS HIM DOWN NEXT TO HER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I promised Bobby I'd go out and look for Big Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Just stay with me a little. You know how I hate jumping up as soon as we've finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Beast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY FEELS THE FEAR MOUNTING.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Beast, c'mere, boy. C'mere!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Beast, here boy! Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Beast? SILENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Hey, boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You've got to get the flashlight, can't see a damn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(to himself) You asshole! You locked yourself out! Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT AGAIN. THE CAR STARTS TO SHAKE.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43 44 45 46 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(unbelieving) Je-sus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "(crossly) Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "This better be good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I need to borrow your keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTROL HIS ANGER AND AWKWARDNESS.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I locked myself out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "You couldn't wait? BOBBY BLOWS UP IN RAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Gimme your keys, for god'sakes! You expect me to wait all night -- The Beast is out there hurt or something, Dad's not back and you two can't find anything better --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "All right, Bobby, just get off the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Alright, both of you; it's time we got organized, here. (to Bobby) Now, what's this about the Beast being hurt? We just heard him a while back and he sounded chipper as hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "But didn't you hear him screaming? I've got to get the flashlight! DOUG PRODUCES THE KEYS AND THE TWO HEAD FOR THE TRAILER. LYNNE, MEANWHILE, IS SCRAMBLING INTO HER CLOTHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANDLE.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 50 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "Do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Ethellll!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Ethel -- mother help meee!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Bob",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Ethel, don't go out there! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f51 52 53 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Brenda? Keep an eye on Shanti, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "(soundlessly) Daddy... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Good God, I'm sorry Bob, it's the only way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROWN FIFTEEN FEET INTO THE KITCHENETTE.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f55 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARS",
          "text": "Ba-bee fat. You all fat. 'juu - ceee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONGUE POKES OUT AS IF TO MOISTEN LIPS THAT NOW ARE ASH.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Gheillgh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Wagh-ergh... Wagh... Rrr. DOUG PULLS ETHEL UP, SHAKING HER GENTLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Ethel, we'll need water. He wants water Would you get some?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "That's not Bob, that's not my Bob, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Of course not, Mom, it's someone else. He needs water... please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "I'll go with you, Ma. THE TwO WOMEN GET TO THEIR FEET, WEAVING IN THE SMOKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Whiskey and blankets, too, Lynne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You all right, Bobby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Give me your coat, would you? He's still cold. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56 57 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Your coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "So long, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "That's not the answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You're not my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Neither is that. My father's still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "Women's cuming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARS",
          "text": "(not looking up) Send em in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 59 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "Shanti! LYNNE RUSHES INTO THE TRAILER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARS",
          "text": "Get out the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNNE",
          "text": "(livid with rage.) Where the fucking hell you think you're going with my kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOOR TOWARDS THE FORGOTTEN KNIFE. NOW SHE HAS IT.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 61 62 63 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Get out of here, you nigger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCEREMONIOUSLY DUMPS THE GIRL AND RUNS.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 65 66 67 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Shh, don't try to talk, honey, everything's okay now --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Stay with her. DOUG RUNS INTO THE TRAILER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(roaring) You bastards! HE RACES OUT INTO THE NIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "See to your mother!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Shannn-tiiiiiii! !!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETWEEN THEM. THE INFANT IS WATLING.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(distant 0.S.) Shannn-tiiiiii!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Daddy? Where's my Daddy? Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(curtly) Brenda, get me some clean towels, then see if you can find the first aid kit. Brenda!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(distant 0.S.) Shannn-tiiiiii!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(hoarse whisper ) Shanti!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMONG THE STARS.",
          "text": "\f70 71 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "(quietly) Pluto 'n Mars, 'proachin' home twenty. Don't pop us. SILENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "You got yer ears on, Mer'cry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCURY, (VIA C/B)",
          "text": "Roger, Pluto. What's your 10-20?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "We at the ballpark on Big Mac. And we got the goods, plus a bonus bacon, straight from the Dirty Side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCURY, (VIA C/B)",
          "text": "Haw! Ma Ma gonna be happy with that! C'mon through. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 73 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "10-4 on that, Merc'ry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCURY",
          "text": "Ten-four, Pluto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARS",
          "text": "What? PLUTO LISTENS MORE CAREFULLY. SHAKES HIS HEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "Thought I heard somethin'. Rocks fallin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARS",
          "text": "Y'got rocks in yer head, asshole. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f74 75 76 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO, (C/B)",
          "text": "Hello, home 20, you reading me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARS, (C/B)",
          "text": "(singing loudly) Oh, don't tell the priest our plight Or he would call it sin But we've been out in the woods all night conjurin' summer in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "Pluto? You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO, (C/B)",
          "text": "Damn right! N' got a present for ya... (static) Baby... (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f77 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "PLUTO (cont 'd) (static) So heat up the pot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "I cut yer head off, you don't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "She clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "(not hearing) She touched radidio. Fuck it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MA MA",
          "text": "(insisting) She clean, Jupe, no more bleed. Past midnight . RUBY PAINFULLY GETS UP, SHAKING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "True, Pa Pa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOSS.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "Clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "Good thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "(quietly) 'S Pluto n' Mars...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "(curtly) I got a nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "Wake up 'Ranus, Sattern 'n Neptune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "Hey, girl. Wake up 'Ranus, Sattern, 'n Neptune. 'S time t' start th' fires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARS",
          "text": "(appreciatively) Somethin' smells gooood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE SEE IT'S BIG BOB. HE'S NAKED, AND HE'S BEEN GUTTED.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 79 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "Pa Pa bring home the bacon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Bobby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You and that thing ought to get married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Hey. Bobby. It's alright",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(coldly) You say that a lot. You find Shanti? DOUG MOVES THE GUN TO ONE SIDE AND GOES INTO THE TRAILER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIMBS TO THE UPPER BUNK TO CHECK ON ETHEL.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "(barely audible) Such a mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Shh, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Such a small space, a trailer... When it's messy it's so messy. Daddy come home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Not yet, buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Where're the kids -- they in bed yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Brenda's right below. Bobby's over in the kitchen. CUT TO BOBBY STARING BACK AT THE TWO, THEN AWAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Drinking Coke, I bet. Lynne asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah. Can I get you anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Another blanket, if you can find one please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHEL",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF THESE WE CLEARLY SEE FIRE.",
          "text": "\f81 82 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "They got most of our food, our C/B, extra cartridges, compass, knives, the hatchet... They cleaned us out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENTION.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(continuing) They've killed two of us, maybe three, plus our two dogs, run us into the ditch - - they took your kid, for gosh sakes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(turning to him) If you've something to say, why don't you say it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I don't understand what you're waiting for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Daylight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I think you're afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You're goddamn right, I'm afraid. So are you, schmuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I'm not afraid of a bunch of... whatever they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "My ass. You're scared shitless. You haven't had that canon out of your hand since I got back this afternoon -- what do you expect me to do, go out and find Shanti by radar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You could try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Why don't you try to sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I'm not sleepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRRITATED BY DOUG'S APPARENT CALM.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Who were they, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "They looked like some sort of motorcycle gang, the glimpse I got. Hell's Angels maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "No motorcycles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Maybe Indians. Or escaped convicts. Or mental patients, or part of a Hippy killer clan, or mutants -- this is a test range, you know. They could be some sort of mutants. DOUG SEEMS LOST IN THOUGHT, AND RESPONDS TO NONE OF THIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Jesus, Bobby -- take it easy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "C/B, (0.S.)",
          "text": "Hey, Neptune, you get Ruby t'night? haw! (static answer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMY MARKINGS. HE LOOKS AROUND.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f83 84 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Beast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(to \"The Beast\") You bring this? THE BEAST BARKS PROUDLY. DOUG TURNS TO BOBBY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Well, by God, we may not know who they are, but now we can know what they're saying to each other -- and I've got a feeling \"The Beast\" can take me to Shanti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP TOWARDS THE HEIGHTS.",
          "text": "\f85 86 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "Don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "You goin' soft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "Ain't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "Y'are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBY",
          "text": "(sullenly) Go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THING IS SET AND MADE SECURE.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 88 89 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I don't believe this... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "They must have come back and taken him in the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Why would they want his body? This is crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Recognize the key?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(ignoring) Do you think we might have gotten ourselves into the middle of some kind of Army maneuvers? I mean, maybe they're some kind of Special Forces gone nuts maybe they don't realize who we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(sardonically) Oh? Who are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(with frightened logic) Americans. Civilians, for gosh sakes! They aren't supposed to go around burning and raping and kidnapping us, just because we try to sneak into California without a pass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG GOES TO HER.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(to Bobby) Give us some help, would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Ready, old boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I'm going after Shanti. The Beast'll get me there, after that I'll send him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Are you serious? Follow that clown? He'll lead you down every gopher hole in the state before he'll take you to Shanti. And what about me? You're leaving me with a dying woman, a freaked out kid sister -- what if they come back? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "If they come back you'll have your hands full, no sense kidding ourselves. But you should have plenty of warning. The way they've been talking on the C/B through the night, it's clear they don't know we have one of their units. I've set our C/B to the same channel, 38. Every half hour or so you should call for help on the military channels -- the ones they're not using.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "What makes you think there's anybody except these guys around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Look, there's no way the people who hit us are Army, yet they have Army equipment. And it's battery operated, so they can't have had it too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "So you're saying they stole it or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Or found it, or something. I'll stay in touch with you every fifteen minutes on the quarter hour. The rest of the time I'll be monitoring their channel. If I find out anything you should know, I'll pass it right along. How many rounds do you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Nine. Six in the gun, three I found on the floor. I think they've got Dad's gun, and the extra ammunition. Plus most of the useful tools, almost all the food - - I think we have some bullion cubes, a can of shark fin soup hat Lynne bought in Denver. Even they wouldn't eat that",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAKE HANDS.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "If they come for the trailer, I'd suggest you head up into the rocks; you're sitting ducks in this damn thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "And what if I contact the Army or Air Force of whoever the heck it is owns this corner of hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(over his shoulder) Tell them to get us the hell out of here, what do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "That's not what I meant. I mean how do I tell them where to find us? DOUG STOPS AND SCRATCHES HIS HEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Burn a tire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(half joking) Set the spare tire on fire. It'll make a lot of black smoke. They should be able to see it from a plane or copter. And tell them about the blue line on the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "The map ain't the territory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AWAY, WATCHING HIM.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I thought you were injured, or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Where are Doug and the Beast going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(heading to car) Doug thinks he can just go find those two guys and get them to give Shanti back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(following Bobby. ) There's more than two. I heard all those voices on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Thought you were faking all that 'being in shock' stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(growing hotter) You really are a disgusting human being. HE REFUSED TO LOOK AT HER, AND REFUSES TO RELENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I wouldn't talk, if I were you. Mother's waiting, incidentally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(livid) What do you think, I enjoyed it or something? (grabbing him) You think when it really got down to it I... (mockingly) found my pain turning to pleasure? You creep, you rotten son-of-a-bitch shit, you'd like it better if he'd killed me, too? Huh!? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f90 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(screaming) Why didn't he!!? (then, with regained control) Why didn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO MAKE ROOM FOR THE NEXT.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f91 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEPTUNE",
          "text": "(on C/B) Hey, Home 40, I'm cumin' in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "(on C/B) Who that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEPTUNE",
          "text": "(on C/B) Neptune. Pa Pa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "(on C/B) Yeah, this's Pa Pa. You s'posed t'be on lookout. I kick your ass if I see you here. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEPTUNE",
          "text": "(on C/B) Pa Pa, Merc'ry's dead. I'm bringin' him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "(on C/B, disbelieving) What you say? I couldn't hear you straight. Sounded like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEPTUNE",
          "text": "(on C/B) I say Merc'ry's dead. When I got to the look cut post he was gone. I found him at bottom of th' cliff. He got pushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "(on C/B) Who pushed him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEPTUNE",
          "text": "(on C/B) A dog. A big dog. There's tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(quietly) Shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "To hell with Merc'ry. Get back on guard. An' call me the second you see anything funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEPTUNE",
          "text": "(on C/B) I ain't got no radidio, Pa Pa. I'm callin' from the inner picket. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93 94 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "Merc'ry's radidio broke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEPTUNE",
          "text": "(on C/B) Couldn't find it no where... PA PA LOOKS EVEN MORE UNEASY. IT'S CLEAR HE'S NO DUMMY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "I'm comin' out. Stay there, an' don't transmit no more unless it's bandits, you 10-four that, Neptune?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEPTUNE",
          "text": "(on C/B) Eighty-eights and ten, Roger an' out. PA PA SLAMS THE HEADSET ONTO THE RECEIVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Well, Beast, the fan is about to hit the shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONE WHEN PA PA YANKS HIM RIGHT UP INTO THE AIR.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f95 96 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(quietly) Bobby...? Bobby, you read me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(B/G)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayday, Mayday, this is a breaker one- niner for KUY-9532 -- does anybody read this transmission? We need military or police aid -- Mayday, Mayday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Brenda, will you keep still?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAN GET HER HANDS ON AT BOBBY",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f97 98 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "What're you trying to do, anyway, creep. Give Mom a heart attack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Oh, no. HE MOVES TOWARDS THE BED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Bobby? Come in, dammit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Bobby, do you read me -- they're coming your way, boy -- put your ears on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Hello, Police, Army -- this is KUY-9532 calling Mayday, Mayday, we have been attacked by, well, damn, we've been attacked and need help. HE RELEASES THE TALK BUTTON AND LISTENS FOR ANY RESPONSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY VOICE BLARES INTO THE ROOM, LOUD AND CLEAR.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY VOICE",
          "text": "Hello, KUY -- we have you loud and clear. This is Sgt. Alcort, U.S. Army intelligence. Please state your position and status of casualties. Over",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Thank God! Hello, listen, they've killed two -- three of us, kidnapped a baby -- we're in desperate need of protection -- uh, but I don't really know where we are. We were on Route 93, about a day past Corn Creek, but we got lost -- I think we're somewhere on one of your bomb ranges... I guess. THERE'S A MOMENT'S PAUSE. ANOTHER MOMENT. THEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY VOICE",
          "text": "The Ellis Range?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Uh, yeah, I guess so. We really don't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY VOICE",
          "text": "Hold on. THE AIR GOES TO STATIC, THEN DEAD. BOBBY LOOKS AT BRENDA. BRENDA LOOKS AT HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Somehow, he didn't sound too happy when he heard where we were. BEFORE BOBBY CAN RESPOND, THE MILITARY VOICE COMES BACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY VOICE",
          "text": "We are checking with Staff as to procedure. We recommend you make some sort of signal, meanwhile; do you have that capability?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Sure! We'll burn a tire -- make smoke, okay!? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY VOICE",
          "text": "Very good. We will put search aircraft into the air and be back to too. Stay on this channel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Right! Ten four! BOBBY PUTS DOWN THE MIC, TURNS TO BRENDA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(cont'd) Don't touch it! HE RACES OUT OF THE TRAILER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(replay: 0.S.) I'll stay in touch with you every fifteen minutes on the quarter hour. If I find out anything you should know, I'll pass it right along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(on C/B) Bobby, hello Bobby -- do you read me, over? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Doug! It's me, Brenda! Doug, the Army, we've got a hold of the Army!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(on C/B) What? Are they there!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "N-no, they don't know where to find us -- but they've told us to make a signal -- Bobby's out setting a tire on fire, like you told him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(on C/B) Listen, Brenda, they're coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "They Army?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(on C/B) No. The savages. The ones who've taken us on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "(instantly terrified.) H-how many?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(on C/B) A lot. Nine or ten. You'll have to get out of there and hide -- you've got time - - can Mom travel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "She's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Do you want me to come back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "No. You get Shanti. We'll take care of these turkeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "US AS SOMEONE WHO CAN HANDLE THOSE TURKEYS. MAYBE.",
          "text": "\f101 102 103 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Okay, killer, go get that bastard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "How long did he say it'd be before they got here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Ten or fifteen minutes, he guesses. He's sending \"the Beast\" back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Big deal. A lot of good that clown'll do us -- hey, where you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY LOOKS AFTER HER AS IF SHE'S GONE CRAZY.",
          "text": "\f104 105 106 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAVAGE",
          "text": "That for Pa Pa. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f107 108 109 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARS",
          "text": "(wheeling) I Pa Pa, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY, (C/B)",
          "text": "Doug -- the Army says they see my signal - - they're on their way -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA, (C/B)",
          "text": "(interrupting B/G) That's the wrong channel -- get off it",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY, (C/B)",
          "text": "Wha -- oh (snap)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA PA",
          "text": "We get them first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "(under breath) Fuckin' devil dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO",
          "text": "(enraged) You sonuvabitch! You piece of shit! I killed you buddy, I kill you! I eat your heart, piss dog! Puke eater! I strangle you with you own guts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUTO HAD FALLEN. THERE'S A SMALL PUDDLE OF BLOOD.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f110 141 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "It's too awful. I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "It's the only way. Com'on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Stay here until you see them. I'll fix the trailer. \f112 113 114 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Doug, do you read me? Do you READ ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Hello, Army. Where the hell are you guys? SURPRISINGLY, BOBBY IS INSTANTLY ANSWERED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMY OFFICER",
          "text": "We're on our way, son! Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(desperate) Well how long, for God's sakes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMY OFFICER",
          "text": "Just a little while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "They're coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWARD THE WOMAN, WHO IS PERHAPS A HUNDRED FEET AWAY.",
          "text": "\f115 116 117 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMY OFFICER",
          "text": "Hello KUY-9532. We are in your sector. We are awaiting final instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "What kind of final orders -- listen these bastards are coming for us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Hello, Zeus, what are our orders?",
          "sentiment": "neutral"
        },
        {
          "speaker": "H.Q., (RADIO)",
          "text": "Syncpak central computer says Red Light. No interference allowed. Do you read that? No interference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Jesus. Roger, H.Q. Do we get out of here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "H.Q., (RADIO)",
          "text": "You are to remain and observe for full scenario report. THE OFFICER SHRUGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Roger. Over and out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITHIN MOMENTS HE IS SURROUNDED BY MEN WITH KNIVES.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f118 119 120 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Start the bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITERAL HEAVE HO.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f121 122 123 124 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDA",
          "text": "Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Hold your breath and don't breathe! THEY GO IN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND SEES HER OUT.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f125 126 127 128 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOTE",
          "text": "\"Hold your ears, Turkey.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOBBLES OVER IN RAGE, YOWLING IN ANGER AND PAIN.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "She saved Shanti. She's one of us. And we're one of her. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Okay.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_2149"
    }
  ]
}