{
  "movie_id": "MOV1867",
  "scenes": [
    {
      "location": "CANTINA",
      "time": "DAY",
      "characters": [
        "BLACK",
        "FRENCHMAN",
        "PROSPECTOR",
        "CLANG",
        "DOOR",
        "JUDGE",
        "BUSTER, (CONT'D)",
        "THE KID",
        "ALICE, (CONT'D)",
        "TRAPPER",
        "MAN",
        "THE PINE",
        "DROVER",
        "FADE OUT",
        "ANGRY MAN",
        "BAILIFF",
        "AT THE NEST",
        "FATHER",
        "THE COWBOY",
        "SLOW FADEIN",
        "COWBOY, (CONT'D)",
        "MR. ARTHUR",
        "HARRISON",
        "TELLER, (CONT'D)",
        "IKE",
        "COWBOY",
        "BAWD",
        "CLARENCE",
        "VOICE, (CONTD)",
        "WINDY NIGHT",
        "FATHER, (CONT'D)",
        "THE PROSPECTOR",
        ".. IN THE BACK",
        "BUSTER",
        "THE HANDBILL",
        "GILBERT",
        "THE KID, (CONT'D)",
        "INSIDE THE HOLE",
        "LATER STILL",
        "A MINUTE LATER",
        "YOU",
        "BOY",
        "DUSK",
        "A HANDBILL",
        "THE LOADED HORSE",
        "CHECKER",
        "SALESMAN",
        "IRISHMAN",
        "VOICE",
        "I",
        "HEAD OF THE WAGON TRAIN",
        "MIDDLE-AGED WOMAN",
        "LONG HOLD ON BLACK",
        "ALICE",
        "THIGPEN",
        "MAN IN BLACK",
        "SURLY MAN",
        "FRYING EGG",
        "ANOTHER MAN",
        "BLAM",
        "IMPRESARIO",
        "GUTS, YA MEASLY SKUNK",
        "LATER",
        "HARD MAN",
        "WOMAN",
        "AN HOUR LATER",
        "BARTENDER",
        "AUDIENCE WOMAN",
        "MAN, (CONT'D)",
        "A YAPPING DOG",
        "SECOND MAN",
        "VOICE FROM OUTSIDE",
        "MR. ARTHUR, (CONT'D)",
        "LANDLADY",
        "MATT",
        "DAYS LATER",
        "LADY",
        "IKE, (CONT'D)",
        "VOICE, (CONT'D)",
        "DROVER, (CONT'D)",
        "FURTHER ON",
        "THE CROWD",
        "BAM",
        "MINUTES LATER",
        "BILLY KNAPP",
        "72.",
        "TELLER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Panoramic view of Monument Valley. Mighty towers of red s desert floor below. We hear only the sound of the wind. Then, distantly, singing. A tiny figure just visible to t riding a white horse, has cornered a huge archway of ston Close on the rider, Buster Scruggs. His white clothing an blindingly clean. He has one leg drawn up to rest on the on the leg. He strums as he sings, smiling. He finishes the song, holding the last note. Then he hook horn and picks up the reins. He addresses the camera as h",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "A song never fails to divert m’mind during a long day’s ride out here in the West, where distances’re great and the scenery monotonous. Additionally, m’pleasing baritone seems inspirit good ol’ Dan, keepin’ him in good heart through the day’s measure of hoofclops. Ain’t that right, Dan? A confirming Huntz Hall from the horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "Maybe y’all’ve heard a me, Buster Scruggs—known to some as the San Saba Songbird. I got other handles, nicknames, appelations and cognoments... He is reaching into his necessary bag and draws from it a of himself with his name printed beneath, and beneath tha",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... but this’n here I don’t consider t’be even halfways earned. I don’t hate m’fellow man even when he’s tiresome’n surly’n tries to cheat at poker. Why I figure that’s just the human material... He crumples the handbill and tosses it over his shoulder. \fBUSTER (CONT’D) ... and himmet finds in it cause for anger’n dismay is just a fool for expectin’ better. Ain’t that right, Dan? Another Huntz Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... Well folks, unless I grievously misremember, there’s a little cantina on the other side of yon rimrocks, and if I’m in luck itll be customers there amenable to drawin’ up in a circle round a deck acards. Git up now! Haw!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door creaks open and Buster Scruggs takes in the humb pan shows a rude small-windowed place with rough wood app bar. The few hard-looking men drinking there have stopped Buster Scruggs claps his hat against his clothes, raising bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Like me a splash a whiskey ter wash this traildust offen my gullet’n keep m’singin’ voice in fettle. The bartender slowly shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Dry county. Whiskey’s illegal. Buster looks around at the other customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "What’re they drinkin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Whiskey. A beat during which Buster tries to square the informatio BARTENDER (CONT’D) ... They’s outlaws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well don’t let m’white duds’n pleasant demeanor fool ya, I too have been known to violate the statutes a man—and not a few a the laws a the Almighty. The hardest of the hard men seated nearby gives a derisiv",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARD MAN",
          "text": "Hew ain’t no outlaw. Buster turns to face him. The man, chewing a toothpick, o HARD MAN (CONT’D) ... And we don’t drink with tinhorns. Buster meets the taunt with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Sir, it seems you are no better a judge of human bein’s than you are a specimen of one. Just on a brief inventory I’d say you could use yourself a shave and a brighter disposition and lastly if you don’t mind me aspersin’ your friends a better class of drinkin’ buddies. The man grunts. His companions grunt, looking at Buster i hard man, mouth clamped on his toothpick, slowly rises, g holster. Buster is completely relaxed, hands at his sides. The har",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARD MAN",
          "text": "Your shootin’ iron work? In less time than it takes to tell, Buster draws and shoo his gun and reholsters it. The hard man, a neat hole in his forehead, stands on his not yet aware that he is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Appears to do, yes. The hard man drops. \fHis friends stare, stunned. As one, they leap to their feet hauling out guns. Buster redraws his and, fanning the hammer, lays the men He cocks the hammer one last time and for some reason whi backward under his left armpit. He holds that odd posture for a long moment, then slowly over his left shoulder. Behind him, the bartender is frozen in the act of reachin the bar. The two men have eye contact. Buster winks at the bartender and—BLAM!—fires. One man from among the group at the table is not dead. He door of the cantina. Buster, surprised, looks at the came",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "Appears that the vitals of this lucky sonofagun remain unpunctured—sloppy shootin’ on my part! The man’s groaning and scraping sounds are the only noise",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... But the nearest human habitation is a day’s ride away, three days on foot, ‘n lord alone knows how many on your belly. I suspect that wolves’n gila monsters’ll save me on ammo. Adios, amigo. Puts me in mind of a song...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buster fetches up onto his horse and pulls out his guitar Cowboy” as he sets out from the cantina. Behind him we ca himself out the doorway into the vast dustiness of the de",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buster finishes the song as he travels the town’s one dus",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Frenchman’s Gulch. This town is new to me. But I ain’t never knowed nothin’ French to be dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buster enters. It is everything he could have hoped for: somewhere a piano playing, and several tables set about w place is crowded with drinkers, poker-players, hell-raise",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Hang on, son... The voice belongs to a man behind a small counter by the indicate a small sign on the facing of the counter: CHECK",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (CONTD)",
          "text": ". House policy. Buster amiably unhitches his gunbelt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Here’s the six-shooters... He bends down to pull a derringer from each boot. BUSTER (CONT’D) ... Now’re you gonna be wantin’ the sefiiorita pistols as well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHECKER",
          "text": "Everthang, ‘cludin’ knives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Never partial to knives. I ain’t much for workin’ in close. As he strolls away:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... Feel a bit naked but I guess with ever one similarly disadvantaged there’s scant chance of misadventure. Hello! He is reacting to a man rising at a nearby table and tos",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "T’m out. As he stalks away Buster slides into his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "This is well timed. You gentlemen mind if I take his spot? A surly man directly across answers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGRY MAN",
          "text": "Iffen you play his hand. Buster picks up the five face-down cards and looks: aces",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "I would prefer not to. Another man, in a vest and with a small neatly waxed must",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "It is too late. You have regarded ze cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURLY MAN",
          "text": "You seen ‘em. You play ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Tain’t anted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Ze uzzer hombre anted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURLY MAN",
          "text": "You seen ‘em. You play ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "And what if I don’t? The surly man rises. He has a gun in his hand. He aims it",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURLY MAN",
          "text": "Play them cards, fancy dan. The table—the entire establishment—falls silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can’t no one compel a man to engage in recreation, and certainly not a sonofagun as ill-humored as yourself. He rises slowly, holding his hands away from his sides as",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... Second place, m’horse’s Dan, I’m Buster—Buster Scruggs. And third place—",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURLY MAN",
          "text": "Buster Scruggs? The Runt from Reata Pass! He pulls back the hammer on the gun, smiling. SURLY MAN (CONT’D) ... And dis-pistoled! Buster looks at the gun, looks at the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "I do hail from Reata Pass which is in the county of San Saba, bein’ the which-a-why “The San Saba Songbird” is m’sobriquet of preference. But right now I would appreciate it if you would place your weapon in that receptacle by the swingin doors, which concealin’ it on your person in the first place was a violation of the rules of this establishment and an offense against local norms. The surly man chuckles. He aims the gun toward the middle",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURLY MAN",
          "text": "And ifPn I don’t? Buster raises one leg and stamps smartly on the near side up, knocking the man’s gunhand upward to discharge into h The table settles and the hand drops, still clutching the half shot away. Buster stamps two more times in quick succession, slammi more shots. The Frenchman is spattered with blood. The ceiling gets a The man lingers on his feet long enough for us to look at drops. A hard man nearby looks on in shock. He is Ike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKE",
          "text": "Joey...? He rushes over to the body. Buster addresses the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "T’m not a devious man by nature but when you’re unarmed your tactics might gotta be downright Archimedean. He looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": ".. Now what happened to the music? The piano starts up again. Buster goes over to place a fo join the bowlered, cigar-chomping piano player in a rauco Gambler.” The whole saloonful of rakehells and bawds join We intercut Ike kneeling beside the face-shot gambler, cr to mop the ever- flowing blood from his face with a banda weeping, to wring blood from the bandana. It is sad visua upbeat song. Finally Ike’s keening voice breaks up the mu",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKE",
          "text": "Joe! Surly Joe! He’s gawn! We’ve a-lost’m! He lurches tearfully over to Buster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKE, (CONT'D)",
          "text": "... You kilt my brother, you cowardly, sonofabitch! Gunned ‘im down when he wasn’t hardly lookin’!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "I can cut you a little slack, grievin’ as you are, but the fact is Buster Scruggs don’t shoot nobody in the back and that sorry sack a bones was more in the nature of a suicide. \f10. Ike is taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKE",
          "text": "You’re Buster Scruggs?! The West Texas Twit? For the first time Buster loses his smile. Everyone around tenses. Buster clears his throat and, with an effort, recovers hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Presume you meant to say “The West Texas Tit”—on account of that p’ticular bird’s mellifluous warble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKE",
          "text": "Call yerself any damn name you please! I wanna see you outside— wearin’ iron!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buster is stepping down off the boardwalk into the street",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Things have a way of escalatin’ out here in the West with one thing leadin’ to another, but I think I can make pretty short work of this ramified ol’ sonofagun. In the deep background, planted in the middle of the stre",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKE",
          "text": "Scruggs! Scru-u-u-u-u-uggs! I’m a-callin’ you out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Well hang in there, pardner, I just need to buckle on this toolbelt here. He finishes doing so. Ike is poised, right hand hovering Buster smiles at him. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... Are ya ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKE",
          "text": "Ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Are ya set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKE",
          "text": "Set!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Ya need you a count?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IKE",
          "text": "Na’sir! In less time than it takes to tell, Buster draws and fire drop. He raises his right hand—gouting blood from where t",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Hard to trigger with them other fingers, but... He fans the hammer, shooting four more times. Tke’s hand: his other three fingers are shot off in quick thumb. On the dusty street, the digits plop to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": ".. you cain’t be too careful. Ike, screaming, looks at his stumpy hand spewing blood. H with his left hand for his right-holstered gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "Uh-oh. Looks like when they made this fella they forgot to put in the quit! Lemme see here, five fingers at a bullet a piece, I ain’t got but the one bullet left. For some reason Buster turns to face the other way up the screaming Ike. \f12. Close on Buster we can see Ike small in the background, t across his body to clumsily start withdrawing his gun. BUSTER (CONT’D) Sure hope I don’t miss. Buster takes a small mirror out of his pocket with his le in as he aims his gun upside-down and backwards over his",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... Lesee, his heart’d be on the left side but the mirror puts it right, cepting for we is facing the same way and the gun is upside down. So, um... Ike has his gun out and raises it, screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": ". maybe it’s best not to play it fancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAM",
          "text": "Ike pitches backward into the street. There is a hole in Buster Scruggs enters a low shot to gaze down at the body still holds and, as he starts to pocket it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "Cause for reflection—heh-heh. Well, this whole entire episode puts me in mind of a song. He sucks in his breath but before it can issue out in son faint but sweet. Surprised, Buster looks around for the source of the sing Riding up the road is a handsome young man accompanying h sings. Buster walks over to meet the oncoming rider who finishes guitar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KID",
          "text": "Buster Scruggs? \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "The same. You got a mighty sweet singin’ voice, pardner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KID",
          "text": "That’s high praise—from the San Saba Songbird, Herald of Demise. Buster smiles, flattered on a point of pride. The rider r",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KID, (CONT'D)",
          "text": "... Mr. Scruggs, I been huntin’ you on account a they say you’re the one to beat, a-singin’ and a-slingin’ guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A minute later. Buster sadly shakes his head as he paces bullets into his six-shooter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Another young fella with something to prove. Behind him in the background a couple of men are dragging ankles, and the young man is taking his place in the midd",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "I gotta set m’self up in the undertaking bidnis—stop doin’ all the skillwork so’s another man can profit. He turns, having reloaded and holstered his gun. He murmu new antagonist: BUSTER (CONT’D) .. But then, do I wanna wear a black suit. From off:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KID",
          "text": "You need a count? Buster chuckles. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER",
          "text": "Na’sir—",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "Buster blinks, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... Hold ona second. He looks down. His right hand is relaxed, empty, next to his still holst He looks up the street. The young man stands set in place, gunhand extended befor counterbalance, smoke wafting from his gunbarrel. Buster squints at him. He looks down at his own chest whe A red droplet hits the snowy white of his tunic. Buster tries to sort this out. He reaches for his hat. He holds it up before himself to inspect it. The front of He tips the hat, front brim upward, so as to look inside. The inside back of the crown shows an exit hole. Sprayed brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "Well now that ain’t good. He looks up. The young man is still planted. The gunsmoke has dissipat Buster takes out his handmirror. He examines himself in i There is a hole centered high in his forehead. In the reflection, he drops away, quickly followed by han From behind the young man’s hip: he twirls and holsters h see the soles of Buster Scruggs boots and his body stretc High on Buster Scruggs, on his back in the street, sightl Oddly, his voice continues in the same present tone: \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "I guess I shoulda seen this comin’... The young man enters a low shot to gaze down at the body. Back to the high shot of Buster. While his corpse remains blood begins to pool out from under his head, his soul be body in the same white get-up but with wings sprouting ou transparent, continues the speech:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... Roam and ramble though you might, eventually you’re gonna come acrost some sonofagun who sings a little sweeter and draws a little faster. Buster’s soul starts to sing, harmonizing with the sweet- the verse, the cowboy continues singing but Buster’s soul",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... I don’t know as I believe in a divinity shapin’ our ends and numberin’ our days. But I do believe I’m a-headed for a hereafter... The young cowboy goes over to his rail-hitched horse, sti",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... Why heck, ifthere warn’t a place where men ain’t low-down and poker’s played fair, then what’re all the songs about? The young man unhitches his horse and swings aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSTER, (CONT'D)",
          "text": "... I b’lieve the music comes from that higher place... The young man swings his guitar up and heads out, riding pommel and his guitar resting on the leg, strumming as he We are rising higher, higher, with the ascending soul of \f16. BUSTER (CONT’D) ... An’ at’s where I’m off to, to trade my gui-tar for a lyre and sing those sweet songs where they ain’t no clinkers to sour the spell and cain’t no gunplay inter-trude. Tl see all of you sonofaguns in the bye and bye and we can sing them sweet airs together, and shake our heads over all that meanness in the used-to-be. He resumes his harmony part as the young cowboy recedes b figure entering the vast desert, his distant voice echoin As the singing voices fade into the sound of a moaning wi The last lines of our tale in print on the page, which is the next story:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Pan-shot!” cried the old man. \f17. Near Algodones | nder the wind we hear now the steady clunk of a piece o heavy object. Turning again to another full page illustration: We are looking across a dusty expanse toward a low-slung alone in an endless expanse of high desert. In the mid-foreground a short, fat man in a dirty union s prancing, almost airborne. He holds a double-barreled sho pans are draped over his body, twine threading the handle helmetlike upside-down on his head. We travel down to the caption below the illustration: “Pan-shot!” cried the trapper. Dissolve from the illustration to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are panning the horizon. It is fat, windswept, vast, e It is the western edge of the Great Plains. Our pan eventually finds and settles on a small adobe bui measureless horizon. A weathered wooden sign above its door identifies it as t & TRUST OF TUCUMCARI. Swinging beneath it and clunking against the top of the d sign, apparently put up as afterthought: 4nd Notary. Taking it in, eyes crinkling against the wind, is a man i holding the reins of a mount that stands behind him. From somewhere, a creaking sound. The man’s eyes shift: A well. The bucket suspended over it creaks back and fort jagged scrapwood is nailed to its canopy: BAD WATER. The horse nervously nickers. The cowboy drops the reins a \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cowboy enters. The one-room structure is empty except for a trapper with behind the teller’s bars, hands planted on the counter. H black sleevegarters. The cowboy walks to the counter, spurs jingling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Awful big name for a little place like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "It’s a comfort to the depositors. The cowboy looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": ".. What depositors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "Oh, we got folks from over Val Verde, Chloride, Tucumcari itself of course—why, the whole entire three-county area. Hell, we even had a run on the bank once’t, warnt purty. Had to hop up on the counter here with m’scattergun, talk the folks down. Well, that’s banking. He chuckles, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER, (CONT'D)",
          "text": "... Crazy business. Crazy business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Ever been robbed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "OOHH yeah, sure enough have. TWO times. Attempted, I should say. One fellow I shot dead— BINGO!—the other I held for the marshal, both his legs was shredded some, had to lock him in the vault there, marshal don’t come through but once’t a month and he’d just visited the previous week, had to billet the scamp for what, three weeks, applyin’ a poultice of wet leaves’n urine. He’s in Yuma now, bustin’ rocks, still a little grumpy from what they say. Fella by the name of Chevilly unless I misremember, said his papa was from Fr—France— Fr—from—fff... \f19. His voice trails off and he stares in silence. The cowboy is pointing a six-gun at him. The prairie wind moans. The teller’s jaw, relieved of its service to speech, hang The cowboy tosses a burlap sack over the bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Money in the sack. The teller gazes owlishly. Finally he sighs and his jaw r",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "... Okay. Okay, ya got me, young feller, ya got me fair’n square. The large denominations... He is stooping behind the counter. His voice continues, o",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER, (CONT'D)",
          "text": ".. I gotta stoop fer... A silence. The cowboy frowns. The unmistakable clack of a shotgun-prime. The cowboy’s eyes widen. He takes a nimbly evasive step d ROAR!—wood from the base of the counter splinters outward standing. ROAR!—another explosion further along. The cowboy grabs the bars at one end of the counter and h perched on the counter lip, hugging the bars. The shotgun He scales the bars and drops to the counter’s far side. The shotgun has fallen silent. Drifting gunsmoke. Inside, no sound. Outside, the moan of the prairie wind. The cowboy looks down at the duckboards behind the counte Empty. The teller has fled—somewhere. \f20. The cowboy drops to the back floor. His bootheels clomp a walks the cage’s length. He stoops, starts stuffing bills into his sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "Creaking open at the cut with a rusty-hinged whine. The cowboy peeks out the bank’s front door, sack in one h His point-of-view shows the great empty plain. His horse Wind moans. The bucket creaks over the well. The cowboy hesitates, tenses, and—pushes off, heading for BOOM!—a shotgun blast kicks up dirt at his feet and the c and tucks and rolls to take cover behind the well housing His horse nickers nervously and trots a few paces further tentatively stops—a good thirty yards away, over exposed The cowboy hisses at it and waves a hand inward. The horse looks at him speculatively. Its ears flick. The cowboy looks toward the windblown adobe structure. No Very present, the creak of the bucket over the well. The cowboy looks at the sack of money abandoned in no-man the mouth of the sack. Bills flutter and rise like bees l in the breeze. The adobe structure, still. The cowboy, tensed. The bank’s front door bursts open and the old teller boil waving his shotgun. There is now something strange about be clanking as he runs. The hunched cowboy fires at him over the well wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "Pan shot! The teller gallops on, cackling, anrd—BOOM!—fires his sho of the wellwall. The cowboy shoots again: CLANG!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER, (CONT'D)",
          "text": "Pan shot! The teller has pots and pans draped over his body, twine One large pot sits helmetlike upside-down on his head. The cowboy rises, firing—CLANG! CLANG! CLANG! BOOM! A shotgun blast smacks the cowboy’s shoulder and tw flying into the dust. He looks from his lost gun up toward the teller just as t a-clank, swinging his shotgun-butt up and at us to send u",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW FADEIN",
          "text": "A black figure. Soft-focused and gently rocking. An echoing voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Do you have anything to say... Very close on the cowboy: his eyes squint open. He too is becalmed boat. The voice repeats, with a little less echo:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (CONT'D)",
          "text": "Do you have anything to say? The cowboy licks parched lips. A raspy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "... What? \f22. He works his eyes. The black figure comes slowly into focus. It is a man in He is in treeshade but the open prairie behind him bakes His gentle irregular movement comes from the shifting of",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN BLACK",
          "text": "Do you have anything to say? Before sentence is carried out. Wider on the cowboy: there is a noose round his neck. Its treelimb overhead. The cowboy’s shoulders are back, his h bobbing matches the other man’s—he, too, sitting ahorse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "What’s... m’sentence? Guffaws. There are other men, four of them, also mounted. The man in black looks reprovingly at his companions, the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN BLACK",
          "text": "Son, we held you some proceedin’s here for attempted bank robbery. You was off yer nut feverish for most of the goin’s-on but it was a fair trial like we do here in New Mexico. These peers convicted ya, I pronounced a sentence of death, and we found us this tree. Now’s your opp’ tunity to speak your piece before sentence is carried out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Well... He licks his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY, (CONT'D)",
          "text": "... That pan-covered sonofabitch back at the bank don’t hardly fight fair, in my opinion. The man in black nods respectfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN BLACK",
          "text": "Okay. That it? \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Well... I reckon it is. Silence. Creaking rope. One member of the posse has a thought:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Can I have yer horse? The cowboy considers. Another posse member pipes up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND MAN",
          "text": "No, me. The ad hoc judge looks from his posse to the cowboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN BLACK",
          "text": "You wanna give one of these boys yer horse? It’ll save scrappin’ over it after you’ve passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "I don’t want any of ‘em to have it. The first man growls:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Selfish bastard. THIP! An arrow pierces this man’s neck. He gurgles and re A Comanche war party whoops in on horseback as the man tr his neck. He manages only to break the shaft. The other men are drawing guns. Their horses rear, wild-e",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Whoa... easy... The noosed cowboy tries to calm the horse stirring beneat around. The judge has two six-guns out and is firing to either si maced off his horse by one galloping brave and then lance the lance sticking out of him, its feathers aflutter, and until an Indian tomahawks him down from behind. \f24. The cowboy’s horse bucks and stamps. The cowboy anxiously the panicked horse with his knees and, awkwardly leaned b throat, rolls his eyeballs left and right to goggle at th A posse member kicks down at an Indian afoot who is tryin mount. He fires down at the Indian as another brave sawho of his horse and slits his throat from behind. The judge is finally St.-Sebastianed full of arrows and t snapping arrowshafts. Unmounted now, the horse takes off, body of the judge on a prairie sleigh ride, and grazing t it gallops past. COWBOY (GONT’D) Whoa... easy there... Through the dust and the gun smoke another posse member, from behind by a brave as he takes out his knife to scalp The cowboy’s horse is stamping. COWBOY (CONT’D) Easy... From the noosed cowboy’s perspective the doings are obscu finishes his work. Another Indian who by his warbonnet and bearing seems to from the battle, now won. He eases his horse over to face The chief looks impassively at the cowboy, down at his sk that stretches to the treelimb, sizing things up. The cow chief looks at the cowboy. The chief suddenly makes a booga-booga noise, eyes saucer to shake his feathered lance with one hand and a medicine cowboy’s horse stamps and shifts. The rope pulls taut. COWBOY (GONT’D) Whoa... The chief screeches with laughter and saws his horse arou party, finished with the posse, is mounting up as well. Whooping and hollering, the Indians recede. \f25. Wide. Bodies about. One man still moaning. The noosed cow back in his saddle to give the rope what play there is to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The noosed cowboy is leaning even further back. With a motion of his horse the cowboy’s throat gets cinch look down at the animal. Cropping the grass placidly enough, it has eaten everythi step forward. It continues to nibble. The wounded man is still moaning. The cowboy’s eyes roll Dissolve:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longer sun. The wounded man is now silent. Much insect-bu The cowpoke is now stretched to the extremity. The horse pulls up a bit of grass and raises its muzzle, short step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Nnongh... The cowboy’s body, head now canted steeply back, can move from the horse. Now, a new sound. The cowboy’s eyes roll. Entering his point-of-view: a steer. Trailed by another. Many steers. A whipcrack and a “Haw!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY, (CONT'D)",
          "text": "Nnnnngh! The lone drover enters his point-of-view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY, (CONT'D)",
          "text": "(more urgently) Nnnnngh! The drover slows and then heaves to, taking in the tablea \f26. After a staring beat he spurs his horse toward the scene. He dismounts. He wanders among the bodies with smashed he cushioned torsos. After a long staring beat looks up at t",
          "sentiment": "neutral"
        },
        {
          "speaker": "DROVER",
          "text": "Comanch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Nnngh. The drover nods understanding. He takes his six-gun out a fires. And misses. At the report the cropping horse whips its head up and st unsaddled and starts to slide down the horse’s rump. The The cowboy’s ass slips off the horse’s rump and he swings",
          "sentiment": "neutral"
        },
        {
          "speaker": "DROVER",
          "text": "Aw, damme. He sights again on the swinging rope and fires. A miss. The cowboy continues to swing. The drover calls o",
          "sentiment": "neutral"
        },
        {
          "speaker": "DROVER, (CONT'D)",
          "text": "... Hold still! He fires again. Again a miss. Three shots in quick succession. The last one tells: the twinage ravels down and the cowboy drops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men ride side-by-side, driving the cattle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DROVER",
          "text": "And the other cowboy says, Well I’m over’ta Bar Q Triangle Wavy Lines Two-Dot Backwards W Pawprint Triple Z Ranch. An’ the first ol’ boy says, Sounds like a big spread—lotta head a cattle? and that second boy says Nope. Not too many survive the brandin’.— Haw haw haw! \f27. Our cowboy smiles and nods to acknowledge that it is a he drover chatters on: DROVER (GONT’D) ... I sure do appreciate you helpin’ with these beeves. Them two compajieros I hired Vhelp walk ‘em vAbilene started grousin’ ‘bout the wages once the weather turned hot’n finally they left out is how I come t’be here by my lonesome. That’s what ya call a foul-weather friend I tell ya. Them boys didn’t understand first thing about sidekickin’. Maybe you could sidekick up with me on a permanent basis, this drive works out. Ya seem trust-worthy enough is why I make the proposition. Why a sidekick should be a reliable man, that’s the whole nature of the sidekick. Like you watch my back’n I watch yourn, you got to rely. Fr’instance I was walkin’ a fence one day at the Purvis Tinkney spread when I come across’t a... ae. His voice trails off as his gaze fixes on: A plume of dust ahead. The drover works his mouth. DROVER (CONT’D) .. Damme. Discernible now, a group of men on horseback, galloping t The drover abruptly reins his horse around and spurs it t opposite direction. Our cowboy looks at the drover as he rapidly recedes, sid The cowboy looks around at the approaching horsemen. As he sits puzzled, looking from one direction to the oth approaching horsemen builds. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COWBOY",
          "text": "He is shoved forward, hands tied behind his back. A dusty Before him, a boardwalk fronting a saloon. Upon it, looki a great drooping mustache. He sits behind a makeshift tab by two upright barrels. He wears buckskin pants and a sid old Confederate uniform. His felt hat is aged and stained meals eaten long ago. The man who shoved the cowboy, a bailiff of sorts, now kn",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "No hats inna presence of Judge Hobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "What'd this sonofabitch do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Sir, I— The bailiff smacks the cowboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "Hold yer tongue. (to the judge) Sumbitch’s a stock rustler. The judge holds up a reproving finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Alleged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "Yes Yer Honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Sir, I didn’t— The bailiff smacks the cowboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "Hold yer tongue. (to the judge) He was caught drivin’ rustled beeves. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Good enough. Hang ‘im.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Sir, I never— The bailiff smacks the cowboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "Hesh. Quiet there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "T don’t wanna hear a lot a damn excuses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "No, sir—",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Ora lot a damn “Punishment fit the crime.” I’m runnin’ a one-size-fits-all kind of jurisprudence here I ain’t got time to tailor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "No sir, but—",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Okay, next. Holy God! I’ve wasted enough time with this sonofabitch. Ya think yer the only one?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cowboy stands on a four-banger gallows with three oth hands tied behind and wear nooses. The cowboy is gazing out at the crowd. Prompted by a nois condemned man next to him. The grizzled man is whimpering, terrified. Beyond him, at condemned, the hangman slips a black hood over the furthe to the next. The cowboy, himself calm, gives the man next to him a smi",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "First time? \f30. The man glances at him, too scared to be puzzled. The han starts to hood him. The cowboy gives a wry cock of the head. He looks back ou His point-of-view: a sea of faces. One in particular: a b woman, the face of a saint. She looks at the men about to of bottomless sadness. To himself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY, (CONT'D)",
          "text": "There’s a pretty girl. Back to his point-of-view of the woman. It is wiped away to bring on black. The hood amplifies the cowboy’s breath of the crowd and the whimpering of the next man over. The black until we hear the CLACK of the trapdoor and a very breathing. We hear the roar of the crowd. Dissolve to: the last lines of the story: “... and then t fading fast.” The page turns as we hear the crowd’s roar fade into a ho turned to a title page:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“The quality of mercy is not strained, it droppeth as the gentle rain from heaven.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meal Ticket And then to a new illustration: 7 ¢ are close on the face of a man orating. His face is p up, his hair coiffed in a roman style. He is under-lit by lights and his eyes are cast heavenward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We travel down to a caption at the bottom of the page: “The quality of mercy is not strained, it droppeth as the A swell of music under the howling wind and we dissolve t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A horse-drawn cart rattles along in a very wide shot. A l lead. We are in the mountains going over a windswept pass On the man driving the cart: an Irishman of later middle His eyes water as he squints into the wind. The cart: a boxy thing whose plank sides bear carny-style lettering weathered well down. The lettering identifies t SEDAN. The illustrations are of great scenes from the his declaiming in Elizabethan garb, in Greek masks, in costum Nile and Cadiz, crossing swords, addressing busts, kissin Another landscape: the horse and cart and trailing mule c stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cart clatters along a mining-town street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HANDBILL",
          "text": "Being tacked to a wall. The Artistry of Edwin Horatio Harrison Tragedian, Comedian “The Wingless Thrush” \f32. Performing “The Quality of Mercy” Great Monologues & Dramatic Verse Sources Various 8:30 This Night at Hand-scribbled after the last printed word: Behind McCorm EXT. BEHIND MCCORMACK’S FEEDLOT - NIGHT A boom arm is swung out from its nest in the lower chassi wall is unpinned at its two top corners and lowered like projecting boom arm. More inserts on the Irishman continuing his preparations: Five pieces of tin cowling are placed at the forward edge A candle is put into each piece of cowling. A sashcord is pulled to unfurl a painted drop at the back drop shows a vaguely medieval castle, stone steps, battle Straw is scattered upon the makeshift stage. A roughhewn sawhorse-stand is scissored open and planted bound in burlap is wedged into it. Sashcord is pulled to lower a curtain before the stage, j housings. The candles are lit. Now people are gathering. They seat themselves on the gro murmuring in anticipation. The Irishman surveys the crowd. He pulls out a pocketwatc He considers. He repockets the watch. He grabs a piece of cord and starts to pull. The curtain: it starts to center-part, the two halves gat The crowd gasps. \f33. The Irishman’s hand quickly wraps the curtain cord around The crowd, stunned. The Irishman, impassive. Silence. Finally, from the stage, a voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "When to the sessions of sweet silent thought... The voice is full, fluting, euphonious in the manner of a actor of old. VOICE (CONT’D) ... I summon remembrances of things past... We cut to the owner of the voice. He does not in fact saw hands—no arms—no legs. Edwin Horatio Harrison is but head wrapped in a burlap tunic of sorts that is pinned at the He is wedged into the scissor-stand to face the crowd. He continues to declaim:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (CONT'D)",
          "text": ".. I sigh the lack of many a thing I sought, And with old woes new wail my dear time’s waste... The crowd stares, wide-eyed. A montage of the show. We see parts of various speeches—“ before me,” “Four-score and seven years ago,” “I met a tr Intercut is the listening crowd, rough men and rougher wo toward the stage, awed by the beauty of the poetry. The closing monologue is “Our revels now are ended.” Duri through the crowd with a hat, accepting money with murmur “God bless you,” etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later. The firelight falls off to flicker dimly on the parked wa placidly cropping grass. Nearer the fire, on either side \f34. eat supper. The seated Irishman uses a knife to stab piec Harrison lies on his side, head craning to mouth food off A long beat of eating. Sounds of chewing and lipsmacks. Harrison’s plate is now empty. He gazes across the fire a to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": ".. More meat. The Irishman stares at Harrison. At length he rises grudgingly to his feet. He crosses to pieces of meat from his plate onto the torso’s. He returns and sits. The men, eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide on the Irishman leading the cart-pulling horse by th over road. Inside the cart: Harrison rides just behind the front ben necessaries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HANDBILL",
          "text": "Tacked up in another town. The location scribbled at the Pasture. At the wagon: close on the artist as the Irishman’s hand touches on his make-up. The hand withdraws, re-enters wit appraises. EXT. JOHANSSON’S LOWER PASTURE - NIGHT The Irishman is tensed behind the cart, holding a large s ground. From the stage on the other side of the cart we h \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "And it came to pass, when they were in the field, that Cain rose UP against Abel his brother and slew him... This is the Irishman’s cue. He makes shudder the tin whic thunder. HARRISON (CONT’D) ... And the Lord said unto Cain, Where is Abel thy brother... We cut to the stage as Harrison continues his recitation building thunder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "We hear “Our revels now are ended” as the Irishman winds",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRISHMAN",
          "text": "Bless you, sir... T’ank you... Later: the Irishman is chinking coins back into his hat, grim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "High on the wagon splashing through a stream running down",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snow falls. The Irishman holds a spoonful of soup to Harrison’s lips. slurps it in. The Irishman dips the spoon, raises it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stopped cart and waiting horse are soft in the backgr In the foreground the Irishman stands straining as he hol him at the height of his own chest, the two men facing th midbody but we can tell from the loose hang of Harrison’s uncinched at the bottom. \f36. The Irishman looks off, grimacing under the weight he sup steeply down. We hear water spattering against ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another night, another town: the artist performs the fami",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are on Harrison watching apprehensively as we hear the We cut to the Irishman across the fire. He clutches a bot his old Irish song are slurred. His head bobs and dips. F seen he is smiling. The smile is ghastly. He finishes the song and punctuates by hurling the bottle shatters. He rises tipsily to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRISHMAN",
          "text": "We’re goin’ into town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Irishman, led by a boozily laughing bawd, climbs a st the main floor to a door-lined mezzanine gallery. The Iri upward, impaired by liquor and burdened by Harrison whom toted Santa-style on his back. Harrison scowls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A corner of the room: Harrison is deposited on the floor. room—chair, bed, wood stand with basin. Wider: the Irishman and the bawd laugh on. The bawd plops peeling down her garters. The swaying Irishman takes off his suspenders but stops short, eyeing Harrison. He goes to Harrison and spins his basket so that he faces We hold on Harrison, scowling, as laughter and sounds of \f37-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "He is being swung around again to face out into the room. The bawd sits on the bed, pulling clothes back on. She st back to button something and smiles down at Harrison. Add",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAWD",
          "text": "Wanna buy your friend some lovin’? The Irishman, lacing his shoes, looks up. The question se",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRISHMAN",
          "text": "I don’t vink so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAWD",
          "text": "He ever had any?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRISHMAN",
          "text": ".. Once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDY NIGHT",
          "text": "Harrison performs as a raw night wind eddies the stage st backing with grit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "When, in disgrace with Fortune and men’s eyes, I all alone beweep my outcast state... The Irishman, arms folded, leans against a corner of the The audience. A sparse six or eight people, hugging coats against the wind. HARRISON (CONT’D) ... And trouble deaf heaven with my bootless cries, And look upon myself and curse my fate... The Irishman leans forward and spits. \f38. Later: quiet now. The audience, such as it was, has dispersed. The Irishman His attention is caught by town noises brought in on the The town’s one street stretches away from our vantage poi down the street there is a saloon door out of which piano along a crowd of people is facing away from us, toward so The crowd’s approving roar, which first attracted the Iri",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CROWD",
          "text": "We have jumped around so that the crowd now faces us, pre the stage, off. The faces are warmly lit by footlight spi Approaching from the dark background is the Irishman, cra spectators’ heads. Another roar from the crowd. An audience member’s shout:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Eighteen take away five! A rough voice echoes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Eighteen take away five. A long beat of suspense. All eyes are trained forward exc having joined the crowd, looks around, taking in the audi A plinking sound. The audience again bursts into cheers. Reverse: another makeshift stage of built offa cart. Pain backing and festoon. They identify the act as GALLUS MATH the slogans “Genius of the Barnyard” and “The Pecking Pyt depiction of a pince-nezed chicken in academic robes and chalkboard behind the pictured fowl is densely covered wi Upon the stage is a moth-eaten old rooster. It has just p painted the number 13—part of an array of numbered discs The rooster struts jerkily back to the center of the stag \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDIENCE WOMAN",
          "text": "The sum of six and four! A man at the side of the stage, musclebound, baldheaded, echoes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IMPRESARIO",
          "text": "The sum of six and four. The rooster stares out at the audience, head jerking this different audience members with a look of perplexity or s At length it turns and herky-jerks back to the number arr snaps its beak against the ten. Loud cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The audience is gone, the cart closed up. The Irishman is counting money into the hand of the impre small wooden cage, emits an occasional squawk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRISHMAN",
          "text": ". He eat much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crackling breakfast-fire over which a coffeepot is susp Aknife slits an opening in a bag of bird seed. The bag is bucket. Seed hisses into the bucket. The bucket is placed before the rooster who is staked by line. The Irishman plops down now before the fire, holding a ti then wraps both hands on the cup and stares into the fire Harrison is also facing the fire, a hardly-touched plate The rooster, tapping at the seed in the bucket, then tapp ground around it. It paces jerkily to the short limit of the ground. It pauses, looks up, seeming to return Harris The Irishman is as before, gazing thoughtfully at the fir \f40. Harrison, looking at the rooster. The rooster looking back, then resuming pecking. The Irishman gazing at the fire. After a long beat he tos",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A picturesque high shot looking down at an overlook on a water boils and gurgles. We hear the approaching rattle and clank of the Irishman’ when it pulls into frame and stops on the rise. The Irish down. On the Irishman walking the bank. He is knotting a length stops, looking down into the river. He tosses the stone a His point-of-view: The stone and mess of trailing rope hi immediately sinking. The rope floats on the surface in a the sinking stone pulls the rope down-until none remains. On the Irishman, looking. He starts back to the wagon. On Harrison in the cart, looking out the back. In his viewpoint vignetted by the cart’s tailgate and sid approaches. He reaches into the wagon, hoists Harrison, heads back to The rooster, in its cage in the back of the wagon, looks squawking, head aimlessly bobbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later. The cart rattles along, small. Very faintly, the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And in all that mighty sweep of earth he saw no sign of nor the handiwork of man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fade in on a new title page: All Gold Canyon {7-\\ nd the page turns to a new illustration: es",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are at the very top of a Monterey Pine looking out pas scaled the tree and hugs close to the trunk. Though we are behind the man we can see from the crook of his hand to shield his eyes from the sun. The vista beyond is of mountain ranges that seem to stret one behind the other, fading into the hazy light. We move down to the caption below the picture: And in all that mighty sweep of earth he saw no sign of m Dissolve to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stream burbles down the middle of the canyon, descendin A meadow covered in grass and wildflowers rises from one to a scree of rocks that ends at the canyon wall. We cut to a bee humming over and dipping toward the bell meadow. A ball of gnats boils into and out of the shade of a shru A hummingbird arrives at a flower and hovers. In the pond stands a deer, a many-antlered buck. He dips Silver minnows waggle in the water in formation, feeding the deer drinking nearby. At the spout of the pond, where it feeds the stream, wate over the rocks that form the bottleneck, the spray glinti An owl perched at the top of a tall pine surveys the cany breeze springs up, giving the tree a bit of life. The owl we hear the distant sound of a singing voice. \f42. The deer lifts its head from the pool and looks down-cany The stream disappears below a curtain of vegetation—brush trees—that closes off the view. Beyond that middleground composed of rising rockface. We are in a contained space, world, a box canyon. We hear the singing voice a little more clearly: we can n breeze in the trees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Sure I love the dear silver That shines in your hair, And the brow that’s all furrowd And wrinkled with care... The deer stares, water dripping from its muzzle, then bol The silver minnows dart away. The owl takes clumsy flight. They can hear clip-clopping horses’ feet now, down-canyon singing: VOICE (CONT’D) ... I kiss the dear fingers So toil-worn for me, Oh, god bless you and keep you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The curtain of vegetation is messily parted by a man lead beast are stiffly brushed by the scrub as they push throu on the donkey clacking and jangling as they come through. There are clanking pots, pans, pick, shovel, miner’s pan, entrance into the canyon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "... My mother Machree. The man—a vigorous geezer—has stopped, the donkey stopped prevailing, for all of the animal noise native to the can man is staring intently up-canyon, taken by something. His point-of-view: the pond feeding the stream, which we \f43. A tilt of the geezer’s head. Still looking: The side-hill, rising from the pond. The man turns his head side to side: The canyon walls, funneling to the side hill and the pond The man, still staring, ruminatively gathers saliva and,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "Huh! The donkey brays softly. In response: He starts back toward the donkey but takes only two steps looking back over his shoulder, just confirming, with a s changed and isn’t about to. Thus reassured he goes to the donkey and unhooks a shovel He climbs to the pond, eyeing the stream as he passes it. He dips his head to the pondwater and drinks. He raises his head and, as he absently wipes his chin wit at the stream. A staring beat and then with a grunt he rises and swipes ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "We'll see... we'll see... He goes to the most upstream point of where the sidehill He digs a small shovelful of soil from the bank and dumps at the side of the stream. Balanced over his heels he dip raises it out and swishes it. He keeps dipping the pan and swishing it and lighter soil away by the deft circular movement. He pauses the washing gravel with his fingers, then dips and swishes again to s A last swish and outflinging of water discloses only the lining the pan-bottom like paint. He looks at the pan. He raises it closer, squints. \f44. In the middle of the black gunk, the tiniest golden speck No reaction from the man: stillness. He dips the pan twice more and swishes. He looks: Now, two gold specks. After a still beat he nods, then dips the pan up-and-down shakes it back and forth, cleaning it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "Two. He snaps two pieces off some straw and plants the two sta of the ground by the shovel. He takes two steps downstream and digs another small spad squats and starts washing the contents. More washing, raking out, washing, examining. Finally: MAN (CONT’D) Four. He washes the pan back-and-forth and then rises and snaps plants them next to the new hole. He goes two steps further downstream and the shovel bites",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN HOUR LATER",
          "text": "There is a line of shovel-holes along the stream bank. St hole, sparsest upstream, swelling to a thicket of them se diminishing again towards the hole before which the man n His shirt is off. He has a farmer’s tan: very red neck en torso, ending in red hands. He is finishing washing, and now examines the pan-bottom: He washes the pan, plants one stalk of straw, goes downst Now, nothing. He clamps his hands on his knees and rises. He looks up t \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "All right Mr. Pocket—I’m a comin. You just set there, I’m a comin. He goes to the middle of the line of holes—the hole with it. As he does so: MAN (CONT’D) Where are ye, Mr. Pocket—right, left, er straight up the middle? No answer from the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "... Well, we'll see. His shovel bites into the earth a couple paces uphill of",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "... We'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSK",
          "text": "The holes in the hill form a bendy triangle—the longest r the successively uphill rows growing shorter, and pulling yet incomplete, topless: the trapper has not quite reache gold. The trapper is rising out of a hole—which is waist-deep, climb the hill. At the river he washes the pan. The end result: the pan-b specks among the black, too many to count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Heh! Almost enough to keep! He plunges the pan into the stream and waggles it, washin He rises, stiff now. He looks up at the canyon rim. There is radiance dying at sun has disappeared. Evening breeze is stirring the trees",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "All right! I’m gonna getcha. Not today, but I’m gonna getcha. You can’t run away Mr. Pocket! \f46. As he goes down to his pack horse:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": ". Pll catch up with you tomorra. T’m old, but yer older! He starts unpacking the horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSK",
          "text": "The trapper has built a campfire. He sits before it eatin His chewing freezes for a beat as he stares into the fire chewing again, chuckling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "He finishes wrapping himself in a bedroll. A loud exhalation, a quiet beat. Then, sudden and loud:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Good night, Mr. Pocket! Chuckles, then he rolls over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the hill the remains of fire, the man small. Faint chu",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "... Ahh me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prospector stands in the middle of the stream, the le rolled up to the height of the water. He jerks on a length of string and pulls up a small silve sunlight. Looking up at the ridge above him he notices the owl alig",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PINE",
          "text": "As the prospector, now fully dressed, inches his way up t and smaller limbs as he approaches the top. He has a burl \f47. Ata flapping sound he looks up. In low angle we see the owl, disturbed by his approach, a Back to the prospector, hair stirred by breeze. A distant his hand to shadow his eyes. The horizon. Mountain after mountain softening with dista stirs. He looks down. An unfamiliar, high perspective on his hidden canyon. The its bank. The distant sound of the stream. He resumes climbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE NEST",
          "text": "The prospector arrives. Five speckled eggs, barely bigger The prospector is carefully loading them one by one in hi something catches his look, arrests his egg-loading motio The displaced owl is perched on a tree maybe fifty yards him. The prospector looks at the owl, hand still arrested hold The owl looks at him. The prospector relents: he places the egg he holds not in next to the lone egg he had not yet taken. He mutters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSPECTOR",
          "text": "Icain’t do it! He unloads the eggs already in his sling. PROSPECTOR (CONT’D) .. Damny. He considers. PROSPECTOR (CONT’D) Mebbe just one. He restores one egg to his sling and starts his descent. \f48. PROSPECTOR (CONT’D) ... How high can a bird count, anyway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRYING EGG",
          "text": "An egg and a small fish sizzle in the frying pan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PROSPECTOR",
          "text": "Eating, staring fixedly off as he chews. His point-of-view: the line of holes at the riverbank. The prospector, still chewing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSPECTOR",
          "text": "Yep... yep... He sets the plate aside, rising: PROSPECTOR (CONT’D) Ya ready, Mr. Pocket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINUTES LATER",
          "text": "He is in a hole further up the hill, a little more than h not yet defined fully to the top by the progressively sho He claws small nuggets from the earth now, wipes them and puts them in a sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSPECTOR",
          "text": "Keepers now... gettin to keepers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The sun is high. The prospector climbs from a hole sweating, shirt off, fu nuggets half-full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSPECTOR",
          "text": "Lumps’n chunks... lumps’n chunks... He steps back, looks at the shape of his bendy, not-yet-f \f49. He drops the sack, picks up the spade that is planted by hill referring to the downhill holes. A look back and forth and then he decisively plants the s presumptive apex of the triangle. PROSPECTOR (CONT’D) ... Right here! I got the almighty cinch on you, Mr. Pocket! You’re settin down there a-waitin for me! He picks up a canteen, tips his head back and pours water He blinks up at the hot sun. PROSPECTOR (CONT’D) .. Hold on sun, hold on. ’'m almost there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The prospector is almost neck-deep in a hole about five f the sun, closer now to the western ridge. He gets down on his knees and claws through the dirt at t Nothing but dirt and rocks. Standing again he works on th it so he can swing a pick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER STILL",
          "text": "The sun is lower. We see only the tip of the pick as it s at the apex of its arc. The hole is about eight feet deep steep angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE HOLE",
          "text": "As the pick bites into the soft earth. It strikes somethi spade and starts frantically shoveling the earth and toss and sinks to his knees and starts pawing at the dirt. A c He swipes it clean: it is half rotten quartz, half virgin",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSPECTOR",
          "text": "Mother Machree! \f50. The quartz/gold seam comes apart with just a little twist Still on his knees he tosses the huge gold chunk onto a b pit. He pulls another chunk from the pit wall in front of more of this one is gold. And another chunk. And another. PROSPECTOR (CONT’D) Hello Mr. Pocket! The pit, out of direct sunlight, is warmly lit by the lat raised by his digging and clawing. But now the light, ani dust, is subtly disturbed. The prospector freezes. What was it? Not a shadow. Was it wavered in the cloud of light and dust, is now still. We are very close on the prospector who faces into the pi not daring to turn his head. He thinks. After a long beat lump in front of him. More stillness. Not knowing what to do, not wanting to turn around, he st to brush dirt from the lump. When we cut from the lump to a close-up on his face it is an out-of-focus figure standing at the lip of the pit, ab The prospector clears his throat. He self-consciously whi nonchalance, tipping his head to admire the lump of gold. The soft silhouetted figure above is silently reaching so We cut to a high angle over the man’s shoulder, the prosp from us, on his knees, whistling. Motion in the body of t continuing and then completing the action of getting some is still. Back down to the prospector. We are now very close, his f prospector is beading sweat, looking at the lump, trying coming up with anything. His whistling dries. In the quie head. A loud roar and his body slams down out of frame. He hits the ground and is still. Renewed quiet. \f51. The man looking down: a young man, almost a boy, clean-sh prospector, a six-gun smoking in his hand. He holds still his prey is dead. At length he relaxes, his gun no longer pointing but his the pit. The prospector’s limbs are in an awkward tangle. He has t corpse. Blood leaks from his back. The shooter slowly seats himself on the lip of the pit, l His eyes still on the corpse he sets the gun down and fis tobacco-sack from his pocket. He curls the paper, taps in curling the paper, licks it shut, lights it. As he inhales his look moves, for the first time, off the the stream and up the pines to where a shape moves: the o Evening breeze stirs the man’s hair. He gives a long exha into the pit. Seeped-out blood covers the back of the prospector’s shir The shooter, his look unemotive, sighs, licks forefinger against the end of the cigarette, killing it. He puts it picks up the gun. He braces both arms against the lip and drops himself int head as he lets go of the edge. Just as he lands the prospector, twisting with a wheezing shooter’s ankle and upsets his balance. The gun goes off side of the hole and filling it with smoke. Collapsing at the bottom the shooter tries to lower the g wrenched to the side as the gun goes off again. The two m space a riot of flailing limbs. The prospector does not l even as he lowers the gun to shoot. Suddenly the prospector throws a handful of dirt into the the gun away. The shooter raises his other hand in front of his face to the gun roars again, the bullet passing through his hand \f52. The prospector struggles wheezing to his feet, dischargin into the young man’s body. The gunsmoke rises and the last gunshot rings out to leav looking down at the dead man covered in blood. Blood drip well, draining down the arm holding the gun still pointin PROSPECTOR (CONT’D) Ya measly skunk! A-campin on my trail and lettin me do the work an then shootin me in the back! He kicks at the dead man’s foot. PROSPECTOR (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": ".. IN THE BACK",
          "text": "Sobbing and moaning, he crawls out of the pit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He claws his shirt off as he staggers downhill to the str",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSPECTOR",
          "text": "... Ya measly SKUNK! He drops the gun at the riverbank and plows into the wate knee-bends to clear the blood so as to be able to examine He moans with pain and effort with each bob as he sloshes The exposed wound is in his midriff, to one side. He rais at the exit wound in his back. PROSPECTOR (CONT’D) ... Went clean through. Didn’t hit nothing important. Just guts! JUST",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUTS, YA MEASLY SKUNK",
          "text": "The shout is directed up the hill. The prospector reverts slaps water, cleaning the wound. He staggers out of the stream and goes to his little camp a bag, yelling uphill: \f53. PROSPECTOR (CONT’D) ... Don’t worry, Mr. Pocket, I'll come back! He rips a length of cloth and we cut on the rip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early light. The holes. The dead shooter, caked with dirt and blood, lies at the been dragged out. On the other side of the pit uncleaned bag. Wheezing is audible within the pit. The prospector, now bandaged, is inside. The pit’s uphill pocket of gold having been clawed out. The prospector run surface, looking, pulling out a clod, satisfying himself",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSPECTOR",
          "text": "Okay... okay... He emerges from the pit. He plants a toe under the corpse and, with one hand clamp keep it compressed while he strains, he rolls the dead ma PROSPECTOR (CONT’D) ... That’s yer share, ya measly skunk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOADED HORSE",
          "text": "Clanking and jangling with pots and pans. It is now also burlap sacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSPECTOR",
          "text": "There’s a spot in me heart Which nobody may own There’s a depth in my soul Never sounded or known... The prospector is leading the horse through the downhill \f54. PROSPECTOR (CONT’D) There’s a place in my mem’ry —My heart—that you fill No other can take it No one ever will... His singing voice fades as the shrubs and branches close descent unseen. High: the owl’s point-of-view of the canyon. The burbling marred by the strange geometry of gouged holes. The distant voice fades to nothing. The sounds of the can",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myr. Arthur had no idea what he would say to Billy Knapp",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f55- As we dissolve to a new title page we hear the sound of d The Gal Who Got Rattled he page turns to a new illustration: wide on a rolling pr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "line of conestoga wagons recedes into the distance; a lon wagon train is about to meet a man on foot, his back to u his shoulder. He is trailed by a small black terrier. We move down to the caption at the bottom of the picture: Mr. Arthur had no idea what he would say to Billy Knapp. We dissolve to: INT. BOARDERS’ DINING ROOM - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "A YAPPING DOG",
          "text": "A little terrier wanders beneath a long table, among the nine or ten diners. A male hand reaches under the table with a scrap. The dog",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "His cough did not respond to any kind of syrup or elixir... At the table: a half-dozen boarders among whom are Gilber Gilbert is just withdrawing his hand from under the table The speaker is a young salesman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "I bought him every kind of remedy, out of my own pocket. Nothing palliated. Although one of them he drank avidly. And it was an extremely rattly cough. No, I was not sad to see Mr. Kincaid leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "It was not a contagious cough. Nobody here became ill. It was a nervous cough. I would not rent to a contagious cougher. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "T have never heard of a nervous cough. (turns to Mrs. Longabaugh) T understand you are about to leave us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "There is no medical affliction but that doesn’t have a nervous variety. The nervous system spreads its tendrils throughout the body. I saw a picture of it in a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "The nervous system does not have “tendrils.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "I don’t pretend to be a physician, or a botanist. I know that the nervous system extends through the body and I presume that that is how it learns of the various physical conditions that it imitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER MAN",
          "text": "Mrs. Flannery is quite right, I have seen that picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "My point is only that Mr. Kincaid was not a contagious cougher. I don’t rent to such.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDDLE-AGED WOMAN",
          "text": "Is there any more chicken and dumplings? The bowl came to me last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "Yes there is more! We don’t stint at this table. Grandma Turner looks to be finished. Are you finished Grandma Turner! An old lady stares off, her mouth open. \f57- The landlady nods. LANDLADY (CONT’D) ... Grandma Turner is finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "(to Alice) Leaving tomorrow? Jumping off the map, so to speak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes indeed, my brother and I are setting offin the morning, for Oregon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Oregon! You have people there, or a—",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "Just scoop from her plate, Mrs. Halliday. Grandma Turner is quite done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "No, I, not exactly—that is, my brother does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Well go ahead and tell him Alice, don’t be tongue-tied. She has exciting news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I’m... I’m to be married. Or at least I may be, to Gilbert’s... associate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "He’s well fixed out there. The salesman can’t quite make out the situation. He looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "You’re not certain whether you’re going to be married? Has the gentleman not proposed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Well, he— Alice looks up with embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "He will propose. Once they meet each other I’m sure Alice will pass muster. The match is a good one. Tm joining him in a business opportunity. And he’s declared himself ready to marry when he finds a suitable match. Alice can be very sociable and attractive when she has a mind to be. She doesn’t always have a mind to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "T think she is just the picture of charm and we will be so very sorry to see you go, Miss Longabaugh, you and Mr. Longabaugh both. And of course Mr. Longabaugh’s dog, little President Pierce, bless him. Where is he now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAYS LATER",
          "text": "We hear the steady yapping of a small dog but we are clos lead the ox; it is looking past us with watery, sad brown Reverse: the wagon ahead. The terrier stands inside with tailgate, looking out the back, steadily yapping. We can furiously wagging. It is keeping steady eye-contact with Alice trudges before the wagon in which the dog yaps. She Gilbert walks slightly ahead. Ahead of both a young man, their team of oxen. After a long beat walking:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gilbert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Yes, sister. The dog is still yapping, and indeed yaps throughout. Alice is hesitant:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Two people have asked me about President Pierce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Asked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Well... complained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "The barking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Indeed. Why to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I believe they assumed he was my dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Well I don’t know what to say. President Pierce is a nervous creature, and excited by animals larger than himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Almost all animals are larger than President Pierce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "(nettled) Well what of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "People are... wondering if he will bark all the way to the Willamette Valley. 59. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "What if he does? There are property rights. The dog is my property. My property barks. There you have it. They walk in silence. Then: GILBERT (CONT’D) What did you tell them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "... Well. Not that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Yes, I can only imagine what you said. Alice: sometimes you have to tell people what’s what. Gilbert raises his hand and coughs into it, probably from",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAYS LATER",
          "text": "Night. On the prairie. Alice sits on the ground against a wagon wheel, in distre her hands clamp either side of her head. She is hypervent The little dog is near her, yapping up toward the wagon. From inside the wagon, moans building to a scream of agon The scream is succeeded by heavy breathing and then a ras",
          "sentiment": "neutral"
        },
        {
          "speaker": "GILBERT",
          "text": "Alice! Staring at the ground she shakes her head, still hyperven She looks up. Peeking out over the tailgate of the next wagon in the ci at her. GILBERT (CONT’D) Alice! \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gilbert lies inside the wagon gazing upward, dead. Alice stares down at him. Early sunlight is diffused by the wagon’s canvas skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Ma’am... Um, Miss... condolences... A man nearing sixty, mounted, looks in over the tailgate. two trailbosses. He is uncomfortable:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Condolences—goin back? Alice stares at him. It is as if she has not heard. Her m Mr. Arthur grows only more uncomfortable under her stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "... You, uh, goin back now, er... As we hear approaching hoofbeats Mr. Arthur’s panicked lo approaching rider, appealing for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Did you lose him? She stares at Billy Knapp. Gathering that she is not read BILLY KNAPP (CONT’D) Tam so very sorry. I will get a spade. She finds her voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yesterday morning he was fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "It is very quick, cholera. Mr. Arthur has withdrawn a half-length behind Billy Knapp",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "She a go-backer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Will you be goin back, Miss? Or pressin on? \f62. She stares at him. He waits, and then a gentle prod: BILLY KNAPP (CONT’D) ... Goin back, or, stayin with the train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Goin back where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I... don’t have people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Anyone ahead? In Oregon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "... There is a gentleman... but I have not met him. I know his name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Well... Pll get a spade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy Knapp is walloping the ground with the flat of a sh colleague Mr. Arthur watches from his horse, arms draped Billy Knapp notices Alice approaching and in deference st presses at the ground with his toe. She draws up, looking at the patch of earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Don’t want him dug up. Uh... you want a marker of any kind, or... She is staring at the ground. She looks up at him. No ans BILLY KNAPP (CONT’D) Well. We'll leave it at that. Better anyway not to advertise to the Indians. They will scavenge. She looks at him with alarm, which he notes. \fBILLY KNAPP (CONT'D) 3. ... They don’t bother us, none. Too much trouble attackin a wagon train, too little reward. You got a hired boy don’t you Miss Longabaugh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes. Matt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "‘N he'll handle the team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "He has been. Gilbert did very little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Very well. You call upon myself or Mr. Arthur ifyou... She looks from one man to the other. Mr. Arthur says nothing. He turns his horse and rides awa EXT. TRAILBOSS’ COOKFIRE - NIGHT Two men sit at a campfire: facing us, Mr. Arthur, and fac just lifting a brand from the fire to light himself a cig quiet, comfortable enough with each other to not talk. When Mr. Arthur sees Alice walking up he catches Billy’s Billy Knapp follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Please, sit down. Could I ask your advice, Mr. Knapp?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Certainly, miss. Will you have a coffee with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "No thank you. My hired boy, Matt. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALICE (CONT’D) He told me that my brother promised him half his wages when we get to Fort Laramie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yes miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "What’d he say that was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Two hundred dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Two hundred dollars is half?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes. And the other half when we get to the Willamette Valley. Billy Knapp and Mr. Arthur exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "A high price. These words—the first we’ve heard Mr. Arthur speak—have b in particular. Billy Knapp addresses Alice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "It is an extravagant wage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "That’s a high price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Do you think the boy is telling a story? Now that your brother is no longer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I don’t know. The two men again look at each other. \f65. ALICE (CONT’D) ... Gilbert was not a good business person. He had an enterprise in Towa City, that ended poorly... And earlier, another that... There is no judgment in the question:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "He was a failure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Still, the boy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "That’s a high price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Well. There is another problem. I... I cannot find any money in the wagon. I believe Gilbert kept it in his waistcoat. Again, the two men look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Then he’s still got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "One day’s ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yessir but, what, midday tomorrow, I smoothed it, kicked scrub over it’n who knows what passed in the night. No, I don’t think so. No. He turns back to Alice. He thinks. At length: BILLY KNAPP (CONT’D) ... I suggest you not argue with the boy til we get to Fort Laramie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "And then? Quiet. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Well, maybe I will talk to the boy, see if I can shake him loose from his story. Four hundred dollars. I don’t know. I will have to think on this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear dog yapping. We are looking at the back of a young man in a battered f leading a team of oxen. He looks over his shoulder. He is an unprepossessing youn Behind him: Alice. She does not react to the boy’s sullen EXT. ALICE’S COOKFIRE - EVENING Alice and the young man are eating wordlessly at their co Intermittent yaps from the dog. Billy Knapp walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Miss, could I have a word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Certainly Mr. Knapp, can I offer you supper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Thank you, miss, I have had mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "The young man, having given Billy Knapp a hostile look on leaves with his plate of food. Billy Knapp watches him go BILLY KNAPP (CONT’D) This is awkward miss, but people have complained to Mr. Arthur and myself about your little, uh, President Pierce. I have no doubt but that your dog is— \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "He is not my dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "w.. Miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "He was—Mr. Longabaugh’s. I know it’s terrible, the noise. I don’t know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Isee. I see. Well then—I thought he was your dog—maybe this is quite a simple matter, uh... could I put him down for you, miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "All right. Well. Could we not just scare him off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Well no, we are his food so he will try to follow, long as he can. And then—a wolf might play with him before he eats him. Faster is better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes. I understand. Yes, thank you very much, if you would take care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "It will be no trouble at all, miss. I will attend to it right away.—Oh (lowered voice) T regret to have to tell you—I talked to your boy Matt. I could not get him to budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Well. Well. Thank you Mr. Knapp, you are very kind to extend yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "It is no trouble, miss. Here we go, little dog... \f68. He stoops, coaxing the terrier in with an extended hand. BILLY KNAPP (CONT’D) ... All right, miss. He touches his hat and walks away, dog in the crook of hi toward a nearby rise. Alice watches the spot he left. She rouses herself, takes another bite of food. No appetite. She sets the plate down. She reseats herself leaning against a wagon wheel. She dr hands up to cover her ears. A long wait. A pop/ She flinches. She slowly lowers her hands. She starts to rise, and then: Pop! She is puzzled. Then, two more in quick succession: pop/ pop! She goes around the wagon, looks out. The nearby rise. After a beat, Billy Knapp appears. He walks toward her, g sheepish. When he arrives: BILLY KNAPP (CONT’D) I set President Pierce down and he moved just as I fired. He skittered off, miss—I don’t believe I hit him a’tall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Oh. Oh my. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Tam truly sorry, miss, I should have deputized Mr. Arthur. That man is a crack shot. I did not expect it tO... tO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Well. It was very kind of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "I do not think you will see President Pierce again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes. Yes, thank you Mr. Knapp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trudging. Alice somewhat behind, the sullen youth leading EXT. TRAILBOSS’ COOKFIRE #2 - NIGHT Mr. Arthur and Billy Knapp are at their cookfire. Billy K a cup, takes a last sip and tosses the dregs. He takes a pocket and bites offa chaw. Nearby Mr. Arthur turns his empty cup upside down and tap Billy Knapp hands him the plug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Obliged. He looks up at the sound of footsteps. Alice approaching. his feet. Mr. Arthur remains sitting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I’m, I’m sorry to trouble you again. There’s no need to—",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "You are no trouble, Miss Longabaugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I do apologize, Mr. Knapp, interrupting your supper. Mr. Arthur has risen to his feet. He walks off towards th \fShe does. 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Miss, please set your mind at ease. Thave hired on as trailboss and it is my duty to guide the train and meet square any unexpected problem. You have full call on my services.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Well I am grateful whether it is your duty or not. But things are developing for the worse. Matt—my boy—",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Matt has asked me to affirm his arrangement with my brother. He asks me to declare that he will receive his two payments—at Fort Laramie, and in Oregon. He says if I will not affirm it, he will depart. He will join the first party of go-backers we meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "And leave you. Leave you here with the wagon, high and dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Well well well. The impertinence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Please set down miss. We had better talk about this. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I don’t like it. But I don’t know that it is wrong of him to ask. He is doing a job, for pay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Well. You are very broadminded, to see the other side of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "But then what shall I do, Mr. Knapp? Shall I confess I have no money? What is right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "What is right. He nods. They both stare into the fire. Billy Knapp finally stirs. BILLY KNAPP (CONT’D) Miss Longabaugh. I cannot offer to drive your team or tend your wagon in place of the boy. Mr. Arthur—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I would not ask you to do so!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Indeed, these are my thoughts not yours. Mr. Arthur and I have to ride one in front of the train, one behind, we take turns pilot and drag. But... Will you trust me for a day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Well. Certainly. But how so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Tell the boy that you affirm the agreement. I want to think on this for a day. I have a notion that you may think is crackpot, but I do not believe it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Tm sure it is not crackpot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Well we'll see. Give me a day. I must talk to Mr. Arthur. Then we will talk tomorrow, and if you think it is a bad idea, why, then, we will only have taken one extra day of the boy’s labor. Mr. Arthur rides in the dust haze at the back of the wago lower face and hat brim pulled low as protection against wagons he trails. Billy Knapp trots oncoming and wheels around to ride with bandana up. A beat of silent riding. Then, with jollity: Another beat. The shortest beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Afternoon, pardner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Which is worse, pardner, dust or mud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Both I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": ".. Say, I am thinking of proposing to Miss Longabaugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "That right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yes, and if she accepts, well then, I plan to settle in Oregon. This would be my last wagon train... \f73+ Another beat. BILLY KNAPP (CONT’D) ... I will farm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Well. We'll see how she takes it. Mr. Arthur says nothing. BILLY KNAPP (CONT’D) ... Well, I will head back up. Unless you desire a swap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "... Afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Afternoon. Billy Knapp gallops off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is night and two fiddlers play for a gathering within among the people watching those who dance. Billy Knapp en",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Good evening Mr. Knapp. As he joins her she turns back to the dancing, and both s",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "May we talk for a moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes, of course. The two amble to get a little distance from the noise. ALICE (CONT’D) So. Your crackpot notion. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yes. Yes. Before I expose it—may I ask something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Certainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "What... possibilities do you look forward to in Oregon? She slows and they find themselves stopping at a tilted-u on it and, as she considers her answer, Billy plants one forearms over his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I don’t quite know. Gilbert knows—knew—someone there, a Mr. Vereen, who owns an orchard, or maybe more than one orchard, and a cartage company. He was vague about his connection with Mr. Vereen and, and about his own prospective position. I don’t wish to slight my brother’s memory, but, he could... exaggerate the nature of an opportunity. As I have told you, he had little aptitude for business. And Mr. Vereen’s interest in... myself—I fear that may also have been speculative...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Isee. I see. So this is no definite prospect of marriage, no contract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I—no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Well my idea then is this. And I submit it in respect, Miss Longabaugh. I propose to assume your brother’s debt to the hired boy, and to... to ask you to marry me. \f75+",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Oh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "I submit it in respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Oh! Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "I... my notion is to farm in the Willamette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "... I don’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "T have ambushed you, I am very sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "No, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "I should clarify what brings me to say these things or I will seem like the veriest bounder. I have found myself thinking about certain matters, um. I have been bustin trail for fifteen years, the last twelve with Mr. Arthur. Mr. Arthur is a top man. Top man. But he is getting older, and... slower to straighten in the morning. Sleeping on the ground, miss, to have no family and to sleep on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes. Yes. It cannot be easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yes, looking at him, well... I myself have come to the age where, either I will settle, and have children who can take care of me when I am old. Or I will not. That time will have passed. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "So I have found myself thinking, well, if I met a, a maiden, or a widow of honor, uh, perhaps I would...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Present myself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes, I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Uh... They both gaze into the fire, the most neutral place to l At length, but still looking in the fire: BILLY KNAPP (CONT’D) You’re acquainted with the 1872 Grant? Alice looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Tam not. He is still looking in the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Settler in Oregon can claim 320 acres. Married couple can claim 640. There is a, um... In Fort Laramie there is a Mr. Bourgeois who can sanctify marriage. After some thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Do you engage in divine worship. Now he looks at her, finding relief in a matter-of-fact q",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yes, Iam a Methodist. Yourself, miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Tam Episcopalian. Again they lapse into a silence, but not a troubled one. impediment. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE, (CONT'D)",
          "text": "What is your... Christian name, Mr. Knapp?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "William. I am Billy Knapp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Tam Alice Longabaugh. He nods. Alice looks into the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE, (CONT'D)",
          "text": "Well... now I suppose it is my turn to think. He rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Of course. We will um... We will let the boy keep working for the moment? On his assumption of payment? Alice looks at him, draws breath to answer, but stops, fr Billy Knapp looks at her, trying to read her look, wonder dismayed by it. Then he too frowns. We begin to hear it: a distant yapping. It fades, grows, and forth across the border of audibility. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On another wagon: a woman rides on the jockey box with a Two bigger children, boys, walk in front of the wagon. On backwards. The other is laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "What are you doing, Israel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Walking backwards. Gonna walk the rest of the way to Oregon backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Don’t do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "I said don’t do that. The father, walking by the oxen with a switch, turns and",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Don’t do that. The boy stumbles round, surprised and smarting. The fathe with a dark:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (CONT'D)",
          "text": "... Listen to yer mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD OF THE WAGON TRAIN",
          "text": "Today Mr. Arthur is in the fresh-aired vanguard. He draws his horse to a halt at the brink of a gentle dec cottonwoods. He looks side to side, assessing. Mr. Arthur gives a look up at the sun, considers. He reins his horse around and backtracks to meet the appr up one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Noon here. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chunking of wagon wheels has stopped at the cut, repl people preparing food and chatting and tending to chores. Billy Knapp descends toward the stream, dusty and sweatin Reverse on Mr. Arthur, sitting before a cookfire and eati down to eat by the stream, or to wash things in it, or-—c Mr. Arthur’s back is to us. Responding to the sound of Bi glances back over his shoulder. As Billy Knapp draws up a a plate of dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Thank you. The two men eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train has resumed; Alice trudges behind her wagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Miss, uh... She looks around. Billy Knapp, mounted, is trotting up fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "I thought I should add, miss, to my proposal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "You may call me Alice. Billy dismounts and leads his horse to walk alongside her",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "I thought I should add, Alice—lest I seem hard-nosed—f you see fit to decline my proposal, why, there is more than one way to skin a cat. We might find a boy from another wagon to drive your team, use your oxen as payment in Oregon. Someone might be willing. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BILLY KNAPP (CONT’D) Or distribute your necessities among other wagons. We will get you to Oregon, safe and sound, I don’t wish to present myself as the only alternative to ruination. It would be wrong to take advantage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "The thought does you credit, William. But I’m inclined to accept your proposal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "All right. All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I didn’t take your offer to be opportunism and I don’t take yourself to be hard-nosed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "That puts my mind at ease, I am glad to hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "My dear brother was very hard-nosed. But never very successful. Those two things, in combination—it made life a frustration for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "I see how it would. You feel badly for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I do. Now. More than I did. Other people didn’t care for him. He had only me. And I had only him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Tam very sorry that you have lost him. But he is with his creator. His way is easy now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, of course. Yes, his way was difficult. I must say, it was difficult to be with him, he never found calm and he never gave calm. I was very nervous being with him. Not afraid of him—he would not hurt a fly—I was just—not at ease. I was eaten up by nerves at the thought of talking to Mr. Vereen for instance. The thought of meeting him was an agony. I don’t know how I would have done it. And yet you are so very easy to talk to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Perhaps we'll find comfort together, spiritual ease—that was my hope as well. Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes. William.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy Knapp is bent low, hobbling his horse. He speaks to",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Well, it... it appears that Miss Longabaugh is inclined to accept my proposal, He straightens up. Mr. Arthur has unsaddled and hobbled h their pack mule, examining its load.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yes, it uh... Of course you will do fine, solo, no doubt about it, a man of your skills will always be in high demand. Mr. Arthur is picking through the pack. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "... Wheres’at mecate rope?—Neb mind, here it is. EXT. ALICE’S COOKFIRE #2 - NIGHT Billy Knapp and Alice sit at Alice’s fire, both gazing in of coffee. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "... When will we see buffalo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Oh soon, very soon. Another beat. Billy Knapp’s musings are directed at the f BILLY KNAPP (CONT’D) ... Used to hunt the big shaggies, provisioned for the army. Did some trapping. Years. Found myself missing animals’t walked upright. Started piloting. Partnered up with Mr. Arthur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "What did Mr. Arthur do, previously? Billy Knapp thinks, realizes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Don’t know... More fire-gazing. BILLY KNAPP (CONT’D) ... That man is a wonder. He can read the prairie like a book. To see him cut for sign, well—you’d think the good lord dealt us each our five senses, then bottom-dealt Mr. Arthur one extra. Still... he is old. I don’t know how it will go with him. His affairs may... I can’t help feeling in the wrong. \fQuiet. 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Your first responsibility is to your household.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yes, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "T’m sorry. I should not dismiss it with an easy apothegm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Gilbert had a saying for any situation. A ready bit of wisdom. He was very certain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "He was a doughface?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "How did—oh, yes. He was an admirer of President Pierce, yes, very much so. He had fixed political beliefs. All of his beliefs were quite fixed, even those that... fortune did not tend to endorse. He would upbraid me for being “wishy-washy.” I never had his certainties. I suppose it’s a defect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "Oh, I don’t think it is a defect at all. Oh no. Uncertainty—that is appropriate for the matters of this world. Only regarding the next are we vouchsafed certainty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "I believe certainty regarding that which we see and touch—it is seldom justified, if ever. Down the ages, from our remote past, what certainties survive? And yet we hurry to fashion new ones. Wanting their comfort. (shakes his head) “Certainty”—it is the easy path, Just as you said. They are both looking into the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Strait is the gate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY KNAPP",
          "text": "... and narrow the way. Indeed. Indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Arthur sinks into a squat in close shot, looking down The soft ground in the streambed he has stopped at, shows Back to Mr. Arthur. His look swivels to his left, followi He slowly rises, his appraising look directed at the hori background—behind him—continues to advance toward us, its arrived. Mr. Arthur’s point-of-view shows a gentle rise but not mu horizon. Peaceful as can be. The man walking before the first wagon in the train is dr",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Sign, Mr. Arthur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Horses. (a gesture forward as he mounts up) Keep on. Gonna talk to Mr. Knapp. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Ata canter, going down the line of wagons. A puzzled look as he draws even with the wagon led by Mat",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Wharza woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Tsat? Mr. Arthur reins his horse around to walk abreast with Ma",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Mrs. Longabaugh, wharshe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Went o’er air. A vague wave to the left of the wagon train—the same perp hoofprints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "O’er air? Whyzat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Huh. I’dno. Heard that mutt barkin’. Pres’dent Pierce. There is some concern now in Mr. Arthur’s look toward the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Whenshe go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Wull. ’dno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Whenshe go?! A shrug from Matt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Half ar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Uh-hnghh. \f86. A beat looking and he spurs his horse to the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Arthur is spurring and reining his horse in a forward intently down at the prairie grass just in front of him. background, several hundred yards behind Mr. Arthur now, to our eyes—unmarked prairie grass. Mr. Arthur abruptly tacks, taking the opposite-ways diago trained on the grass just before him. He stops the horse, His point of view, since he now has a bit of elevation, s prairie grass. No human yet visible. He spurs his horse forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FURTHER ON",
          "text": "Mr. Arthur tops a rise and reins his horse in to look dow Ms. Longabaugh is sitting on a small hillock holding a ya In front of her the earth is disturbed by a multitude of which, every now and then, pops the head of a prairie dog Mr. Arthur looks around from his high perspective then ge toward the woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MINUTE LATER",
          "text": "Mr. Arthur arriving. Alice, smiling, sits on her horse ho by the little animals at which President Pierce barks. He she talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "What are they, Mr. Arthur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Prairie dogs, ma’am. Uh, ma’am... We best, uh... She still watches the little animals, one or two of whom at President Pierce. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "... Ma’am, there’s uh—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Aren’t they darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Yes’m. We'd better—um, gittin late. She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "It’s hours till dark. Mr. Arthur’s look has latched onto something on the horiz ALICE (CONT’D) .. I believe President Pierce is trying to understand whether those creatures are other dogs, or— Mr. Arthur abruptly dismounts. He strides over to Alice’s",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Git down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Why, Mr. Arthur— He pulls at her with an urgency that precludes resistance",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Git down now, Miss. He has half-pulled her down but she has landed on her fee arms to yap at the prairie dogs. Alice is alarmed by his sudden change of attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Mr. Arthur— He is not even looking at her: he is hobbling her horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Set below this rise here. He goes to hobble his own horse as she watches, bewildere \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "But—we’re not going back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Not directly. A short gesture with his head. She looks—and gives a sobbing little cry. An Indian on horseback, motionless, silhouetted on the di Mr. Arthur rises from his horse and takes five strides ou hand out toward him head palm-forward. He stops, fixed in No motion from the Indian. Mr. Arthur returns:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "We're in for a fight. He won’t answer m’peace sign’n he’s a Sioux. (shakes his head) We can’t make a run for it through this dog-town. She is agitated but tries to calm herself with a thought:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "There’s only one savage. Mr. Arthur laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Keep lookin. Other Indians are joining the first, forming a facing lin them all told. Mr. Arthur is dragging the saddle off his hillock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "... They'll crush us. Course, dog-holes as bad fer them as fer us, and they don’t know how to fight. He unscabards his Winchester and checks the breach, gets it, talking as he works: \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "If they was to come in on all sides I couldn’t handle ‘em, but they rush in a bunch, like damn fools!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He chuckles—but then catches himself at the bad language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "Beg pardon, Miss. Now you set there, take this. He is giving her the revolver. She will not reach for it; hand over the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "Take’t now. Two bullets in it. She is starting to tremble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "Don’t mean f’you to help me. You can’t help me, don’t even try, jus’ keep tucked low here below the crest. If I see we’re licked, PIL drop back’n shoot you and then shoot m’self, so that’s okay. But if you see that I’m done for, well, you'll have to do fer yourself... He puts a finger on her forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "You put it right there so’s ya cain’t miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "No no—",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "This is business Miss Longabaugh. They ketch you well it won’t be so good. After they... take off ever stitch a yer clothes n’have their way with ye they’ll stretch you out with a rawhide to each of yer arms’n legs. Then they'll drive a (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "stake through the middle of your body into the ground and then... do some other things. And we can’t have that. She is shaking. Now he reassures:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "We ain’t licked yet. But if we are, you know what to do. She vigorously nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "... That first injun there, he’s the mucky-muck’n if I shoot him well that’s bad medicine’n I think they'll all lose their spit’n light out. He chuckles again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "They’re a funny bunch. (starts down the bill to his saddle) Anyway, we’ll have a GOOD fight! He covers, making himself comfortable behind the saddle, The Indians have started to move, the center of their lin the ends moving toward the middle to fall into line behin abreast column. Mr. Arthur projects:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "They'll start makin noise now, sposed to skeer us but it won’t bother us none will it Miss? She returns a rather tremulous—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "No, Mr. Arthur. —as the whooping starts. \f91. Crack!—the first rifle shot from one of the Indians. A co sighting but not firing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "Well that’s a waste a bullets. More gunfire from the Indians as the column starts to spl still advancing. We now hear the whistle of bullets going by close. Divots the saddle, spraying earth. Mr. Arthur does not react, but now he fires. A forward ho rider. Mr. Arthur tracks another rider as the incoming fire cont spills without his firing. He bellows:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "... Dog-hole! He swings to track another forward rider: the man with th He fires: a miss. More and more incoming bullets, nearby impacts. Alice’s h its hobbled legs awkwardly pawing air until it collapses, Mr. Arthur fires at a rider now at the forward-most part columns. The man is hit. He swings his gun to the rider on the mirroring side, fir down its rider leaps clear. The two columns have now peeled completely and are windin The Indian whose horse was shot is running forward though Arthur takes leisurely aim, and fires, ending his charge. The whoops of the other Indians continue but are fading, Mr. Arthur eases up from the saddle. He again takes caref The Indian struggling to his feet by the dog-holed horse, awkwardly, screaming. Mr. Arthur fires. The Indian is hit. Mr. Arthur relaxes. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "Okay, they got the lay of the land. He reloads his gun, attention split between it and the In Their whoops have abated, but they are reforming on the r",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "... This time they’ll come with a purpose. You all right Miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Yes Mr. Arthur. He goes to Alice’s whimpering horse and shoots it in the horse taking out a knife, and with one slice severs its h sending it galloping off. The whooping is starting again as the Indians begin their walks unhurriedly back to his saddle-fort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR",
          "text": "They ain’t gonna do it all day. This’ll tell the tale. This time he doesn’t bother with cover but remains standi Distant cracks of gunfire. Mr. Arthur is sighting at the man in headdress. A loud cr Nearer incoming fire. Mr. Arthur aims at the next man in line as the leader pul him, unridering the horse. The Indians do not display the formation of their first c they now seem to be everywhere, whooping. Crack!—Mr. Arthur hits another Indian who has drawn almos pans to aim at a rider passing on the other side. Crack!— He rises—",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "Leave’m to me, Miss! —and fires and the Indian is shot off his horse. Crack—an incoming bullet flaps Mr. Arthur’s shirt. \f93. He spins and quickly sights the incoming chief. He fires rifle lost. Mr. Arthur quickly fires again and the man is He is on the ground, not far away. Mr. Arthur advances on rifle at his hip, fires, hits him square in the chest. He raises his rifle looking for a new target. But the Ind away, scattering, leaving the field. Some of them fire at impotent gesture. Among the milling horses are three now riderless mounts j Arthur turns from the horses, targets a retreating Indian One of the loose horses is heading toward him from behind Mr. Arthur turns at the sound and lowers his rifle to app The horse, which looks like it will pass him wide, sudden up from its offside and in the same motion swings an arm Mr. Arthur is caught square on the head and falls back, l The rider pulls his horse up and vaults down before it ha sending him toward Mr. Arthur as he pulls a knife from hi As he reaches the inert body—Mr. Arthur’s right hand rise The Indian falls dead. Mr. Arthur woozily rises. He gazes out at the field. The last of the Indians are disappearing. The occasional Quiet returns. The only near sound is the rasping of a fa hole. Mr. Arthur turns back to the crest of the hill where Pres Near the dog is Alice, lying on her back, a bullet hole i Mr. Arthur comes up short, staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": "Oh my. He stares. He shakes his head in deep distress. \f94. MR. ARTHUR (CONT’D) Pore little gal. She hadn’t ought to have did it! He turns away stunned, the dog yapping at his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": ".. Oh my. He walks woodenly away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ARTHUR, (CONT'D)",
          "text": ".. Oh my. An Indian by the rasping horse is struggling to his hands him offhandedly as he passes. Dissolve to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In an endless sea of grass. Mr. Arthur crests the rise on foot, the Winchester slung yapping dog still following. Before him, in the distance, the wagon train lumbers away from the end of it to meet him, is Billy Knapp. Beyond the wagon train, the rolling prairie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "FADE IN on the title of the last story:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whether or not he heard, the coachman did not slow. \f95. The Mortal Remains e hear the rumble of wheels over gravel and dirt as we di",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "illustration. Looking steeply up the side of a stagecoach in full fligh against a twilight sky. He is dressed in a greatcoat, his face. The wind blows his scarf behind him as he cracks hi caption: Fe gave no sign that he had heard the Frenchman bellowing We hear someone humming, then singing to himself—merry bu Me Love Her All the More” as we dissolve to the inside of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are looking in turn at the occupants of the coach: a d mustache and a neat string tie, gazing, bored, out the wi late middle-age, reading a small book with marbled pages her lips pursed. An elderly man with unruly white hair an mustache who is asleep, chin on chest, bouncing with the man in a too-tight suit. And finally the singer: a middle-aged man impeccably dres He finishes the verse with perhaps a bit too much energy: his head up and blinks and focuses. The singer, Nelson Thigpen, has a British accent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Oh, I am sorry. Didn’t mean to wake you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "(querulous) You did not wake me! He works his mouth, wets his lips, swallows. TRAPPER (CONT’D) .. For I was not asleep. Thigpen humors him: \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Oh, not asleep, I see. He looks smilingly at the other occupants, and winks at t not be enlisted in derision: she looks dryly back to her Thigpen’s cheer is undimmed. THIGPEN (CONT’D) .. Well I apologize for disturbing anyone else. If I did. He looks around to no reaction. The invitation to convers trapper, who has been looking out the window, now wonders",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "How much to go d’you reckon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Oh nota great distance, not great at all, we’re making good time. You haven’t been to Fort Morgan before, T take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Me? No. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Oh yes many times, many times. Ferrying cargo. A glance upward indicates the unseen cargo on the coach’s the glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Him’s yourn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "As much as he’s anyone’s, isn’t he, Clarence. The burly man nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "A loved one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "(wisele) By somebody, perhaps! \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "You did not know heem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "(wise) We knew him only at the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "(confirming smile, gazing out the window) At the very end. A beat of silence. Bouncing springs. A sudden loud eruption:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "No! (all turn to look at him; he licks his lips) T have not been to Fort Morgan. I know little of cities. I am a trapper, living mostly alone these last years. But I would descend into town, ever so often, with my pelts. Sell ‘em. And talk, keep m’hand in. Talk. You have got to keep your hand in, talkin. Even if you live in the wild. A moue of agreement from the Frenchman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Ees true. Practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "In town I would talk to them was innnarested. Saloon mostly, till I was asked to take m”bidness elsewhere. What sense does that make, there was only the one saloon! The keeper called me tedious. Tedious? Me? (spits the word:) Townsmen. Why, if tidings from the greater world are tedious, if the greater world, not trammeled by... by... \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "a) ... human—",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "(plowing on, unmindful) I would descend from the mountains, not having talked for many months, with much to tell. Much to tell, having stored considerable. Though for many years I was not alone in the wild, I did have a consort, a stout woman of the Hunkpapa Sioux, we had a companionship of sorts but there is a lady present. A life together marked by the passing of the seasons and the corresponding travels of game. In the latter she took little interest—wal, her duties was domestic, I would track and trap and she would tarry hearthside. We did not talk: she did not have English and I am not schooled in the gibberings of the nations. Wal I say we did not talk but we sometimes would, each in our own tongue, often at length, without benefit of understanding the other. But the sound of a human voice is a comfort when you’re cabined up in the woods’n all’d otherwise be but the murmur a wind and the plop a snow from an overloaded branch. I say not understanding each other but twarn’t entirely so, I could often read by means of the tenor of her speech and certain facial expressions the emotional import a what she was sayin and she was often vexed with me, I seldom knew why. And then she moved on. \f99. Silence. The passengers in the rattling coach absorb the An afterthought, loudly directed at the lady who is looki which he is oblivious: TRAPPER (CONT’D) There was no issue. Another beat. And then, warmly sympathetic, in an Irish l",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "Did you love her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Oh I don’t know I never even knew her name but I will say this: the nature of them vocal intonations and the play of feelin upon her face helped me to gather that people are like ferrets. Or beaver. One pretty much like the next. Yup all alike I don’t doubt it’s the same even if you travel to Siam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "People are not the same. There are two kinds, utterly distinct. Thigpen steps in as moderator: P.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "What would those be, madam, the two kinds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Lucky and unlucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "No, hale’n frail. Difficult to knock to the floor, or wilting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "Those are not the two kinds. You well know the two kinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "One kind, ain’t two kinds!—less you mean trapper’n townsman. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "Upright and sinning. Don’t be a fool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Fool! Yes, I know, tedious fool, you are not the first to lodge that complaint—without grounds. I challenge you for yer credentials madam, fer assessin human worth. People’re like ferrets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "People are not like ferrets, and I speak not on my own authority but on that of the holy bible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Wal the bible, people read it diffurnt-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "Yes—rightly or wrongly. And here I speak with high authority. My husband, Dr. Betjeman, was an expert, a lecturer at the Chattauqua on moral and spiritual hygiene, now retired. I have the benefit of his insights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Moral hygiene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "His lectures were spectacularly attended. He was—he is—considered an expert on spiritual betterment. (¢o trapper) Jacob’s ladder. Betterment. But I don’t suppose you have ever been much occupied with the betterment of your soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Well, I am not an enemy of betterment. (a beat as he gums) But I am kept very busy with m’traps. \f101. The lady gives a mirthless hoot. A rattling silence. At length:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Your husband isn’t with you. The lady is prey to sadness. The Frenchman sks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "We have been separated for some time. He has been... East. Illness has kept him but now we shall reunite. It will be a great joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "He awaits you in Fort Morgan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "Yes. I have been living with my daughter and son-in-law these last three years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "The parent should not burden the child’s household. This was wrong of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "I was not a burden! I was welcome in my daughter’s house! Her imperiousness belies her own claim, and the Frenchman smile and tilt of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "She would say so, of course. But no doubt you could read in her facial expressions, as pointed out by the tedious man, that your presence was not wanted. We each have a life. Each a life, only our own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "You know nothing about me, or my domestic affairs! \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "I know that we must each spin our wheel, play our own hand. I was once at cards with a man named Cipolski— this was very many years ago—",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "He a Polack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "He was Polonaise, yes. And we were-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "I knew a Polack. The barking interruption nettles the Frenchman. He glares tiresome story to come, but gathers from the ensuing sile the trapper’s digression. The Frenchman draws new breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "We were at cards. My hand was poor; I folded. Cipolski and four others remain, but Cipolski says to me, I am in distress, René, you play for me while I perform mes necessités—my necessaries. I say, friend, I cannot wager for you. But of course you can, he says, we know each other well—wager as I would do. But this is quite impossible, no? How a man wagers, it is decided by who he is, by the entirety of his experience of poker up until the moment of that bet. I cannot bet for you. Pourguoi pas? I cannot know you. Not to this degree. We must each play our own hand. No, Cipolski, I say. We may call each other friends, but we cannot know each other so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "You can know’m. People are like ferrets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(explosive) People are not like ferrets!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "You misunderstand, son vieux. We can know each other—to a certain level. But to know entirely —smpossible. Poker is interesting because? Because I do not know your hand, yes. But also because—I do not know you. I see what you wager; what does it mean? (a shrug) Ican guess—I cannot know. Or there is no poker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans back smiling, case closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "Poker is a gambling game. You have pursued a life of vice and dissipation—and you are no doubt expert in such pursuits. But no conclusions drawn from such a life, will apply to a life rightly lived. Another shrug and smile from the airily superior Frenchma",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Life is life. Cards will teach you what you need to know. You speak of your life, with your husband who awaits. You fly to him in certainty that he loves you as he did three years ago. Well, three years. There was a flame. You do not know that there is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "(heated) Among decent people relations may be eternal. Decent people stay true—to others, to themselves. The Frenchman shakes his head, ¢sting. 103. \fThe Frenchman smiles. 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Life is change. And all is unknowable. Even my own life: I wager knowing my hand now, not my final hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Unknowable! But yer talkin like you know more’n the goddamn almanac!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Tam French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "You are a presumptuous man! You tell me my daughter doesn’t love me, that my husband no longer does—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Ifhe ever did! No offense, Madame, my point is that we never know to the deepest level, and the word “love” can have different meanings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Hold on there, Mister Almanac—",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "I know what “love” means! One thing! You—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Your husband was an educator; a lecturer; would you say a man of charisma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "He was! He is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "(shrug) Bon, “love” would mean something different to such a person, who commands the love of a crowd, than it would to a person who can only coax love, through subservience. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "I did not COAX love from Dr. Betjeman! I am nota WHEEDLER. My husband’s love was freely given! And endures!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "His love is different from yours, it’s all I say. The person widely admired accepts love as a tribute. It is his due. He confers his own love as an honor, for, coming from him, it must have great worth. But you, Madame, would not receive that gift, eh, splendidly, as one who has no need, but would grasp at it as a beggar. The lady stares at him aghast. The trapper, looking from her to the Frenchman, fills the",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Ain’t no call for that kind of talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "How DARE you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "And of course the great man, the admired man, might well accept other loves, simply as his due, from some of those who admire him. Why not, if the admirer is comely. It is love of a different kind than the domestic of course, but in France we s-AHH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU",
          "text": "She is batting at him with her furled umbrella. As he par",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Please! Madame!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her frenzy—face white, eyes unblinking, body rigid except with the umbrella—has turned into something else: her eye abruptly drops the umbrella to hook a finger in her high",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "You given her a fit, Frenchie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Oh dear! The lady twists in her seat, gasping. The trapper takes o Clarence, the burly man, takes her free hand in both of h",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "There there, miss, that’s all right, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "We—we must stop the coach! Let her walk, move the limbs! Thigpen shakes his head. The information is offhand:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Coachman won’t stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "He must stop! We are the passengers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Coachman won’t stop. The Frenchman looks at him in brief puzzlement, then stic",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steep down on the Frenchman looking up, wind in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Coachman! I say, coachman! His steep point-of-view up: the man driving, framed again delineated clouds. The coachman’s face is not much visibl see his coat flowing in the wind; we see his leather glov he raises a whip and snaps it forward through sky; we see brim; we see a flash of full walrus mustache. The Frenchman yells over the wind: FRENCHMAN (CONT’D) .. We must stop! Coachman! A passenger is discommoded! \f107. The coachman presents the same windswept picture, driving hearing, or perhaps not listening. The Frenchman pulls his head back inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Frenchman looks around, dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "He will not stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "He never stops. Policy. The lady is somewhat recovered, now limp rather than writ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "That’s all right, miss... The trapper continues to fan her with his hat as he addre",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Don’t stop? What if we had to perform necessaries?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Have you had to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "No—",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "Please... All look to her. Her head is lolled back but she is looki LADY (GONT’D) ... Stop doing that. This arrests the fanning of his hat. The trapper holds it puts it back on. Rattling silence. Then, singing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "As I was a walking down by the loch As I was walking one morning of late (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VOICE (CONT’D) Who did I spy but my own dear comrade Wrapped up in flannel, so hard was his fate. The lady slowly emerges from her distress to look in wond His rough look would not have led us to expect this beaut The old Irish air he sings is the ancestor—and has the fa Streets of Laredo.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (CONT'D)",
          "text": "I boldly stepped up to and kindly did ask him Why was he wrapped in flannel so white? My body is injured and sadly disordered All by a young woman, my own heart’s delight. The other passengers, like the lady, are taken out of the the source of the song as sunflowers toward the sun, stru",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (CONT'D)",
          "text": "Get six jolly fellows to carry my coffin And six pretty maidens to bear up my pall And give to each of them bunches of roses That they may not smell me as they go along— Hooting sobs. All turn to look: Thigpen is weeping into a handkerchief. He waves their looks away:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "I’m sorry... I do apologize. He sings it every trip, and it always does this to me. He loudly blows his nose, then stuffs the handkerchief in THIGPEN (CONT’D) .. You’d think, with the business we’re in, I wouldn’t be so—so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "What is your business? \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "T like to say that we’re... reapers. Isn’t that right, Clarence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "(affirmative musing) ... Harvesters of souls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "We help people—who have been adjudged to be, ripe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Whatsat mean? A beat, Thigpen struggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "... Well... some would call us—Oh, it’s an ugly word-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Yer bounty hunters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Literal man! Cruel man! Yes, fine, “bounty hunters,” an ugly title, as ifemolument were the point. It’s an honest calling—is the cobbler not paid for his shoes? I don’t apologize for it, and neither does Clarence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clarence half-nods to confirm, half-shakes to decline to",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "So him on the roof, he was wanted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Mr. Thorpe was very much wanted, judging by what they’re paying for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "What'd he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Oh I don’t know, does it matter? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRattling silence. 110. THIGPEN (CONT’D) Just as you said, Madame, there are two kinds of persons. In our business they are: dead, or alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "That’s what they say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "But for us it’s a distinction without a difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "Paid either way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "So you will take zem alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "T didn’t say that. It is punctured by one of the trapper’s eruptions: Clarence is chuckling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "I don’t either! Take ‘em alive. Course, not exactly the same business. And I work alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Oh yes, we’re a duo. A tandem. A team. They’re so easily taken when they’re distracted, people are. So I’m the distractor, with a little story, a little conversation, a song, a sparkle!—and Clarence does the thumping, while their attention is on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "He’s very good, that one. You should see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "No, he’s good. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "(modest) Ican thump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Mr. Thorpe up there. A typical case. I told him the story of the Midnight Caller. Three loud raps, widely spaced: Thigpen, banging a heel a around, eyes wide. THIGPEN (CONT’D) Someone is outside! Knocking! Oh who can it be! Don’t open it, Mother—what living thing would be out in such a storm! (omiles it away) You know the story, but people can’t get enough of them, the familiar stories, like little children. Because they connect the stories to themselves, I suppose, and we all love hearing about ourselves, over and over. So long as the people in the story are—us, but not us. Not us at the end, especially—the Midnight Caller gets him, never me... I’ll live forever... His reflective look has drifted to the window. Now his at brightly: THIGPEN (CONT’D) ... So I tell the stories. And Clarence thumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "He’s very good. Latening day: it has grown darker in the coach. Everyone to think their thoughts—but they are brought back to him himself, having been working on something: \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "I must say it’s always interesting watching them after Clarence has worked his art. Watching them negotiate the... passage. All eyes are on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "... Pah-sahge? Thigpen looks at the Frenchman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "To the other side, here to there. ‘Trying to make sense of it as they pass to that other place. I do like looking into their eyes as they try to make sense of it, I do, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "... as they try to make sense of what? After a beat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "All of it. More silence. The lady is hesitant to ask, perhaps fearing a negative a",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "And... do they ever... succeed? Thigpen looks at her gravely, considering. He looks at th him, then returns to the lady and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "How would I know? I’m only watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE FROM OUTSIDE",
          "text": "Hyah, whoa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the coachman stopping the team, as we see from the braking coach. \f113. Thigpen looks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Well—Fort Morgan. I presume we’re all at the hotel? Including Mr. Thorpe—too late to drop him with the sheriff! The window shows that we have stopped square to a hotel. cloudy dusk that paints the exterior all in shades of gra Dead quiet. No people outside, no movement. The only colo motion—is the flickering yellow flame in the gas lights o door. The three passengers looking out show no particular eager is all cheery business, however, and climbs down, followe THIGPEN (CONT’D) ... I suppose Mr. Thorpe will be staying in your room, Clarence. Don’t fancy having him in mine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "Whatever you say, guv. The coach shifts with the weight of the coachman who is w ropes being loosed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Or we could sit him in the parlor, a little surprise for the guests in the morning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "Give him a newspaper, sir! Anda glass of port! Through the window we see Thigpen and Clarence looking up body off the roof. We hear friction noises, and a canvas towards them feet-first, feet grabbed by Thigpen. The attempted hand-off of upper body to Clarence is fumbl and the body thudding to the ground out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Clumsy fool! \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "Sorry guv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "Don’t apologize to me! It’s Mr. Thorpe, isn’t it! They bend out of sight and then straighten with the body. The coach rocks as the coachman descends. Thigpen and Clarence, with the body, lumber into the dept still air their footfalls raise poofs of pale dust which The coachman overtakes them and takes the two steps up to hotel. Thigpen and Clarence’s voices are becoming faint a audible in the dead air: THIGPEN (CONT’D) All joking aside, your room, I think, Clarence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "Ifyou say so, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "No worries about him snoring!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "I’m not worried, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": "(affectionate) You never worry. One of your virtues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARENCE",
          "text": "T’anks very much. The passengers are watching. No one yet moves to get out. A creak of the hotel door opening, the coachman holding i He follows them in and closes the door behind. Nothing of revealed. We have stayed with the passengers and in their perspecti at, they look uneasily among themselves. The trapper, by the coach door on the hotel side, gesture \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Go on ahead. The Frenchman runs his tongue over his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCHMAN",
          "text": "Apres vous. The trapper casts about. To the lady:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Ladies first. She is no more inclined than he. She comes up with:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": ".. I must be helped down. The trapper clears his throat, reaches for the door, paus pushes it open and steps gingerly down. He turns back and extends a hand up to the lady. She cann there is nothing for the Frenchman to do but follow. The three head single file—lady leading, trapper second, the hotel. Outside, their faces—now that they are no long of the stagecoach—are somewhat pale. The hotel’s front door creaks open, the coachman emerges. and then past them, all coat and gloves and boots—hardly of eyes between the low hatbrim and the great mustache. The three passengers ascend to the boardwalk. The lady dr front door but doesn’t reach for it. An uneasy beat as we hear the coachman, off, clambering b Finally: LADY (CONT’D) Will someone open the door for a lady? My husband is waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trapper opens it. \f116. Visible past the three, the hotel interior. Its light lie in the parlor give a feel of the heavy Victorian furnitur Though each light is low, they seem to have great depth: There is a staircase to the right with a burgundy runner. we can see Thigpen and Clarence awkwardly climbing, the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIGPEN",
          "text": ". and... step and... step and... step and... The trapper follows the lady in, and the Frenchman is abo look is drawn by a whipcrack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Hyah! We hold on the Frenchman looking out at the street and th hear, the stagecoach turning. The Frenchman’s eyes track way it came, with the jingle of tack and the cries of the hooves. The sound fades. The Frenchman, trying to maintain his lofty insouciance—a succeeding—turns, enters the hotel, and closes the door b",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1867"
    }
  ]
}